{
  "Binah": {
    "PathName": "Binah",
    "Faction": "Decagrammaton",
    "Name": "ビナー",
    "Profile": "デカグラマトンは、自身を神聖な求道者と主張する人工知能システムです。現在、その信奉者である10人の預言者がキヴォトスの随所に出没しています。\n\nビナーはデカグラマトンの3番目の預言者であり、アビドスの砂漠地帯にて初めて観測されました。ビナーがなぜここに出現したのかは分かりませんが、このままにしておくには危険すぎる存在であることは間違いありません。"
  },
  "Chesed": {
    "PathName": "Chesed",
    "Faction": "Decagrammaton",
    "Name": "ケセド",
    "Profile": "デカグラマトンは、自身を神聖な求道者と主張する人工知能システムです。現在、その信奉者である10人の預言者がキヴォトスの随所に出没しています。\n\nケセドはデカグラマトンの4番目の預言者であり、ミレニアム郊外にある軍需工場の生産システムを掌握していることが確認されました。ケセドがこのまま兵力の無限生産に成功してしまった場合、キヴォトスは未曾有の厄災に見舞われることになるでしょう。"
  },
  "Shirokuro": {
    "PathName": "Shirokuro",
    "Faction": "Slumpia",
    "Name": "シロ&クロ",
    "Profile": "昔、財政難で閉鎖したアミューズメントパーク「スランピア」で、不思議な現象の発生が報告されています。それは停止したはずのドールや各種アトラクションが真夜中に再び動き出し、人々を襲撃するという噂です。\n\nそのドールであるシロとクロが再び動き出した理由は分かりませんが、過去の華やかだった頃のアミューズメントパークのパレードを再現しようとしている、ということは明らかなようです。"
  },
  "Hieronymus": {
    "PathName": "Hieronymus",
    "Faction": "CommunioSanctorum",
    "Name": "ヒエロニムス",
    "Profile": "トリニティの古聖堂の地下にて、正体不明の存在が発見されました。\n\nその存在「ヒエロニムス」は「Communio Sanctorum」、「聖徒の交わり」と呼ばれる人工天使シリーズを率いる存在であり、ゲマトリアが古代の教義をもとに作り上げた実験体であるという説がまことしやかに囁かれています。強大な力を持つヒエロニムスをこのまま放置しておくわけにはいきません。キヴォトスの平和のためにも、立ち向かいましょう！"
  },
  "KaitenFxMk0": {
    "PathName": "KaitenFxMk0",
    "Faction": "Kaitenger",
    "Name": "KAITEN FX Mk.0",
    "Profile": "本拠地までの行く手を遮るかのように、カイテンジャーたちの秘密兵器が登場しました。\n\nカイテンジャーたちはこれまでに奪ってきた資金と技術を元に、巨大な合体ロボット「KAITEN FX Mk.0」を作っていたようです。合体ロボは確かにロマンですが、これまでの行いを考えると、このまま楽しく見ているというわけには行かなそうです。"
  },
  "Perorozilla": {
    "PathName": "Perorozilla",
    "Faction": "TheLibraryofLore",
    "Name": "ペロロジラ",
    "Profile": "正体不明の巨大な何かがD.U.の近くの海域で観測されました。 どうやら情報によると、かつて海に沈んだとされる、モモフレンズのぬいぐるみの姿をしているようです。\n\nどうしてこのようなことになったのかは分かりませんが、まずは進撃を防がなければなりません！"
  },
  "HOD": {
    "PathName": "HOD",
    "Faction": "Decagrammaton",
    "Name": "ホド",
    "Profile": "デカグラマトンは、自身を神聖な求道者と主張する人工知能システムです。現在、その信奉者である10人の預言者がキヴォトスの随所に出没しています。\n\nホドは元々ミレニアムの通信ユニットAIででしたが、正体不明のAIにハッキングされてしまい、今は自らをデカグラマトンの8番目の預言者であると主張しています。ミレニアムの最先端技術が込められた演算機関の暴走とも言えます。早く止めないと、ミレニアム一帯の安全が脅かされてしまうに違いありません。"
  },
  "Goz": {
    "PathName": "Goz",
    "Faction": "Slumpia",
    "Name": "ゴズ",
    "Profile": "以前から、財政難で廃業したアミューズパーク「スランピア」で未知の怪奇現象が起きているという報告されています。停止していたアミューズドールと各種アトラクションが真夜中に動き出し、人々を襲うという噂が、この報告を裏付けています。 \n\nアミューズドール・ゴズは、空虚に満ちた「スランピア」で一人だけのショーを続けています。その奇妙な笑顔の下に隠された本性は善か悪か。私たちがそれを推測するのは容易ではないでしょう。"
  },
  "EN0005": {
    "PathName": "EN0005",
    "Faction": "CommunioSanctorum",
    "Name": "グレゴリオ",
    "Profile": "キヴォトスのどこかに存在する廃墟となった地下神殿にて、歪んだ神秘によって顕現した人工天使が観測されました。\n\nグレゴリオは「聖徒の交わり」と呼ばれる人工天使シリーズの完成形であり、ゲマトリアの実験で生まれた謎の怪物です。今もその怪物は地下神殿でオルガンの演奏を続けています。旋律の終わりに何が待ち受けているのか……それは誰も知りません。"
  }
}