{
  "[STORY_MAIN_3_1_1_NAME]": "序幕",
  "[STORY_MAIN_3_1_1_DESC_1]": "聖亞談論伊甸園條約具有的意義與七個古則以及和樂園。她對老師說，從現在開始要說的話是老師的義務，拜託老師千萬別逃避，一定要聽到最後。",
  "[STORY_MAIN_3_1_2_NAME]": "補課部",
  "[STORY_MAIN_3_1_2_DESC_1]": "小春、花子、梓，以及日步美。老師和四名少女聚集在教室裡。小春鬧著說自己處於退學危機。在日步美讓她冷靜下來的時候，這到底是怎麼回事？老師回想幾週前發生的事。",
  "[STORY_MAIN_3_1_3_NAME]": "茶會",
  "[STORY_MAIN_3_1_3_DESC_1]": "老師受三一學生會長-渚和彌香之邀出席茶會。渚提出自己想負責面臨留級危機的補課部學生後，得到老師的同意。老師在茶會和補課部的部長日步美再會。",
  "[STORY_MAIN_3_1_4_NAME]": "補課部的學生們（１）",
  "[STORY_MAIN_3_1_4_DESC_1]": "老師決定跟著日步美，先去見補課部的學生，並在此時遇到因違背良俗而被實現正義部拘禁的花子，以及與實現正義部交戰後被抓來的梓。",
  "[STORY_MAIN_3_1_5_NAME]": "補課部的學生們（２）",
  "[STORY_MAIN_3_1_5_DESC_1]": "小春對著想把花子和梓接出來的老師奚落說，補課部既丟臉又可憐。但其實小春也因為留級危機而被轉入補課部了。加上挫折的小春，所有補課部學生都齊聚一堂。",
  "[STORY_MAIN_3_1_6_NAME]": "來自我介紹吧！",
  "[STORY_MAIN_3_1_6_DESC_1]": "聚集在補課部的學生，各自訴說自己來到這裡的原因，以及未來的目標。當小春聽到「為了不讓因為考試不及格而留級的情況發生，請大家合作」這句話，便說反正這段關係很快就會結束，自己才不需要合作。說完就先離開了。",
  "[STORY_MAIN_3_1_7_NAME]": "準備考試",
  "[STORY_MAIN_3_1_7_DESC_1]": "在老師的監督下，準備第一輪考試的補課部的學生們。多虧花子淵博的知識，準備考試的氣氛很融洽。但是日步美說，只要第一輪考試有一個學生不及格就必須合宿。就在她為將來的事擔心時，第一場考試就這麼開始了。",
  "[STORY_MAIN_3_1_8_NAME]": "第1次特別學力測驗",
  "[STORY_MAIN_3_1_8_DESC_1]": "在考試途中，日步美發現考題出的是之前準備考試時學過的內容，於是便放下心來。然而第一輪評鑑考試的結果，除了日步美以外，其他三名補課部成員全部不及格。因此補課部合宿的事就這麼定了。",
  "[STORY_MAIN_3_1_9_NAME]": "水面下搖曳的影子",
  "[STORY_MAIN_3_1_9_DESC_1]": "老師問渚，如果補課部的學生考試不及格會怎樣。然而渚的回答卻讓人大為震驚。她說，這麼一來就會採取退學措施，而且補課部本來就是以此為目的的社團。這全都是為了找出三一學園的背叛者而設計的，渚還警告說補課部應該有背叛者。",
  "[STORY_MAIN_3_1_10_NAME]": "合宿，START！",
  "[STORY_MAIN_3_1_10_DESC_1]": "為了執行考前合宿計畫，補課部特地前往位於三一學園外圍的別館。雖然在正式開始合宿之前，補課部就已經鬧出了許多令人啼笑皆非的插曲，但是在諸多因素的考量之下，她們決定先一起把別館打掃乾淨。",
  "[STORY_MAIN_3_1_11_NAME]": "大掃除！",
  "[STORY_MAIN_3_1_11_DESC_1]": "在大掃除的時候，花子表示在正式開始讀書之前應該先去玩水，於是便提議順便連戶外游泳池也一起打掃。就這樣，補課部的成員們一邊打掃，一邊打起了水仗。",
  "[STORY_MAIN_3_1_12_NAME]": "合宿初日的夜晚",
  "[STORY_MAIN_3_1_12_DESC_1]": "為了商量一些事，日步美和老師在夜裡見了一面。日步美向老師表示渚吩咐她想辦法揪出三一的叛徒，但此事卻令她相當苦惱。老師一邊安撫日步美，一邊告訴她自己會想辦法解決這件事。與此同時，自願站夜哨的梓和花子有一搭沒一搭地聊著天，而合宿的第一夜也就在她們的聊天聲中匆匆地結束了。",
  "[STORY_MAIN_3_1_13_NAME]": "補課部的模擬測驗",
  "[STORY_MAIN_3_1_13_DESC_1]": "雖然除了日步美以外，補課部的所有成員都沒通過第一次模擬考，但日步美卻沒有因此而洩氣。日步美不但發誓要讓所有人通過考試，甚至還承諾要買Momo好友周邊商品送給在考試中取得好成績的成員。與面露不屑的花子和小春相反，梓不僅覺得那些周邊商品很可愛，眼神中還透露著滿滿的渴望。",
  "[STORY_MAIN_3_1_14_NAME]": "實現正義部的副部長（１）",
  "[STORY_MAIN_3_1_14_DESC_1]": "補課部的成員發現小春在自習時間偷看色情書刊，而小春則急忙推說那本色情書刊只是她不小心帶來的沒收品。為了將那本書物歸原主，小春和老師一同前往實現正義部部室。",
  "[STORY_MAIN_3_1_15_NAME]": "實現正義部的副部長（２）",
  "[STORY_MAIN_3_1_15_DESC_1]": "雖然小春不停為自己辯解，但老師卻對此事相當不以為意，甚至還鼓勵她勇敢地做自己。為了報答老師的體貼，小春將自己是實現正義部的間諜一事告訴了老師。和蓮實在實現正義部內交頭接耳了一會後，小春便跟著老師一起回到了別館。",
  "[STORY_MAIN_3_1_16_NAME]": "小小的閒隙",
  "[STORY_MAIN_3_1_16_DESC_1]": "聽到花子說自己無法分辨泳裝和內衣的區別時，梓便立刻跳出來宣布這件事將成為第五個古則，並且擺出一副萬事通的高傲姿態。聽完梓說的話，花子在震驚之餘也開始有點動搖。得知花子明明天資聰穎，卻總是故意搞砸考試的事情後，日步美的腦袋頓時陷入了混亂。隔天，彌香突然出現在老師面前。",
  "[STORY_MAIN_3_1_17_NAME]": "三一的叛徒",
  "[STORY_MAIN_3_1_17_DESC_1]": "彌香表示自己知道渚和老師私底下聊了些什麼，而且只要老師願意和她做交易，她就告訴老師三一的叛徒究竟是誰。彌香告訴老師，叛徒不是別人，就是梓。但作為交易的條件她要求老師好好保護梓。",
  "[STORY_MAIN_3_2_1_NAME]": "巨大的怪物",
  "[STORY_MAIN_3_2_1_DESC_1]": "彌香認為渚想利用伊甸園條約來換取一些好處，倘若想要阻止渚，他們就必須想辦法保護好梓。說完，彌香要老師自己選擇到底要相信她說的話，還是渚說的話。",
  "[STORY_MAIN_3_2_2_NAME]": "修女會",
  "[STORY_MAIN_3_2_2_DESC_1]": "為了替一名碰巧被梓救下的一名學生道謝，瑪麗特地前往別館尋找補課部。當天深夜，為了討論日後的計畫，老師和日步美約好私下見面，然而最後出現在老師眼前的卻是花子，未來的走向似乎越來越令人無法捉摸。",
  "[STORY_MAIN_3_2_3_NAME]": "深夜密會",
  "[STORY_MAIN_3_2_3_DESC_1]": "花子來找老師本來是想討論梓的事，然而她卻意外從日步美口中得知只要有人沒通過考試，他們所有人都會被退學的殘酷事實。花子認為這一切都是渚的計謀，並且誓言要幫助補課部度過難關。對於自己身為三人祕密小團體一員的事，花子顯得有些雀躍。",
  "[STORY_MAIN_3_2_4_NAME]": "泳裝派對",
  "[STORY_MAIN_3_2_4_DESC_1]": "因為一場突如其來的大雨，補課部的成員紛紛被淋成了落湯雞。在迫不得已的情況下，補課部決定以泳裝座談會代替原本的課程。度過了一段平凡無奇卻令人懷念的悠閒時光後，補課部的成員們決定一起去散步。",
  "[STORY_MAIN_3_2_5_NAME]": "深夜的大騷動（１）",
  "[STORY_MAIN_3_2_5_DESC_1]": "在夜裡出外散步的補課部，偶然在甜點店遇見了蓮實。由於雙方都有各自的苦衷，因此蓮實便提議大家將今天在甜點店裡相遇的事當成是祕密。就在此時，一行人收到美食研究會引起騷動的消息。",
  "[STORY_MAIN_3_2_6_NAME]": "深夜的大騷動（２）",
  "[STORY_MAIN_3_2_6_DESC_1]": "由於伊甸園條約簽訂儀式的日子就快到了，蓮實認為格黑娜學園和三一學園之間的衝突可能會引發喧然大波，於是蓮實只好拜託補課部和夏萊的老師幫忙。於是，他們一行人便立刻動身前往平息騷動。",
  "[STORY_MAIN_3_2_6_DESC_2]": "由於老師和補課部的活躍，美食研究會的騷動很快就被平息。為了追捕分頭逃跑的美食研究會，實現正義部鍥而不捨地追趕著她們。",
  "[STORY_MAIN_3_2_7_NAME]": "嶄新的觀點",
  "[STORY_MAIN_3_2_7_DESC_1]": "為了不讓美食研究會落入三一學園的手中，風紀委員會的陽奈和急救醫學部的瀬奈也隨後趕到了現場。見到陽奈也來了，老師便問問她對於伊甸園條約的看法，而陽奈也欣然告訴老師她對目前局勢的見解。",
  "[STORY_MAIN_3_2_8_NAME]": "浮現的希望",
  "[STORY_MAIN_3_2_8_DESC_1]": "由於補課部的成員們總算順利通過模擬考，日步美便依約買了許多Momo好友周邊商品送給她們。儘管花子和小春極力婉拒，梓卻向日步美保證自己一定會好好珍惜她送的禮物。第二次學期考試前夕，渚決定找老師好好談談關於他和彌香見面的事。",
  "[STORY_MAIN_3_2_9_NAME]": "黑手",
  "[STORY_MAIN_3_2_9_DESC_1]": "即使面對渚的質問，老師依舊表示自己不願懷疑任何人，更不想去追究叛徒到底是誰。老師不僅拒絕了渚的請求，還直接了當地告訴對方自己會阻止她的計畫，並且讓補課部全員通過學期考試。",
  "[STORY_MAIN_3_2_10_NAME]": "第2次特別學力測驗（１）",
  "[STORY_MAIN_3_2_10_DESC_1]": "茶會公布了第二次評鑑考試的修正事項。除了考試範圍增加及調高及格分數外，就連考試地點也改為格黑娜學園。儘管這個突如其來的消息令補課部愕然不已，但梓卻認為他們不能就此放棄，於是補課部一行人還是按照原定計畫前往了考場。",
  "[STORY_MAIN_3_2_10_DESC_2]": "擊敗了礙事的格黑娜混混們後，補課部繼續朝著考場邁進。",
  "[STORY_MAIN_3_2_11_NAME]": "第2次特別學力測驗（２）",
  "[STORY_MAIN_3_2_11_DESC_1]": "抵達格黑娜學園後，風紀委員們將補課部誤認成實現正義部，並且擋住她們的去路。幸好美食研究會及時伸出援手，補課部才能成功脫離危機並順利抵達考場。然而，在渚的妨礙之下，補課部的成員們還是沒能通過考試。",
  "[STORY_MAIN_3_2_12_NAME]": "再次回到原點",
  "[STORY_MAIN_3_2_12_DESC_1]": "得知茶會的幹部打算讓她們通通退學的消息，補課部的成員們大受打擊。儘管距離最後一次學期考試只剩一週的時間，補課部仍舊想不出任何能幫助她們突破困境的好方法。決定暫時先好好休息的成員們，默默回到了各自的房間去。當天深夜，見到梓獨自離開房間，花子偷偷地跟上了她的腳步。",
  "[STORY_MAIN_3_2_13_NAME]": "即使如此",
  "[STORY_MAIN_3_2_13_DESC_1]": "儘管被逼至死路，補課部依舊努力地準備著最後一次學期考試。最後一次學期考試的前一天深夜，花子躲在暗處默默地注視著和沙織偷偷見面的梓。",
  "[STORY_MAIN_3_2_14_NAME]": "坦承",
  "[STORY_MAIN_3_2_14_DESC_1]": "凌晨時分，補課部的成員們聚在一起討論明天的事。就在眾人得知渚連最後一次學期考試也想耍詐時，梓終於忍不住告訴成員們自己就是「三一的叛徒」。雖然梓認為一切都是自己的錯，但老師卻不認同她的想法。花子也站出來鼓勵大家，她要大家努力通過考試，不讓渚的花招得逞。",
  "[STORY_MAIN_3_2_15_NAME]": "全面開戰",
  "[STORY_MAIN_3_2_15_DESC_1]": "就在奧利斯正準備襲擊渚的時候，梓和花子搶先一步綁走了渚。因為甩不掉緊咬不放的奧利斯學生們，梓只好與對方開戰。",
  "[STORY_MAIN_3_2_16_NAME]": "激戰",
  "[STORY_MAIN_3_2_16_DESC_1]": "奧利斯的學生們對補課部發動了襲擊。即使被梓放置的詭雷炸傷，奧利斯學生們還是將補課部逼得無處可逃。就在此時，補課部的學生們和老師合力發動反擊。",
  "[STORY_MAIN_3_2_16_DESC_2]": "",
  "[STORY_MAIN_3_2_17_NAME]": "就算是這樣的世界（１）",
  "[STORY_MAIN_3_2_17_DESC_1]": "雖然補課部成功和老師打倒了一批奧利斯的學生，但很快便又有多的奧利斯的學生朝他們撲了過來。就在眾人訝異為何奧利斯能夠如此輕易地潛入三一自治區時，不知從何處現身的彌香表明自己才是真正的「三一的叛徒」，並且命令奧利斯制服補課部。",
  "[STORY_MAIN_3_2_17_DESC_2]": "見到老師在連天的烽火中咬牙苦撐的模樣，彌香不禁對老師刮目相看。隨後便提到梓以前曾經襲擊聖亞的事，就在彌香試圖想要動搖補課部時，修女會也加入了這場戰鬥當中",
  "[STORY_MAIN_3_2_18_NAME]": "就算是這樣的世界（２）",
  "[STORY_MAIN_3_2_18_DESC_1]": "將修女會叫來的人正是花子，突然現身的櫻子為了平息事件，並開始與彌香戰鬥。",
  "[STORY_MAIN_3_2_18_DESC_2]": "在眾人的齊心協力之下，補課部和修女會成功將彌香逼至死路。最後，彌香終於承認自己輸了，並且向眾人投降。然而老師卻告訴彌香只要她有需要，自己隨時都會為她撐腰，感動不已的彌香向眾人道別。",
  "[STORY_MAIN_3_2_19_NAME]": "第3次特別學力測驗",
  "[STORY_MAIN_3_2_19_DESC_1]": "雖然歷經了無數風波，但補課部最終還是繼續前往考場，準備接受第三次評鑑考試。最終，補課部的所有人都成功通過了測驗。",
  "[STORY_MAIN_3_2_20_NAME]": "尾聲",
  "[STORY_MAIN_3_2_20_DESC_1]": "聖亞雖然相當讚賞成功克服危機的老師，但是她仍舊警告老師他們最後只會落得不好的下場。與此同時，奧利斯小隊也終於開始行動了。",
  "[STORY_MAIN_3_3_1_NAME]": "事後分析（１）",
  "[STORY_MAIN_3_3_1_DESC_1]": "安靜地對襲擊自己的對方搭話的聖亞。看着她跟對方搭話的同時，老師從睡夢中醒來。在這之後老師從櫻子那裡聽說了聖亞遭遇襲擊的事情和始末。",
  "[STORY_MAIN_3_3_2_NAME]": "事後分析（２）",
  "[STORY_MAIN_3_3_2_DESC_1]": "老師從花子口中聽說了這段期間發生的事。此外，他也聽說渚向補課部的大家道歉，並且特地去找彌香見面的消息。",
  "[STORY_MAIN_3_3_3_NAME]": "事後分析（３）",
  "[STORY_MAIN_3_3_3_DESC_1]": "雖然彌香和渚聊了許多，但她們最終還是無法完全理解對方。儘管花子想嘗試了解彌香的動機，但最終因為彌香冷淡的態度而轉身離去。",
  "[STORY_MAIN_3_3_4_NAME]": "在那之後",
  "[STORY_MAIN_3_3_4_DESC_1]": "三一學園持續了一段安靜、和平的日常。老師拜訪格黑娜學園見了真琴後，接著也遇見陽奈，並和她約定在伊甸園條約的簽約儀式上見面後就與對方分開了。",
  "[STORY_MAIN_3_3_5_NAME]": "伊甸園條約簽約儀式（１）",
  "[STORY_MAIN_3_3_5_DESC_1]": "克洛盧斯學校的詩音負責轉播伊甸園條約簽約儀式以及說明伊甸園條約對兩個學園的影響。另一邊，日步美和補課部的部員們在家庭式餐廳一邊享用茶點，一邊紀念補課部解散。",
  "[STORY_MAIN_3_3_6_NAME]": "伊甸園條約簽約儀式（２）",
  "[STORY_MAIN_3_3_6_DESC_1]": "在弦生的幫助之下，拜訪「諸聖相通的古教堂」的老師從日向的口中得知三一的歷史。另一邊，奧利斯小隊點燃了戰火，在三一的上空發射飛彈。",
  "[STORY_MAIN_3_3_7_NAME]": "染上火與灰燼之日（１）",
  "[STORY_MAIN_3_3_7_DESC_1]": "趁著場外因砲擊而陷入混亂的時候，奧利斯小隊溜進了古教堂的地底下。實現正義部的學生們現身阻擋擅自闖入的奧利斯學生們。",
  "[STORY_MAIN_3_3_7_DESC_2]": "在戰鬥的過程中，日向和實現正義部的學生們目睹了優斯提娜聖徒會的復活場景。",
  "[STORY_MAIN_3_3_8_NAME]": "染上火與灰燼之日（２）",
  "[STORY_MAIN_3_3_8_DESC_1]": "為了保護老師，實現正義部和陽奈努力與優斯提娜聖徒會奮戰。",
  "[STORY_MAIN_3_3_8_DESC_2]": "",
  "[STORY_MAIN_3_3_9_NAME]": "憎惡的見證",
  "[STORY_MAIN_3_3_9_DESC_1]": "然而，聖徒會的攻擊卻沒有因此停下。",
  "[STORY_MAIN_3_3_9_DESC_2]": "沙織一邊解釋奧利斯長久以來的憎恨，一邊攻擊老師。幸好在陽奈和瀬奈的幫助下，老師才得以勉強脫身。後來，失去意識的老師在夢中見到了聖亞。",
  "[STORY_MAIN_3_3_10_NAME]": "甜蜜的謊言",
  "[STORY_MAIN_3_3_10_DESC_1]": "老師在夢中再次見到聖亞，並從她那裏得知伊甸園條約和蓋瑪特利亞之間的關聯。被奧利斯抓住的梓使盡渾身解數逃出他們的控制後，格黑娜和茶會預備兵力展開了正面對決。",
  "[STORY_MAIN_3_3_11_NAME]": "加速的混亂（１）",
  "[STORY_MAIN_3_3_11_DESC_1]": "而晚了一步才抵達現場的前補課部成員們則決定分頭行動。前往大教堂的花子代替櫻子平息了修女會的混亂。被緊急召集到實現正義部部室的小春不知道自己究竟該做些什麼。另一邊，載著受傷的老師的格黑娜學園救護車，抵達了剛發布戒嚴令沒多久的三一學園正門。",
  "[STORY_MAIN_3_3_12_NAME]": "加速的混亂（２）",
  "[STORY_MAIN_3_3_12_DESC_1]": "根據拋體分析結果，眾人得知拋體的發射位置不在格黑娜自治區，而是在三一學園。花子得知<優斯提娜聖徒會>一事後，她警告大家在最糟糕的情況下，三一和格黑娜有可能會消失在奇普托斯之中。",
  "[STORY_MAIN_3_3_13_NAME]": "遙不可及的另一側",
  "[STORY_MAIN_3_3_13_DESC_1]": "日步美花了許多功夫才找到刻意不在他們面前現身的梓。但是梓卻推開了日步美，並且表示自己因為讓大家受傷的事感到相當自責。梓以堅定的眼神發誓自己一定要破壞沙織頭上的光環。在對日步美道完謝後，梓最終還是選擇離去，不停呼喊著梓的日步美獨自一人被孤零零地留下原地。",
  "[STORY_MAIN_3_3_14_NAME]": "於黑暗之中",
  "[STORY_MAIN_3_3_14_DESC_1]": "奧利斯小隊準備好戰術兵器，打算和聖徒會一起進攻三一學園，然而由於梓的游擊戰術，來勢洶洶的他們意外地受到了嚴重的打擊。雖然梓最終還是被抓住了，但是多虧日步美送她的<友情>信物，她最終還是成功脫身。然而她對於自己將日步美送她的珍貴禮物當作砲彈投射的事情，仍舊感到相當自責。",
  "[STORY_MAIN_3_3_15_NAME]": "對第五項古則的回答",
  "[STORY_MAIN_3_3_15_DESC_1]": "聖亞告訴老師，伊甸園條約簽訂一事最終以悲傷又令人鬱悶的結局收尾，對於此事繼續抱有期待只會徒增自己的痛苦。另外她也表示第五個議題依舊是一個無法證明的難題，她對於它以伊甸園條約這個諷刺的名字落幕的事，不禁露出了一抹苦笑。然而老師認為比起為了不確定的難題和未知的未來而感到挫折，不如繼續努力為了學生們而努力，因此老師便離開了聖亞的身邊。",
  "[STORY_MAIN_3_3_16_NAME]": "數個碎片",
  "[STORY_MAIN_3_3_16_DESC_1]": "或許是不經意，也或許是刻意為之，總之聖亞開始檢視與伊甸園條約有關的片段。沙織在敦子的幫助之下撿回了一命，而風紀委員長陽奈則消失得無影無蹤。茶會逮捕了她們懷疑與修女會有來往的花子，而彌香則被從監獄裡放了出來。為了阻止沙織，梓再次重新振作起來，而日步美則帶著堅定的覺悟走進了三一學園的校門內。在病房內清醒過來後，為了拯救自己的學生們，老師再次撐起了身體。",
  "[STORY_MAIN_3_3_17_NAME]": "憎恨的真相",
  "[STORY_MAIN_3_3_17_DESC_1]": "因為拒絕了指揮茶會的命令，彌香遭人殘酷毆打，然而小春則想辦法保護她。就在情況漸漸變得危險的時候，由於老師及時現身保護小春和彌香，茶會的鷹派紛紛四散。在監獄裡的時候，彌香相當後悔自己當初為何想要傷害聖亞，並且還為此留下了眼淚，在得知了彌香的真心後，聖亞決定要原諒她。",
  "[STORY_MAIN_3_3_18_NAME]": "毫無迷惘",
  "[STORY_MAIN_3_3_18_DESC_1]": "老師與受傷的學生們碰面，由於學生們的請求，老師便離開保健室去救其他的學生。日步美、小春和花子三人碰頭，並再次組成目標為拯救梓的補課部，他們一同前往奧利斯和梓所在的古教堂廢墟。",
  "[STORY_MAIN_3_3_19_NAME]": "我們的故事",
  "[STORY_MAIN_3_3_19_DESC_1]": "陽奈一邊表示自己要退位，一邊將自己脆弱的一面展現在老師面前，但是在得到了老師的認可後，她便再次回到了格黑娜風紀委員會。終於找到梓的身影後，日步美成為浮士德隊長，並且下定決心和泳裝蒙面團一起與奧利斯小隊對抗。隨著新的伊甸園條約戒律簽訂，以夏萊的老師為首的另一支伊甸園條約祈禱軍正式成立。",
  "[STORY_MAIN_3_3_19_DESC_2]": "",
  "[STORY_MAIN_3_3_20_NAME]": "樂園之名為（１）",
  "[STORY_MAIN_3_3_20_DESC_1]": "格黑娜的風紀委員會、三一的實現正義部和阿拜多斯聯手對抗奧利斯小隊。",
  "[STORY_MAIN_3_3_20_DESC_2]": "",
  "[STORY_MAIN_3_3_21_NAME]": "樂園之名為（２）",
  "[STORY_MAIN_3_3_21_DESC_1]": "隨著戰鬥不斷延長，原以為無法融洽相處的三所學校開始成為一體。",
  "[STORY_MAIN_3_3_21_DESC_2]": "聖亞注視著這場ETO和ETO之間的對決，她終於承認以前一直想證明樂園存在的自己錯了。",
  "[STORY_MAIN_3_3_22_NAME]": "樂園之名為（３）",
  "[STORY_MAIN_3_3_22_DESC_1]": "隨著戒律失去力量，奧利斯小隊也漸漸失去先前的優勢。即使成員們要她承認戰敗，沙織依舊堅信他們所做的一切都只是徒勞無功，並且堅持繼續戰鬥下去。",
  "[STORY_MAIN_3_3_22_DESC_2]": "",
  "[STORY_MAIN_3_3_23_NAME]": "於古教堂的地下",
  "[STORY_MAIN_3_3_23_DESC_1]": "沙織拋下了投降的成員們，並且逕自前往古教堂地底下。老師和梓為了了結這場戰鬥，並追隨著沙織的腳步前往古教堂。",
  "[STORY_MAIN_3_3_23_DESC_2]": "",
  "[STORY_MAIN_3_3_24_NAME]": "誰的憎恨",
  "[STORY_MAIN_3_3_24_DESC_1]": "隨著沙織戰敗，疲憊不堪的梓也就此倒地不起。就在此時，敦子忽然現身，並且親口承認他們在這場戰鬥中戰敗了。就像是一直在等待這一刻，瑪艾斯托洛忽然現身，並且宣揚隱藏在三一地底下的教義。為了招待瑪艾斯托洛，老師只好拿出大人的卡片。",
  "[STORY_MAIN_3_3_24_DESC_2]": "戰鬥結束後，奧利斯小隊神不知鬼不覺地消失在了眾人的眼前。",
  "[STORY_MAIN_3_3_25_NAME]": "尾聲",
  "[STORY_MAIN_3_3_25_DESC_1]": "萬魔殿在格黑娜學園的病房內休養，而以渚為首的茶會則努力重新恢復世界秩序。和伊甸園條約相關得眾人努力找回原本平靜的日常，聖亞回到茶會後，再次與三人來了一場戲劇性的重逢。一張張熟悉的臉孔齊聚在新的補課部辦公室內，平靜的日常也就此再度重新展開。另一邊，一個神祕的人物開始蠢蠢欲動，而他的目標正是戰敗後就消失蹤影的奧利斯小隊。",
  "[STORY_MAIN_3_4_1_NAME]": "序幕",
  "[STORY_MAIN_3_4_1_DESC_1]": "經過不斷追擊和逃跑，終於到達極限的奧利斯小隊。敦子為了解救另外3人，不顧自己的人身安全而遭到逮捕。然而等待著3個人的是……",
  "[STORY_MAIN_3_4_2_NAME]": "殘缺不全的茶會",
  "[STORY_MAIN_3_4_2_DESC_1]": "以幫助茶會的名義，修女會的櫻子與救護騎士團的美禰陪同渚一起出席。令人不自在的茶會正繼續進行，渚告訴老師隔天將舉行彌香的聽證會，而彌香最終將會被退學。",
  "[STORY_MAIN_3_4_3_NAME]": "監牢中的公主",
  "[STORY_MAIN_3_4_3_DESC_1]": "老師為了見彌香一面而前往學院監獄。彌香說聖亞還沒有原諒自己，還有這一切都是自己的錯。老師從彌香口中得知聖亞的狀態不好後，便前往聖亞的房間。然後從聖亞口中聽到「奇普托斯將會滅亡」的話。",
  "[STORY_MAIN_3_4_4_NAME]": "於夢與海市蜃樓之間",
  "[STORY_MAIN_3_4_4_DESC_1]": "聖亞向老師坦白說自己做了太多清醒夢，已經到了分不清現實和夢境的地步。聖亞提出警告，導致奇普托斯滅亡的原因可能在於<蓋瑪特利亞>，但老師建議首先要和彌香和解才行。聖亞呼叫了彌香，卻不知不覺地睡著了，並與<蓋瑪特利亞>再次於夢中進行接觸。",
  "[STORY_MAIN_3_4_5_NAME]": "無法理解的探究者",
  "[STORY_MAIN_3_4_5_DESC_1]": "聖亞目睹的是<蓋瑪特利亞>成員們爭論的情景。<蓋瑪特利亞>的成員中，「貝雅特里榭」放話將利用奧利斯小隊把老師處理掉，接著在那一瞬間察覺到什麼，所以解散了會議。聖亞在精神上受到巨大衝擊的狀態下回到現實。並在那個瞬間，彌香來找聖亞了。",
  "[STORY_MAIN_3_4_6_NAME]": "被折斷的羽翼",
  "[STORY_MAIN_3_4_6_DESC_1]": "受到精神打擊的聖亞對彌香大叫著。再次進入夢鄉的聖亞被貝雅特里榭發現，並看到了敦子被掛在貝雅特里榭準備的祭壇上。另一方面，老師在後巷裡碰到了沙織。",
  "[STORY_MAIN_3_4_7_NAME]": "選擇與決定",
  "[STORY_MAIN_3_4_7_DESC_1]": "聖亞的狀態越來越嚴重，而彌香則被指控為傷害聖亞的罪人。另外，沙織向老師下跪，請求他幫助敦子。沙織交出了可以粉碎光環的炸彈，老師將其摧毀，並決定幫助沙織。與此同時，彌香得出了結論，認為現在發生的一切該由沙織負起全責，因此強行越了獄。",
  "[STORY_MAIN_3_4_8_NAME]": "「奧利斯小隊」",
  "[STORY_MAIN_3_4_8_DESC_1]": "老師和沙織開始尋找走散的奧利斯小隊成員。與躲在貧民區的日和見面，並成功說服危險地站在橋梁欄杆上的美咲，就這樣大家決定一起前往奧利斯自治區拯救敦子。",
  "[STORY_MAIN_3_4_9_NAME]": "前往奧利斯自治區（１）",
  "[STORY_MAIN_3_4_9_DESC_1]": "為了進入奧利斯自治區，老師和小隊成員前往成為入口的三一地下墓穴。但是受貝雅特里榭命令的奧利斯學生們，擋住了他們的去路。",
  "[STORY_MAIN_3_4_9_DESC_2]": "多虧老師的指揮讓戰鬥變得更加輕鬆，美咲和日和暫時發出讚嘆後，便伴隨著沙織的催促聲走向三一地下墓穴。",
  "[STORY_MAIN_3_4_10_NAME]": "前往奧利斯自治區（２）",
  "[STORY_MAIN_3_4_10_DESC_1]": "抵達三一地下墓室入口的奧利斯小隊成員們，直接打倒阻擋他們去路的敵人，試圖強行突破。",
  "[STORY_MAIN_3_4_10_DESC_2]": "就在打倒擋住去路的奧利斯學生的之後，緊接著隨爆炸聲登場的新追擊者。聖園彌香在奧利斯小隊和老師面前現身。",
  "[STORY_MAIN_3_4_11_NAME]": "追擊者",
  "[STORY_MAIN_3_4_11_DESC_1]": "彌香攻擊奧利斯小隊，並抓住了美咲。但是彌香看到了晚來一步的老師就放了美咲。奧利斯小隊趁機進入墓穴，而彌香則開始與阻礙自己的奧利斯追兵交戰。",
  "[STORY_MAIN_3_4_12_NAME]": "奧利斯自治區",
  "[STORY_MAIN_3_4_12_DESC_1]": "彌香殲滅奧利斯追兵取得情報。另一方面，沙織因為受傷、睡眠不足與疲勞的關係，當場失去意識暈了過去。於是老師讓沙織服用退燒藥。在奧利斯小隊和老師小睡片刻時，聖亞出現在老師的意識中，警告老師遠離奧利斯自治區。",
  "[STORY_MAIN_3_4_13_NAME]": "我們的往事",
  "[STORY_MAIN_3_4_13_DESC_1]": "在沙織睡著的期間，美咲和日和把奧利斯小隊的往事告訴老師。此時沙織醒來，即使身負重傷，沙織也決定要為了抵達敦子所在的奧利斯巴西利卡前往分校的舊校舍。",
  "[STORY_MAIN_3_4_14_NAME]": "邂逅",
  "[STORY_MAIN_3_4_14_DESC_1]": "在舊校舍的迴廊上和貝雅特里榭進行通訊時，貝雅特里榭表示自己一直在利用整個奧利斯自治區，只要讓敦子犧牲，「大人」就會有好事發生，藉此籠絡老師。老師拒絕貝雅特里榭的提議，於是奧利斯小隊和優斯提娜聖徒會便開戰了。",
  "[STORY_MAIN_3_4_14_DESC_2]": "突然出現的彌香打倒聖徒會的頭目後，便開始向奧利斯小隊宣戰。",
  "[STORY_MAIN_3_4_15_NAME]": "殘留之物",
  "[STORY_MAIN_3_4_15_DESC_1]": "老師想阻止彌香，但彌香不聽勸。因此老師和奧利斯小隊決定先壓制彌香。",
  "[STORY_MAIN_3_4_15_DESC_2]": "奧利斯小隊好不容易才壓制彌香，但彌香卻對奧利斯小隊和沙織發怒，之後便消失無蹤。小隊再次前往巴西利卡。",
  "[STORY_MAIN_3_4_16_NAME]": "地下迴廊",
  "[STORY_MAIN_3_4_16_DESC_1]": "迴廊通道上的柱子突然崩塌，隔開了沙織、老師和其他奧利斯小隊隊員。出現在沙織面前的，不是別人，正是聖園彌香。形成了沙織和彌香一對一交手的局面……",
  "[STORY_MAIN_3_4_17_NAME]": "對決",
  "[STORY_MAIN_3_4_17_DESC_1]": "在倒下的柱子的兩側，彌香和沙織兩人就這樣看到了對方。彼此都不打算撤退，便展開了戰鬥。貝雅特里榭看著那狀況，便向聖亞說明「那東西」的概念。另一方面，聖亞則是不斷地尋找能脫離白日夢的方法。",
  "[STORY_MAIN_3_4_18_NAME]": "另一個我們",
  "[STORY_MAIN_3_4_18_DESC_1]": "在與彌香的戰鬥中敗下陣腳的沙織，回想著和小隊的過往。最後沙織倒下了，彌香雖然走到沙織的身旁舉起了槍，但聽到沙織的話之後，就突然落下了眼淚。",
  "[STORY_MAIN_3_4_19_NAME]": "無限的可能性",
  "[STORY_MAIN_3_4_19_DESC_1]": "出現在彌香和沙織面前的老師。老師雖然向彌香道歉，到彌香卻對老師的道歉感到很混亂。在老師持續說教的過程中，偷聽到老師說的話而感到憤怒的貝雅特里榭最後還是進行了儀式。",
  "[STORY_MAIN_3_4_19_DESC_2]": "在貝雅特里榭開始儀式的時候，聖亞又進入了另一個夢中的空間。聖亞在那裡遇見了某個人物。",
  "[STORY_MAIN_3_4_20_NAME]": "聖女白芭蕾",
  "[STORY_MAIN_3_4_20_DESC_1]": "奧利斯小隊和老師與貝雅特里榭製造出的優斯提娜聖徒會的聖女白芭蕾展開艱辛的戰鬥。",
  "[STORY_MAIN_3_4_20_DESC_2]": "",
  "[STORY_MAIN_3_4_21_NAME]": "前往至聖所",
  "[STORY_MAIN_3_4_21_DESC_1]": "彌香下定決心要保護老師和奧利斯小隊不受到聖徒會的傷害。老師和奧利斯小隊為了拯救敦子而決定繼續前進。",
  "[STORY_MAIN_3_4_21_DESC_2]": "抵達巴西利卡聖所的奧利斯小隊和老師。最後還是遇見了貝雅特里榭。",
  "[STORY_MAIN_3_4_22_NAME]": "Agnus Dei",
  "[STORY_MAIN_3_4_22_DESC_1]": "貝雅特里榭說了自己所認為的大人的義務，但老師卻否認了他的想法。因此貝雅特里榭十分憤怒，最後露出了本性。",
  "[STORY_MAIN_3_4_22_DESC_2]": "貝雅特里榭對奧利斯小隊和老師的潛力感到慌張，結果便下令集結巴西利卡聖所的所有兵力。",
  "[STORY_MAIN_3_4_23_NAME]": "為了少女們的垂憐經（１）",
  "[STORY_MAIN_3_4_23_DESC_1]": "彌香在與不斷出現的聖徒會的戰鬥下，漸漸感到疲倦。此時，彌香發現了位在奧利斯教堂的聖歌隊室，並陷入了沉思。彌香回想自己的過錯和往事，便唱著慈悲頌面對聖徒會的來襲。",
  "[STORY_MAIN_3_4_24_NAME]": "為了少女們的垂憐經（２）",
  "[STORY_MAIN_3_4_24_DESC_1]": "貝雅特里榭對響徹巴西利卡聖所的慈悲頌感到很驚慌。聽到了慈悲頌，甚至連白芭蕾那些屬於自己的兵力都不過來，讓貝雅特里榭十分憤怒，並打算將沙織作為祭物獻上。",
  "[STORY_MAIN_3_4_24_DESC_2]": "貝雅特里榭最後輸給了奧利斯小隊和老師並倒下。奧利斯小隊則是救出了從貝雅特里榭的儀式中被解放的敦子。那時，身為蓋瑪特利亞一員的戈爾孔特出現，將貝雅特里榭帶走後就消失了。",
  "[STORY_MAIN_3_4_25_NAME]": "重要之人",
  "[STORY_MAIN_3_4_25_DESC_1]": "成功救出敦子的沙織跟老師說，自己會付出所有的代價。但是老師卻說自己沒有審判學生的權利就離開了。另外，彌香對抗著白芭蕾和聖徒會，但終究還是到了極限，並打算繼續戰鬥下去。但那時老師突然地現身，讓彌香嚇了一跳。老師對白芭蕾和聖徒會十分憤怒，並拿出了大人的卡片。",
  "[STORY_MAIN_3_4_25_DESC_2]": "在奧利斯學生因為聯絡不上貝雅特里榭而感到慌張的時候，三一學生突然從地下墓穴出現了。",
  "[STORY_MAIN_3_4_26_NAME]": "今後的我們",
  "[STORY_MAIN_3_4_26_DESC_1]": "在老師和彌香去奧利斯戰鬥的時候，三一的其他學生都合力在尋找他們兩人。",
  "[STORY_MAIN_3_4_27_NAME]": "尾聲",
  "[STORY_MAIN_3_4_27_DESC_1]": "離開奧利斯自治區的奧利斯小隊得知沙織突然消失的事情。但他們沒有為此動搖，而是各自堅定決心並繼續向前。另外，在結束一連串事件的三一，則是開了彌香的聽證會。",
  
  "[STORY_MAIN_4_1_1_NAME]": "不受控的特殊部隊",
  "[STORY_MAIN_4_1_1_DESC_1]": "收到琳的召喚而來到聯邦學生會的老師，聽到本應被封鎖的SRT學園的學生占據公園發動示威的消息。由於女武神警察學園的學生也敗下陣來，只好由夏萊的老師幫忙解決。",
  "[STORY_MAIN_4_1_2_NAME]": "不速之客",
  "[STORY_MAIN_4_1_2_DESC_1]": "老師接受琳的請求抵達公園，而率先抵達的女武神警察學園公安局長環奈則向老師說明情況。佔據公園的是SRT特殊學園的「RABBIT小隊」。老師與生活安全局的吹雪和桐乃一起出面處理。",
  "[STORY_MAIN_4_1_2_DESC_2]": "沉浸在勝利的喜悅而放鬆戒心的RABBIT小隊隊員們，被老師的作戰攻擊而戰敗，並全數被逮捕。",
  "[STORY_MAIN_4_1_3_NAME]": "各自的情況",
  "[STORY_MAIN_4_1_3_DESC_1]": "女武神警察學園的學生們和老師審問RABBIT小隊的隊員。小隊員們說出了各自不想要離開SRT學園的理由，還斷言不管收到什麼提議，絕對不會轉學到女武神警察學園。",
  "[STORY_MAIN_4_1_4_NAME]": "另一面的苦衷",
  "[STORY_MAIN_4_1_4_DESC_1]": "聯邦學生會的防衛室長「香耶」，出現在查看訊問記錄的環奈和老師面前。香耶說明聯邦學生會簡略的組織圖和SRT特殊學園解散的經過，並拜託老師幫忙說服RABBIT小隊的隊員們。",
  "[STORY_MAIN_4_1_5_NAME]": "揮之不散的疑心",
  "[STORY_MAIN_4_1_5_DESC_1]": "突然負責起管理RABBIT小隊職責的老師雖然建議RABBIT小隊隊員們留在舒適的夏萊辦公室，不過隊員們懷疑老師的用意，於是繼續露宿在公園裡。",
  "[STORY_MAIN_4_1_6_NAME]": "開始籌措糧食吧",
  "[STORY_MAIN_4_1_6_DESC_1]": "隔天，來到公園的老師見到餓著肚子什麼都沒吃的小隊成員。小隊成員不斷拒絕老師的好意，於是老師告訴他們能免費得到食物的地方。抵達該處的小隊成員得知那並不是免費食物，而是「便利商店報廢的便當」。",
  "[STORY_MAIN_4_1_7_NAME]": "胡蘿蔔作戰（１）",
  "[STORY_MAIN_4_1_7_DESC_1]": "多虧便利商店報廢的便當，而得以解決三餐問題的RABBIT小隊隊員們。但因為沒有地方能梳洗，小隊成員都很擔心洗澡的問題。老師提出用汽油桶代替泡澡桶的點子，於是小隊成員為了取得廢汽油桶而展開作戰。",
  "[STORY_MAIN_4_1_8_NAME]": "胡蘿蔔作戰（２）",
  "[STORY_MAIN_4_1_8_DESC_1]": "RABBIT小隊隊員們在附近的碼頭開始廢汽油桶回收作戰。但咲希對前小隊長都子的命令有所不滿。之後，暫時成為了小隊長的咲希開始指揮作戰，然而卻遭遇了意料之外的狀況……",
  "[STORY_MAIN_4_1_8_DESC_2]": "老師和小隊成員為了解救掉隊的美優而擬定作戰。都子和咲希依照老師的點子，蓋上汽油桶潛入目標地點救出美優。平安結束作戰的RABBIT小隊隊員們用汽油桶享受了一次難得的沐浴時光。",
  "[STORY_MAIN_4_1_9_NAME]": "悄悄接近的影子",
  "[STORY_MAIN_4_1_9_DESC_1]": "老師在公園附近的市場買東西，從桐乃那裡聽說「有重武裝的可疑遊民」的傳聞。雖然老師認為RABBIT小隊的傳聞是誤傳，但是不久之後老師就被來路不明的遊民們綁架了。",
  "[STORY_MAIN_4_1_10_NAME]": "無所有和燒肉便當",
  "[STORY_MAIN_4_1_10_DESC_1]": "綁架老師的是名為「所確幸」的機器人嬉皮組織。他們因為老師命令RABBIT小隊去獨佔附近便利商店的報廢便當而大為光火。所確幸的隊長笛卡爾雖然透過老師試著和RABBIT小隊交涉卻失敗了。",
  "[STORY_MAIN_4_1_10_DESC_2]": "RABBIT小隊順利制服了「所確幸」。笛卡爾和RABBIT小隊隊員們發生了幼稚的爭吵。在老師的調解下結束了爭吵，而小隊成員返回公園。",
  "[STORY_MAIN_4_1_11_NAME]": "大雨特報",
  "[STORY_MAIN_4_1_11_DESC_1]": "某天，因為突然來襲的暴雨，RABBIT小隊停留的公園淹了水。小隊成員為了擋雨而做了各種努力，但是當指揮帳棚倒塌時，所有人都失去幹勁自暴自棄。老師率先幫助在暴雨中獨自奮鬥到底的都子……小隊成員看到這一幕，決定放下自尊聽從老師的指示。",
  "[STORY_MAIN_4_1_12_NAME]": "被雨淋濕的申請書",
  "[STORY_MAIN_4_1_12_DESC_1]": "為了整頓淹水的公園，[USERNAME]老師拿著提案書前往聯邦學生會。但是以琳行政官為首的主管卻不想要幫助SRT學園的學生們。香耶看到這一幕，說了有關FOX小隊過去所犯下的事件，並表示自己會繼續幫助老師。另一方面，香耶遇見環奈後表現出和剛才截然不同的面貌，表示「為了重建兔寶寶鎮，必須盡快驅逐遊民」。",
  "[STORY_MAIN_4_1_13_NAME]": "豆皮壽司",
  "[STORY_MAIN_4_1_13_DESC_1]": "中午時分，老師在公園附近發現賣豆皮壽司的攤販。在路邊攤打工的學生，傳遞兔寶寶鎮建設計畫和SRT學園有關的各種消息。之後，抵達公園的老師和小隊成員一起吃著豆皮壽司，討論日後的補給計畫。",
  "[STORY_MAIN_4_1_14_NAME]": "以物易物",
  "[STORY_MAIN_4_1_14_DESC_1]": "RABBIT小隊的補給負責人萌雖然想要販賣泡了水的裝備給「凱薩工業」，卻得知了武器全都銷售一空的消息。",
  "[STORY_MAIN_4_1_15_NAME]": "小而確實的敗北",
  "[STORY_MAIN_4_1_15_DESC_1]": "透過匿名的買家賣出所有的生鏽裝備，並購入新裝備的RABBIT小隊。那時候，笛卡爾現身傳達消息說，女武神公安局正以新武器武裝，驅逐附近的遊民。話都還沒說完，環奈就出現在公園裡。",
  "[STORY_MAIN_4_1_16_NAME]": "回扣",
  "[STORY_MAIN_4_1_16_DESC_1]": "\nจึงคิดจะบุกเข้าไปในอาคารส่วนกลางของโรงเรียนตำรวจเพื่อตรวจสอบการ\nทุจริตของกรมความมั่นคงสาธารณะ",
      "Tw": "",
  "[STORY_MAIN_4_1_17_NAME]": "幸運草作戰（１）",
  "[STORY_MAIN_4_1_17_DESC_1]": "都子和一行人為了調查公安局的不正之風而潛入本館。一行人在老師和萌的支援下成功潛入記錄保管室，但卻因為美優的失誤，反而被關在保管室裡了。",
  "[STORY_MAIN_4_1_18_NAME]": "幸運草作戰（２）",
  "[STORY_MAIN_4_1_18_DESC_1]": "在深感混亂的小隊成員面前，都子再次實際感受到自己的無力。但由於老師和小隊成員的信任及發自真心的加油，這讓都子再次得到勇氣，制定了逃離作戰區的計畫。",
  "[STORY_MAIN_4_1_18_DESC_2]": "都子和RABBIT小隊隊員們根據都子的指示，一絲不亂的鎮壓住女武神警察學園的學生們，並前往屋頂。",
  "[STORY_MAIN_4_1_19_NAME]": "大人的時間",
  "[STORY_MAIN_4_1_19_DESC_1]": "環奈出現在抵達屋頂的小隊成員面前，擋住他們的去路。環奈認為在各種特權下執行作戰的SRT學園談論正義很不公平而感到生氣，但是在老師的指點下，領悟了自己的錯誤而退了一步。平安歸來的RABBIT小隊隊員們將證據交給老師後，便沉沉睡去。",
  "[STORY_MAIN_4_1_20_NAME]": "狐穴",
  "[STORY_MAIN_4_1_20_DESC_1]": "事件結束後，公安局和凱薩集團的回扣事件曝光，因而陷入困境好一段時間。兔寶寶公園重新找回和平，RABBIT小隊的學生們也再次找回平靜的日常生活。另一方面，聯邦學生會的防衛室長香耶暗中和原以為消失的FOX小隊碰面，計劃在聯邦學生會發動政變。",
  "[STORY_MAIN_4_2_1_NAME]": "狐狸做的夢",
  "[STORY_MAIN_4_2_1_DESC_1]": "2年前，SRT特殊學園剛成立的時候。FOX小隊正在凱薩工業的彈藥工廠前為他們第一次的作戰計畫進行簡報。接著時間再度跳轉回現在，已經在奇普托斯各地展開破壞行動的FOX小隊正在準備迎接他們的後輩。",
  "[STORY_MAIN_4_2_2_NAME]": "兔子做的夢",
  "[STORY_MAIN_4_2_2_DESC_1]": "不知不覺間，RABBIT小隊一行人漸漸適應公園的露宿生活。正在準備早餐的時候，夏萊的老師來訪並送上昂貴的牛肉，表示是對上次事件的謝禮。",
  "[STORY_MAIN_4_2_3_NAME]": "誘餌",
  "[STORY_MAIN_4_2_3_DESC_1]": "RABBIT小隊和老師一邊烤牛肉來吃，一邊度過愉快的時光。小隊成員們在萌幫助下查看上次作戰當時的監視錄影，看見配戴SRT裝備的可疑黑影。RABBIT小隊想起之前向武器商出售裝備的事情，對於讓老師陷入困境感到內疚，於是下定決心要祕密逮捕犯人。",
  "[STORY_MAIN_4_2_4_NAME]": "出乎意料的重逢",
  "[STORY_MAIN_4_2_4_DESC_1]": "RABBIT小隊追查可疑的黑影，一路來到目標地點。雖然順利掌控住該地區，但小隊成員們的通訊因為突如其來的襲擊而中斷。隨後，孤立一人的都子與意料之外的人物重逢。",
  "[STORY_MAIN_4_2_5_NAME]": "前輩的影子",
  "[STORY_MAIN_4_2_5_DESC_1]": "遇見許久未見的FOX小隊，RABBIT小隊成員們一起分享仁子準備的豆皮壽司，愉快地聊起近況。不過也只開心了一下而已。當都子追究起襲擊的事，雪乃便透露真正的來意，邀請對方加入FOX小隊，讓都子感到混亂。晚一步追上RABBIT小隊的老師要求對方給自己一點時間，便帶著RABBIT小隊回到兔寶寶公園。",
  "[STORY_MAIN_4_2_6_NAME]": "後輩的苦惱",
  "[STORY_MAIN_4_2_6_DESC_1]": "回到兔寶寶公園後，RABBIT小隊談論起FOX小隊的過去，並苦苦思考前輩們突然改變的原因。此時，聯邦學生會發出廣播，公布香耶將代替琳擔任聯邦學生會代理會長的消息。",
  "[STORY_MAIN_4_2_7_NAME]": "政變",
  "[STORY_MAIN_4_2_7_DESC_1]": "在香耶發出廣播的幾小時前，聯邦學生會就日前發生的事件的善後事宜進行激烈的討論。會議結束後，琳在回家的路上被香耶襲擊並被軟禁起來，掌控行政委員會輿論的香耶登上聯邦學生會代理會長的寶座。",
  "[STORY_MAIN_4_2_8_NAME]": "新任代理",
  "[STORY_MAIN_4_2_8_DESC_1]": "老師應香耶之邀來到聯邦學生會。香耶提出新的行政程序改善方案，試圖拉攏老師，不過卻遭到老師一口回絕。",
  "[STORY_MAIN_4_2_9_NAME]": "D.U.嶄新的早晨",
  "[STORY_MAIN_4_2_9_DESC_1]": "隨著新行政命令的施行，D.U.各地都派有維持治安的凱薩保全人員。市民的自由受到凱薩保全系統的限制，眼見人們被無故拘捕，RABBIT小隊試圖提出抗議，但凱薩將軍卻現身談起權力、服從與價值。",
  "[STORY_MAIN_4_2_10_NAME]": "失控",
  "[STORY_MAIN_4_2_10_DESC_1]": "作為新任聯邦學生會代理會長，香耶想要推展新的業務，但奇普托斯各地無法預測的事件和事故接踵而至。",
  "[STORY_MAIN_4_2_11_NAME]": "黑咖啡",
  "[STORY_MAIN_4_2_11_DESC_1]": "老師在去兔寶寶公園見RABBIT小隊的途中，撞見桐乃和凱薩保全人員爭執的場面。雖然幸好糾紛在環奈的幫助下得到調解，不過環奈和桐乃對於新的行政命令導致D.U.陷入混亂的情況表示憂心。",
  "[STORY_MAIN_4_2_12_NAME]": "決心",
  "[STORY_MAIN_4_2_12_DESC_1]": "老師抵達兔寶寶公園。不過卻遍尋不著RABBIT小隊的身影，只看見一封都子留下的信。",
  "[STORY_MAIN_4_2_13_NAME]": "衝擊與恐懼",
  "[STORY_MAIN_4_2_13_DESC_1]": "香耶為了整治D.U.的亂象召開會議。但情況一時之間難以化解，香耶把將軍和雪乃叫到辦公室，催促他們趕緊解決。就在此時，香耶腦中浮現了一個可以解決亂象的妙計……",
  "[STORY_MAIN_4_2_14_NAME]": "囚徒困境",
  "[STORY_MAIN_4_2_14_DESC_1]": "夜裡，老師整理好公園後回到夏萊，從小空那邊聽說便當訂單被全部取消的消息。辦公室出現意外的訪客，為沒吃晚餐就回到辦公室的老師帶來豆皮壽司。",
  "[STORY_MAIN_4_2_15_NAME]": "SRT的正義",
  "[STORY_MAIN_4_2_15_DESC_1]": "RABBIT小隊成員們和前輩們一起訓練，在乾淨的淋浴間洗澡，難得地過著豐衣足食的生活，不過都子內心總覺得不踏實。洗完澡的都子在執行戒備工作的時候，在基地外圍發現觸發警報裝置的老師。",
  "[STORY_MAIN_4_2_16_NAME]": "老師的情況",
  "[STORY_MAIN_4_2_16_DESC_1]": "都子在審訊室和老師談話。都子表示雖然心裡不好受，但這都是為了SRT的復甦，不過聽完老師說的話，都子得到了一點啟發。把老師送回基地外後，都子正式向雪乃宣戰。",
  "[STORY_MAIN_4_2_17_NAME]": "錦衣夜行",
  "[STORY_MAIN_4_2_17_DESC_1]": "次日，老師在兔寶寶公園與都子再度見面。都子說FOX小隊打算炸掉兔寶寶車站，她想要阻止這件事發生。都子和老師一起前往兔寶寶車站，遇見了在那裡工作的笛卡爾。",
  "[STORY_MAIN_4_2_17_DESC_2]": "",
  "[STORY_MAIN_4_2_18_NAME]": "菁英與菁英",
  "[STORY_MAIN_4_2_18_DESC_1]": "笛卡爾大膽地向凱薩保全系統發動攻擊，但卻未能換來豐碩的戰果，反倒陷入了苦戰。此時，環奈和生活安全局的學生們現身，向都子一行人伸出援手。",
  "[STORY_MAIN_4_2_18_DESC_2]": "在環奈和生活安全局的活躍下，凱薩保全系統徹底瓦解，都子和老師趁機前往車站地下。",
  "[STORY_MAIN_4_2_19_NAME]": "深淵",
  "[STORY_MAIN_4_2_19_DESC_1]": "都子和老師在兔寶寶站的地下目睹巨大的導彈筒倉。不僅如此，FOX小隊已經佔領了筒倉，正在展開防禦作戰。此時，RABBIT小隊的學生們及時趕到與都子會合。",
  "[STORY_MAIN_4_2_19_DESC_2]": "",
  "[STORY_MAIN_4_2_20_NAME]": "卡班諾的洞窟（１）",
  "[STORY_MAIN_4_2_20_DESC_1]": "FOX小隊和RABBIT小隊以完全相反的戰術展開作戰準備。",
  "[STORY_MAIN_4_2_20_DESC_2]": "FOX小隊帶著老手的姿態以老練的戰術迎戰RABBIT小隊，卻不敵RABBIT小隊天馬行空的戰術接連發生失誤，敗下陣來。很快，RABBIT小隊掌控了通往操作室的電梯通道。",
  "[STORY_MAIN_4_2_21_NAME]": "卡班諾的洞窟（２）",
  "[STORY_MAIN_4_2_21_DESC_1]": "眼見其他的FOX小隊成員們全都失去力氣，雪乃讓小隊成員們去外面躲避，並威脅RABBIT小隊要直接引爆導彈，不過RABBIT小隊還是不顧一切地要進入操作室。",
  "[STORY_MAIN_4_2_21_DESC_2]": "",
  "[STORY_MAIN_4_2_22_NAME]": "昨天與明天的我們",
  "[STORY_MAIN_4_2_22_DESC_1]": "就在雪乃即將按下引爆鈕的剎那，原以為已躲起來的FOX小隊成員們來到了她的身邊，RABBIT小隊和FOX小隊在操作室前展開激烈的戰鬥。",
  "[STORY_MAIN_4_2_22_DESC_2]": "激戰過後，FOX小隊被RABBIT小隊徹底壓制。都子向雪乃說出自己心目中前輩的樣子，雪乃回想起過去的夢想，最終決定投降。",
  "[STORY_MAIN_4_2_23_NAME]": "失敗的政變",
  "[STORY_MAIN_4_2_23_DESC_1]": "香耶聽聞FOX小隊敗北的消息後感到驚慌失措，打算動員凱薩保全系統反擊，但面對團結一心的RABBIT小隊，凱薩保全系統的士兵根本不堪一擊。",
  "[STORY_MAIN_4_2_23_DESC_2]": "RABBIT小隊和老師再度與香耶面對面。香耶嘗試用各種花言巧語說服老師，但她策劃的陰謀已完全曝光，最終落得垮台的結局。",
  "[STORY_MAIN_4_2_24_NAME]": "尾聲",
  "[STORY_MAIN_4_2_24_DESC_1]": "事件完全結束後，香耶被彈劾，所有相關人士遭到收押。待在矯正局的仁子收到某人從外面送來的一封信和豆皮壽司，露出了微笑。",
  
  "[STORY_MAIN_5_1_1_NAME]": "序幕",
  "[STORY_MAIN_5_1_1_DESC_1]": "有一天，老師收到仁耶的聯絡，表示希望老師可以來百鬼夜行一趟。想試著見葛葉一面的老師決定答應仁耶的提議並前往百鬼夜行。",
  "[STORY_MAIN_5_1_2_NAME]": "意想不到的相遇（１）",
  "[STORY_MAIN_5_1_2_DESC_1]": "老師來到百鬼夜行後，目睹一名女學生跟太妹為了居民的皮夾發生衝突。女學生衝向太妹奪回皮夾，太妹驚慌之餘連忙喚來自己的同伴。",
  "[STORY_MAIN_5_1_2_DESC_2]": "紫和老師成功趕走了太妹後，居民對幫忙找回皮夾的紫表示感謝。居民離去後，紫正式向老師問好，並帶領老師前往燈籠祭會場，不過卻遇到了家裡的僕人，於是便匆匆離去。",
  "[STORY_MAIN_5_1_3_NAME]": "意想不到的相遇（２）",
  "[STORY_MAIN_5_1_3_DESC_1]": "紫和老師成功趕走了太妹後，居民對幫忙找回皮夾的紫表示感謝。居民離去後，紫正式向老師問好，並帶領老師前往燈籠祭會場，不過卻遇到了家裡的僕人，於是便匆匆離去。",
  "[STORY_MAIN_5_1_4_NAME]": "於陰陽部",
  "[STORY_MAIN_5_1_4_DESC_1]": "仁耶與老師見面，討論目前百鬼夜行正在籌備的慶典，並提到「花鳥風月部」寄來的恐嚇信。關於此事，仁耶表示想請老師伸出援手。就在老師點頭答應的同時，紫打開了陰陽部的大門。",
  "[STORY_MAIN_5_1_5_NAME]": "自稱菁～英少女登場！",
  "[STORY_MAIN_5_1_5_DESC_1]": "來到陰陽部的紫談起名草銷聲匿跡後再次出現的事，並請求仁耶協助百花繚亂的「繼承戰」。之後仁耶將這件事託付給了老師。",
  "[STORY_MAIN_5_1_6_NAME]": "下一個目的地",
  "[STORY_MAIN_5_1_6_DESC_1]": "為了復興百花繚亂，紫下定決心進行「繼承戰」。於是紫決定找其他百花繚亂的前輩來協助「繼承戰」，為此他拜訪了蓮華的家，卻在那裡發現了一張紙條。",
  "[STORY_MAIN_5_1_7_NAME]": "朝青春(?)邁進的少女（１）",
  "[STORY_MAIN_5_1_7_DESC_1]": "為了找到因踏上「找回青春的旅行」而離開的蓮華，紫和老師一起拜訪了各種社團，卻沒能順利找到蓮華。就在兩人稍作休息並討論日後計畫的時候，楓突然撲向了老師。",
  "[STORY_MAIN_5_1_8_NAME]": "朝青春(?)邁進的少女（２）",
  "[STORY_MAIN_5_1_8_DESC_1]": "原本受節慶營運管理部所託，正在檢查百鬼夜行設施的修行部和老師進行了閒聊。就在聊到一半的時候，新和妖怪劇團突然亂入，接著蓮華出現了。",
  "[STORY_MAIN_5_1_8_DESC_2]": "老師一行人成功趕走了新和妖怪劇團。紫奔向蓮華，但突如其來的相遇卻令蓮華驚慌失措。",
  "[STORY_MAIN_5_1_9_NAME]": "不破蓮華",
  "[STORY_MAIN_5_1_9_DESC_1]": "作為「青春活動」的一環，蓮華正在與修行部同行，紫請求蓮華協助繼承戰。聽聞紫提起繼承戰的事，蓮華憤怒地表示拒絕並採取行動。",
  "[STORY_MAIN_5_1_9_DESC_2]": "蓮華壓制住紫，並對紫喝斥道百花繚亂已經無法回到從前，之後便離開現場。修行部的學生連忙追了上去。",
  "[STORY_MAIN_5_1_10_NAME]": "通紅的臉",
  "[STORY_MAIN_5_1_10_DESC_1]": "儘管蓮華的事讓紫感到混亂，但他仍很快穩住心神。就在紫打算去找其他百花繚亂前輩時，因為僕人出現，紫再度暫時離開。和紫分開後，老師在慶典現場到處閒逛時，碰上了突如其來的騷動，以及被捲入騷動中的少女。",
  "[STORY_MAIN_5_1_11_NAME]": "百花繚亂的成員",
  "[STORY_MAIN_5_1_11_DESC_1]": "少女在與新和妖怪劇團間展開的連環戰中逐漸趨於弱勢。就在這時，老師出手幫助了少女，並一起從現場脫身。少女說自己是已退出百花繚亂的成員，並和老師聊起關於百花繚亂的事。",
  "[STORY_MAIN_5_1_12_NAME]": "桐生桔梗，以及繼承戰（１）",
  "[STORY_MAIN_5_1_12_DESC_1]": "隔天，老師和紫會合後，為了見桔梗而來到了百花繚亂的調停室，並在那裡見到了桔梗及靜子。紫開口拜託桔梗協助「繼承戰」，但桔梗卻說這件事從一開始就是不可能的，並表示要證明這一點，和紫進行了「繼承戰」。",
  "[STORY_MAIN_5_1_12_DESC_2]": "",
  "[STORY_MAIN_5_1_13_NAME]": "桐生桔梗，以及繼承戰（２）",
  "[STORY_MAIN_5_1_13_DESC_1]": "桔梗喝斥在「繼承戰」中敗北的紫，叫他別再玩大小姐的遊戲了。最終無法承受的紫選擇離開，留在現場的老師和桔梗開始聊起現在的百花繚亂。就在這時，敗給名草後正在發牢騷的妖怪劇團，遇見了一位散發奇異氣質的少女。",
  "[STORY_MAIN_5_1_14_NAME]": "下定決心的少女",
  "[STORY_MAIN_5_1_14_DESC_1]": "靜子和老師分頭尋找紫。好不容易和紫重逢後，靜子要紫跟自己回去，紫卻搖搖頭，向靜子表達自己的決心。就在這時，老師又在街上遇見了一名可疑的少女。",
  "[STORY_MAIN_5_1_15_NAME]": "相遇",
  "[STORY_MAIN_5_1_15_DESC_1]": "少女表示自己是花鳥風月部的成員，留下一句意味深長的話後便消失在人潮之中。此時，老師從靜子那邊聽說他找到紫之後發生的事，於是決定要找名草打聽百花繚亂的內情，聯絡了忍術研究部。",
  "[STORY_MAIN_5_1_16_NAME]": "御稜名草",
  "[STORY_MAIN_5_1_16_DESC_1]": "就在名草回憶著百花繚亂時期的過往時，老師出現在他的面前。名草說出自己的真實來歷後，繼續和老師進行交談。就在揭開慶典序幕的煙火聲響起的瞬間，幻魎百物語忽然出現，使慶典街道陷入一片混亂。",
  "[STORY_MAIN_5_1_17_NAME]": "漫步街道的怪談（１）",
  "[STORY_MAIN_5_1_17_DESC_1]": "就在紫為了履行家族的義務離開的時候，曾表示這一切都已經結束的蓮華在修行部的忠告下，想起了自己真正想做的事是什麼。此時，所有人都在為平定百鬼夜行各地出現的幻魎百物語而行動著。",
  "[STORY_MAIN_5_1_18_NAME]": "漫步街道的怪談（２）",
  "[STORY_MAIN_5_1_18_DESC_1]": "整頓混亂的街道的同時，名草向老師說明了關於幻魎百物語的事。隨後兩人意外和修行部與蓮華相遇，就在空氣因尷尬而凝滯的時候，伴隨著一聲響亮的嚎叫聲，戰鬥突如其來地開始了。",
  "[STORY_MAIN_5_1_18_DESC_2]": "",
  "[STORY_MAIN_5_1_19_NAME]": "花鳥風月部的怪談家（１）",
  "[STORY_MAIN_5_1_19_DESC_1]": "和幻魎百物語展開戰鬥後，對方毫髮無傷的樣子讓一行人不知所措。就在名草說要有資格才能打倒對方的時候，棕櫚出現在名草面前嘲笑了他。",
  "[STORY_MAIN_5_1_20_NAME]": "花鳥風月部的怪談家（２）",
  "[STORY_MAIN_5_1_20_DESC_1]": "棕櫚無視老師和椿的攻擊，表示事態完全照自己的計畫發展，然後便離開了現場。隨後黑影擋在想追上棕櫚的一行人面前。",
  "[STORY_MAIN_5_1_20_DESC_2]": "無論何時何地，不管自己個人的意願為何，紫都要代表家族站在舞台上。因為沒有任何人尊重自己的意願，紫心中的失望感越來越強烈。就在這時，他聽見了一個聲音對自己耳語。",
  "[STORY_MAIN_5_1_21_NAME]": "即便如此也想對你訴說",
  "[STORY_MAIN_5_1_21_DESC_1]": "面對無法擊潰的黑影，所有人被困在現場束手無策，此時，桔梗出面說服了名草。桔梗表示只有具備資格的他能夠拯救紫，在桔梗的說服下，名草決定和老師一起向前邁進。",
  "[STORY_MAIN_5_1_22_NAME]": "被烈火包圍的街道",
  "[STORY_MAIN_5_1_22_DESC_1]": "老師與名草被源源不絕的幻魎百物語擋在廣場的舞台前方，幸好陰陽部及忍術研究部及時趕到伸出援手。",
  "[STORY_MAIN_5_1_22_DESC_2]": "棕櫚出現在紫面前。棕櫚利用紫製造出幻魎百物語「無貌的形代」並使慶典街道陷入火海。就在紫受到衝擊而昏厥的時候，老師和名草出現了。",
  "[STORY_MAIN_5_1_23_NAME]": "捏造的謊言",
  "[STORY_MAIN_5_1_23_DESC_1]": "棕櫚讓名草看到大雪原上發生的事以及名草犯下的錯。就在名草因無法承受而倒下、棕櫚覺得勝利近在眼前的時候，老師站了出來。",
  "[STORY_MAIN_5_1_24_NAME]": "平凡的事",
  "[STORY_MAIN_5_1_24_DESC_1]": "老師的反駁讓棕櫚惱羞成怒，打算出手攻擊阻礙自己的老師，此時紫挺身阻止了他。少女選擇成為百花繚亂的紫，而非勘解由小路家的紫，並與隨後抵達的蓮華、桔梗一起投入和「無貌的形代」之間的戰鬥。",
  "[STORY_MAIN_5_1_24_DESC_2]": "就在蓮華、桔梗、紫被幻魎百物語逼得身陷險境的時候，名草站了出來。面對棕櫚的責難，名草說自己不想重蹈當時的覆轍，再次失去重要的人。具備百花繚亂「象徵」的名草出手打倒棕櫚，讓他陷入了絕境。",
  "[STORY_MAIN_5_1_25_NAME]": "現在，向你",
  "[STORY_MAIN_5_1_25_DESC_1]": "最終棕櫚落荒而逃，紫對能再次見到大家一事表示感謝，旋即又提起最初的目的，向名草申請「繼承戰」。雖然紫在轉眼間落敗，但他依然神情開朗，說要和大家一起回到百花繚亂。",
  "[STORY_MAIN_5_1_26_NAME]": "帶著願望",
  "[STORY_MAIN_5_1_26_DESC_1]": "一連串的事件結束後，百鬼夜行重新找回了平靜。儘管各地還有事情尚未了結，但大家仍團結一心，將飽含心願的燈籠隨水漂洋。另一方面，藏身於黑暗之中的花鳥風月部部長──雛罌粟露出了耐人尋味的微笑。"
}