s = '''01
偶遇遥香
老师突然将视线与遥香的对上了。遥香对老师笑了一下，然后匆匆离开。老师也假装并无在意。
一声道歉
亚子首先为风纪委员会发起的攻击道歉，随后表示希望对策委员会将便利屋68的处置交由他们进行，结果自然受到了拒绝。绫音据理力争，而亚子则并不让步，并表示“这大概是因为有夏莱的老师站在你们这边吧”。
便利屋的动机
老师表示了自己对便利屋的看法，认为他们不是故意的。对策委员会的大多数也同意，但表示因为还没找到幕后黑手，所以不能轻易交给格黑娜。
便利屋的复仇
谈判破裂，亚子打算继续攻击。然而对策委员会突然受到遥香的攻击，同时佳代子也开始逐步拆穿亚子的骗局：带大量兵力来其他自治区闹事绝非阳奈所为，实际上是亚子自己出兵；目标实际上是夏莱，所以带了额外兵力就在情理之中。
真实目的
亚子被拆穿后立刻发起了攻击，并向所有人直接宣告了自己的计划：由于伊甸条约签署在即，风机委员会担心夏莱这样的组织会干涉条约签署，于是便打算先将老师软禁在格黑娜，顺带处理便利屋68。
合作
佳代子希望亚瑠尽快离开，但亚瑠不仅表示要战斗到底，阿拜多斯一行人也主动请求与他们合作。见此情形，亚子正式下达了战斗命令。
卷土重来
尽管战败且自家队伍连连撤退，但亚子仍然没有放弃，继续向众人发起攻击。佳代子敏锐感觉到这并非亚子所拥有的调兵权限，其中必有猫腻。
阳奈驾到
亚子自己也知道其中的风险，但还是决定一意孤行。就在这时阳奈接入通讯，亚子本想以“巡逻”等借口搪塞过去，但阳奈已经清楚了大部分事宜，并亲自来到了现场。

02
一口难辩
亚子试图解释自己是在和便利屋68作战，但转眼间后者便消失不见。阳奈的脸越来越黑，不过随后表示理解，但仍然指出此类政治问题应交由万魔殿进行处理。阳奈表示将处以亚子紧闭处分。
与阳奈的交涉
阳奈表示冲突确实是自己人不对，但干涉了格黑娜的公务却也是事实。众人表示不会轻易放过。就在这时绫音提起了星野，而星野也随叫随到。阳奈与星野寒暄了几句，对星野性格变化之大表示惊讶。阳奈提到了“那次事件”，随后突然意识到了什么。
阳奈的道歉
阳奈宣布风纪委员会全部撤离，并向对策委员会请求原谅，表示今后不再会擅自入侵。格黑娜的队伍迅速离去。
战斗结束
迟到的星野对事情懵懵懂懂，不知究竟发生了什么事。大家决定明天在教室再讨论，所有人都提早回去了。白子注意到，阳奈在走之前似乎跟老师说了些什么。老师表示之后会跟大家说的。
阳奈的情报
阳奈让老师先别走，并提到了凯撒公司的事情。她提到凯撒似乎在阿拜多斯的沙漠有着些许异常的活动，希望老师前去调查。

03
便利屋搬家
由于交不起房租，加上上次与风纪委员会的战斗暴露了自己的位置，便利屋一行人不得不搬出自己原有的住宅。亚瑠表示“因为这才是坏蛋……”却被多人打断，表示亚瑠真是令人操心。
遇到便利屋
老师遇到了搬家的便利屋全体成员们，祝他们一路顺风。亚瑠表示与老师成为合作伙伴很高兴，且今后一定也会回阿拜多斯看看，尤其是会回来吃美味的拉面。装着便利屋68东西的卡车随后消失在路口。
与大将的对话
绫音和茜香前来看望柴大将，表示拉面店被毁掉了实属可惜。但意外的是，柴大将表示本来就收到了关店通知，这让两人感到非常诧异。大将表示，前些年由于债款无法还上，阿拜多斯土地所有权实际已经不属于学校，贷款给了凯撒公司。大将还提到了店门口有一个大袋子装着钱，老师则提议不妨将它们作为重建资金。

04
遇到野乃美
老师在校门口遇到了野乃美，询问了下柴大将的身体情况。老师表示他身体情况不错，但被野乃美猜出大概还有其他问题。野乃美提议先回教室，并表达了对老师这些天来处理事情得感激之情，希望老师能够继续与他们走下去。老师表示了肯定。
不安的白子
在校门口，两人还遇见了白子。白子提到了星野前辈，但有些心神不宁。白子先进了教室，野乃美与老师紧随其后。
争吵声
白子似乎在对星野进行着严肃的质问，但星野一问三不知。野乃美和老师闻声感到，但两人之口不提，只是表示“与星野有些事而已”。野乃美表示对策委员会间可没有什么好隐藏的，星野于是不得不表示“只是自己睡午觉太多而被白子骂了”而已。尽管如此，野乃美还是看出了其中的不真诚。
紧急事态
茜香和绫音拿到了阿拜多斯全境的土地所有权地图，表示确认了一个紧急情况。起初，包括星野在内的大多数人都认为阿拜多斯当然由学校所有，但从交易记录上来看，显然大多数土地早已由凯撒集团所有。

05
凯撒集团
事实是，阿拜多斯的大多数土地均已归属于凯撒集团（凯撒建设）。众人不仅对为何要夺走这么多土地表示疑问，也不解究竟是怎么办到的。星野和绫音表示，由于学生会有学校的最高权限，因而这些交易应都是由前学生会的人所做。
当时的学生会
星野阐述了当时情况，总结起来十分混乱。当时荒漠化已经非常严重，学校被迫搬迁数次。不仅学生只剩下两位数、教职工基本不存在导致教学停止，学生会的人也大多已经辞职，只剩下另外一位前辈。但星野表示那位前辈也不靠谱，而她那时性格也并不怎样。众人对此表示惊异。白字表示星野没有必要这么贬低自己，表示她是个很有责任感的会长。
原因探究
大家开始讨论学校究竟为什么要把土地卖给凯撒集团。大家普遍认为是债款已经堆积过多导致，但由于出售价格过低，实际上也没有什么用。这时老师突然注意到，贷款方和购买方似乎都是凯撒集团，阿拜多斯实际上中了凯撒集团的圈套，后者目标很可能是阿拜多斯的土地。芹香无法理解学生会为什么会做出这样的决定，但星野则表示，走投无路的人们的确会做出这样的事。
情况明朗
绫音通过已有的线索，最终认定凯撒集团盯上的正是阿拜多斯的土地，但对具体原因仍并不特别清楚。老师向各位讲出了从阳奈那听来的事情，众人立刻决定前往沙漠。
星野的秘密
走之前，白子叫住了老师。在一间教室里，白子向老师展示了从星野书包中找到的东西：退社信，对策委员会小鸟游星野。老师问白子为什么会这么做，白子则表示是因为他觉得星野最近的行为非常怪异，之中一定有不可告人的东西。

06
到达沙漠
众人到达了沙漠边缘。由于电车无法继续前行，众人开始徒步前往。芹香对为什么是风纪委员会长告诉老师的，而绫音则回顾了当时的情况。

07
绿洲前
星野提到这里曾经有一个绿洲，甚至可以行船。并且那时的庆典，甚至是其他学校都会参加的那种。

08
不寻常的设施
绫音突然目视到了前方有什么设施，但被沙尘挡住视线不佳，众人立刻前往。
受到攻击
众人来到设施门口，突然遭到设施士兵袭击，众人迎战。

09
不明建筑物
大家对这些人的归属与意图都不明。这时绫音突然发现建筑上有凯撒PMC（Private Military Company）的标志，众人吃了一惊。
凯撒PMC
绫音指出PMC此类军事公司与头盔团那些小混混并不一样。野乃美突然记起以前好像听说有企业雇佣退学的和不良学生为雇佣兵。这时众人突然发现大量兵力在朝他们涌来。

10
没完没了
PMC包围圈过于强大，众人无法脱逃。这时PMC理事突然到访，星野认出了他，记起了一些事情。
秘密见面
星野记起，在之前的那次见面中，黑服在自己和PMC理事前向自己提出了那个“请求”，并要自己做出选择。
谈论债务
PMC理事提出要将众人造成的损失一并加入欠款金额中。星野认出了他，后者像星野问好，并“无意间”说出了自己雇佣便利屋和头盔团的事情。之后，他表示想和阿拜多斯好好谈论一下债务。

11
亚子的检讨
亚子说大话，称自己能写1000页，结果阳奈真的按她说的做了。间隙，亚子询问阳奈是否对星野之情。阳奈表示自己也是第一次见她，并说她曾经因能力被格黑娜情报机构列为潜在威胁对象；但又同意亚子的看法，星野这两年来的确判若两人。阳奈之后又提到了当时的战斗，认为如果继续战斗，在夏莱等的支援下，很可能会损失惨重，批评亚子过于冲动。
阳奈的疑惑
尽管如此，阳奈还是想不明白，为什么星野在经历了“那件事”后，仍未离开阿拜多斯。
凯撒理事
凯撒理事向各位介绍了自己的身份。众人对PMC理事开始口诛笔伐，但后者并不在乎。就事论事，对策委员会一行人目前是侵犯了他们的私有土地，并大方地指出自己是为了寻找阿拜多斯地底下的某个宝贝，而这些兵力也绝非为了入侵阿拜多斯。众人很不相信，理事于是便现场演示了“如何真正处置阿拜多斯”。
填不尽的债务
凯撒理事打了个电话，表示阿拜多斯学校的信用已降到最低，并上调了30倍利率。在社团室的绫音收到了来电，大受震撼。凯撒理事表示，为了证明还款能力，他们必须先提前交纳一笔保证金，但那根本不可能做到——理事此时便提出让他们放弃学校，进行退学或转学。众人拒不后退。星野表示在这里争论没有用，提议先行离开。

12
回忆
星野记起了和以前那位学生会会长的事情。那位会长对未来的一切充满希望，认定阿拜多斯的未来并非如此，还将以前庆典的一张海报给了星野。但星野打断并否定了她，还撕烂了手中的海报。
回顾情况
众人还是不理解PMC究竟在找什么，毕竟石油之类的高价值物品已被探明并不存在。白子想先去调查一下，但被绫音识出可能实为去抢银行，遭到阻止。星野让大家冷静下来，先行回去休息。
与星野的对话
白子和老师等到很晚才离开。星野因疲劳打发走了白子，但老师并未离开。老师拿出了星野的退社信，星野想把问题转移到白子上，但老师紧追不放。星野同意向老师讲述情况，但得出去到走廊上。
对学校的喜欢
因为风沙太大，积尘严重，星野咳了几声，表示学校人手实在不够。星野之后又嘀咕了几句。老师说星野看上去非常喜欢阿拜多斯，后者则表示了否定。之后，星野向老师讲出了那个“请求”。
一个请求
原来那个请求便是，如果星野加入PMC（成为佣兵），那么黑服将愿意承担他们学校一半的债务。
招募能手
星野推测PMC（尤其是黑服）似乎是在招募一些能手。星野表示她从没在基沃托斯见过他那样的人，而且似乎凯撒集团的理事也很怕他。至于退社信，星野表示只是脑袋一时糊涂，在老师面前撕掉了它。星野还表示明天会和大家说清楚，但又觉得接受那个请求似乎唯一无二。星野走前，老师承诺会相处解决方案。
第二天
绫音第一个来到对策委员会的活动室，发现没有人在。随后，绫音发现了一个惊天动人的消息。

13
星野的退社书
星野留下了退社书和一封信。在信中，星野向所有人坦白了去PMC做佣兵的事情，并说出了“（黑服）将会承担一半阿拜多斯债务”的事情。
签名
星野在PMC办公室签了名。黑服表示，这样的话，星野就将自己所有的权利转移给了他（相当于卖了自己），并承诺债款将会如约承担。
为了对策委员会
星野表示这是自己应该背负的责任，希望能够减轻对策委员会的压力。信在此终止。
不相信大人
星野在另一封信中坦白，自己并不喜欢大人，也不相信大人。在白子第一次将老师背来时，她甚至有点嫌弃，但最终她信任了老师。她还将白子托付给了老师，希望老师能教导管好白子，不要让她犯错。
路途遥遥
星野登上了PMC的车，那里的车将会把星野运到阿拜多斯沙漠。
对对策委员会的期盼
星野希望大家能保护好阿拜多斯，并且，如果今后在战场上遇到她的话，能将她的光环破坏掉。
怎么可以这样
读罢，众人对星野的“不负责任”非常生气。就在这时，他们听到外面传来爆炸声。
PMC的占领
PMC带领部队前来驱散阿拜多斯地区的民众，宣称此处地方已经下达离开命令。由于作为前学生会成员的星野“退学”（被卖去凯撒），因而阿拜多斯学生会已名存实亡，阿拜多斯已不存在。
突然袭击
所有人决定立刻应敌。很快，PMC士兵就来到了对策委员会的房间，遭到众人抵抗。

14
凯撒理事
凯撒理事闻声走来，众人对凯撒PMC的无理侵犯表示愤怒，但理事并没有被吓倒。虽然扬言要报告联邦学生会，但理事表示联邦学生会并没有用，而且这么长时间以来的事情也证明了没人来帮助他们。理事直接指出，由于学生会成员星野退学，阿拜多斯已不复存在，众人大惊。众人以“对策委员会”尚存抗争，但绫音表示，由于学生会当时已不存在，所以它并非官方认证的社团，因而实际上无法代表学校，也无法被证明存在。
星野
星野听到PMC攻击阿拜多斯时震惊无比。黑服向星野解释，因为她自己退学，阿拜多斯就没有了学生会成员（即没有了学生会），由此学校已经不复存在。黑服表示了对PMC建立一所新学校的兴趣，但随后表示他们的目标实际上是星野自己，而与凯撒联手仅仅是因为利益不冲突罢了。黑服表示，作为基沃托斯最高的“神秘”，他将会对她进行实验。
后悔
星野在实验台上，低着头，怨恨自己的天真。他对不起对策委员会的所有人，也对不起曾经的学生会成员梦前辈。再一次地，她被大人骗了。
绝望
理事对阿拜多斯一行人居然真的并非嘴上说说，而是要真的还款一直感到震惊，但随后便反问能否做到以及这究竟有何意义。众人哑口无言，而这时PMC部队突然受到了意外攻击。
便利屋68
便利屋68闻讯赶到，认为PMC做的事情实在过于出格。亚瑠抨击对策委员会“在朋友遇到危机时居然就此放弃”，并复述了泳装蒙面团那时的座右铭。作为阿拜多斯一行人曾经帮助过他们的回报，便利屋68参与作战。

15
背叛PMC
理事对便利屋68背叛他们又惊又怒，但便利屋一行人予以了回敬。老师对峙理事，要求将星野还回来，但后者并未让步。不得已，一行人继续应战。
撤退
由于理事在战斗中受伤，在士兵的建议下，理事下令撤退。一行人决定先回去想出解救星野的办法。
与黑服
晚上，老师来到了一幢大楼前。在顶层办公室，老师遇到了黑服。

16
外面来的人
黑服表示他很了解老师。黑服认为老师的障碍为最大，因而他不想也不应与老师敌对，相反则试图寻求合作。老师询问他的身份，黑服则表示自己是“数秘术”的人，并询问老师究竟在基沃托斯寻求着什么，老师不想岔开话题。黑服继续表示，老师的行为此刻已不具备正当性，询问老师是否明白自己的权利如何。他表示星野已经不再是阿拜多斯的学生，并提到了那封退社申请书。
我没签名
实际上，申请书上有“顾问”一栏。而作为被从夏莱请来当顾问的老师，不存在老师签名的申请书只是废纸一张，因而星野仍然属于对策委员会，仍然属于阿拜多斯，仍然是自己的学生。
老师的批判
黑服明白了这点，鄙夷这种麻烦的手续。老师又接着批判黑服，“不但欺骗那些孩子，践踏她们的心，还利用她们的痛苦”。黑服并不否认追求自己利益这一点，但划分了界限：阿拜多斯的沙漠化并非他们造成，他们只是利用了这一灾难。
世间真理
“有权者压榨无权者，有识者压榨无知者，”黑服向老师阐述了这一世间真理。黑服重复了那个提案，让老师放弃干涉他们，由他们承担一半的债务，同时也不会影响阿拜多斯其他学生的上学。但老师拒绝了提案。
大人的卡片
黑服无法理解老师的选择。他质疑老师与他们敌对的作战能力，老师不得不掏出大人的卡片。这是独属于老师的武器，但黑服也警告称，它越是使用越会被毁灭，会消耗老师的生命与时间。黑服提到老师还需要用它做许多其他的日常事情，还提到这本就与他无关，但老师仍然拒绝。
大人的责任
黑服无法理解老师的选择。他反问老师、质询老师。老师则表示，“对于那些孩子的痛苦，没有人愿意负责。”黑服不解，表示老师与这些孩子没有任何亲缘和血缘上的关系，只是一个正好遇见他们的外人，这些责任并非老师需要承担。老师则只是表示，“那是大人该做的事”。
错误的想法
黑服理解，但开始纠正老师的想法。“所谓的大人，是能将社会改造成自己理想的样子，制定规则，定义什么是正常与不正常，定义什么是平凡与非凡的人。用权力、知识、力量统治无权者、无知者、无力者的人，那就是大人。”黑服表示这并非与老师无关，老师本也可成为基沃托斯的支配者，但老师并没有选择这么做，黑服不解老师的意图。
对策委员会的大家
老师表示即使说出，黑服也无法理解。黑服表示交涉决裂，最后告诉了老师星野的位置与实验内容。黑服最后轻蔑地说了句：“那你就好好拯救学生吧，”并祝老师好运。
持续关注
临走前，黑服表示，他们将一直关注着他们。
回到社团室
对策委员会的大家欢迎了老师。众人齐声喊出“救出星野吧！”老师还提到，要“狠狠教训星野一顿”，野乃美表示同意，毕竟星野违背了自己的诺言。老师还说，要“对她说‘欢迎回来’，让她说出‘我回来了’！”这样的台词。
帮手
虽然话说了一堆，但没有帮手仍然非常麻烦。茜香提出了便利屋，而老师则另有一套。

17
格黑娜学院
老师来到格黑娜，希望见到阳奈，但被伊织拦下，表示除非舔她的脚——老师二话不说直接跪舔。伊织对老师破口大骂，正好遇到阳奈。阳奈见老师跪地便让老师起来，然而伊织不知为何提到了舔脚的事，阳奈大受震撼。
三一综合学院
日步美向茶会报告了老师的请求，茶会的渚在思考后决定为了削减PMC可能的潜在对条约签署的影响，委派日步美带牵引式榴弹炮的学生前去支援。
柴犬拉面
柴大将在路边开了个小摊子，遇到便利屋68四人。同上次一样，老板给四个人盛了一大碗面，只不过这次一人一碗。吃完后，佳代子对是否要参与战斗还有些疑虑，不过因为委托费给够，亚瑠表示不得不去——不过仍然是强装的罢了。
阿拜多斯学院
对策委员会众人准备完毕。绫音更新了地图，开始指引众人前往星野被关押的场所。
只要有人在
柴大将走后突然意识到忘说了什么：失败也没什么，重来就好了；店铺，最重要的还是它的顾客。
指挥部内
PMC指挥部发现了多方来袭的敌人，但北方的三人部队似乎很不对劲。
风纪委员会，参战！
风纪委员会四人全员参战。作为此次参战的奖励，阳奈破例将原先写检讨的处分改为了此次作战。阳奈要求不能让敌人碰到老师的一分一毫。

18
三一的支援
对策委员会众人来到建筑门口，遭到敌人阻拦。日步美此时接入通讯，向各位表示了情况，并着重提到这些榴弹炮与三一毫无关联。通讯结束后，对策委员会几人开始突破。
PMC理事
众人来到了沙漠中央，认出了曾经阿拜多斯学校的踪迹。理事向各位简单介绍了这里的情况，并提到了黑服所称的“实验室”，就在另一边的建筑里。但理事表示必须先过了他这一关，就在这时便利屋68全员赶到，开始支援。对策委员会将应战责任委托给便利屋众人，自己则前往寻找星野。

19
PMC理事
就在对策委员会众人以为甩开PMC时，PMC理事突然又挡在他们面前。理事对计划泡汤表示非常可惜和不快，众人立刻开始战斗。
星野的回忆
梦前辈回忆起自己第一次见到星野时的样子。她称赞星野可爱而坚强，说遇到她就像梦一样——这着实是一场奇迹。星野并不认为日常可以被称作为“奇迹”，但前辈否认了她的说法。
对策委员会
对策委员会一行人在外面强行打开了门。星野意识模糊，不知自己的自由和大家的声音是梦还是现实。
星野前辈！
星野面前站着的是对策委员会的大家。大家与星野相互欢迎着，而最终星野也说出了那句台词：“我——回——来——了——”
一切如常
星野回归后，一切如常。

20
阿拜多斯学生会
由于老师的帮助，对策委员会现在被正式认定为学校的社团，承担阿拜多斯学生会的职务，不过学生会长是谁尚未决定。
柴犬拉面
茜香恢复了在拉面店的工作，老板也似乎比以往充满干劲。
凯撒信贷
凯撒信贷已因在黑市及逆行非法金融交易而受到联邦学生会的调查，且凯撒公司董事也被列为学生非法劫持案的主要嫌疑人，并遭到通缉。凯撒公司为撇清关系，立刻解雇了董事。贷款方面，利息最终降到了比原来还低的水平。
阿拜多斯的土地
不过，阿拜多斯的土地大多仍然属于凯撒公司，这点无法改变。
便利屋68
便利屋68又开设了新的事务所，据称在格黑娜自治区，不过风纪委员会已经正在严格监控他们。
黑色西服人
绫音无法调查到黑色西服人的身份，并提到所有的罪名都被归到了凯撒董事的头上，至于西服人身份无从得知。
显卡挖矿
阿拜多斯对策委员会的定期会议继续召开。会议上，茜香再次提出了赚钱的好方法：通过电脑显卡挖矿赚钱。白子则表示入侵某个建筑物会更好一点。——不过二者均被驳回。
一切如常
绫音表示，对策委员会仍然是那个样子，并感谢老师做出的贡献。
'''

splited_story = s.split("\n\n")
splited_story = [[j.strip() for j in i.split("\n")] for i in splited_story]

# For chapter 2, volume 1
for i in splited_story:
    story_no = int(i[0])
    print(f'"[STORY_MAIN_1_2_{story_no}_NAME]": "",')
    print(f'"[STORY_MAIN_1_2_{story_no}_DESC]": "",')
    for j in range(1, int((len(i)-1)/2+1)):
        title = i[1+(j-1)*2]
        desc = i[2+(j-1)*2]
        print(f'"[STORY_MAIN_1_2_{story_no}_P{j}_NAME]": "{title}",')
        print(f'"[STORY_MAIN_1_2_{story_no}_P{j}_DESC]": "{desc}",')
    print()
