{
  "[CHARACTER_10010_GET_DIALOG_TEXT]": "Second-year of Abydos' Foreclosure Task Force, Sunaookami Shiroko. Hello.",
  "[CHARACTER_13008_GET_DIALOG_TEXT]": "I'm Kuromi Serika, and there will be no slacking on my watch. Understood?",
  "[CHARACTER_10004_GET_DIALOG_TEXT]": "Nice to meet you. I'm the head prefect, Hina, though I sincerely hope that went without saying.",
  "[CHARACTER_13004_GET_DIALOG_TEXT]": "Yup yup, I'm finally here! I look forward to working with you, Sensei!",
  "[CHARACTER_10003_GET_DIALOG_TEXT]": "Ahaha... I'm still new to this kind of thing, so please be patient with me.",
  "[CHARACTER_10005_GET_DIALOG_TEXT]": "*yawn* Let's take it slow and steady. No point in wearing ourselves out.",
  "[CHARACTER_13006_GET_DIALOG_TEXT]": "Ta-da! I'm finally here! All right, Sensei, let's have some fun!",
  "[CHARACTER_10000_GET_DIALOG_TEXT]": "You want my services? Heh heh. I'd be happy to, but we aren't cheap, Sensei.",
  "[CHARACTER_16000_GET_DIALOG_TEXT]": "Um, is it really okay for me to be here? You can tell me if I'm in the way.",
  "[CHARACTER_10017_GET_DIALOG_TEXT]": "The Great Leader of Red Winter Academy is here! Feel honored, Comrade!",
  "[CHARACTER_13005_GET_DIALOG_TEXT]": "I'm not mad or anything. People always say I look scary.",
  "[CHARACTER_10019_GET_DIALOG_TEXT]": "I'm Shirasu Azusa, a transfer to Trinity. I work solo and can take cover easily due to my size. Any other questions?",
  "[CHARACTER_10013_GET_DIALOG_TEXT]": "Keeheeheehee! Kyahahaha!",
  "[CHARACTER_23000_GET_DIALOG_TEXT]": "Well met, Sensei! What kind of ice cream do you like?",
  "[CHARACTER_10020_GET_DIALOG_TEXT]": "Shimoe Koharu... Mark my words. I won't be here for long!",
  "[CHARACTER_26002_GET_DIALOG_TEXT]": "I'm Juri from Gehenna's School Lunch Club. Let me know if you're hungry.",
  "[CHARACTER_13003_GET_DIALOG_TEXT]": "Hanekawa Hasumi of the Justice Task Force. Awaiting orders, Sensei.",
  "[CHARACTER_10015_GET_DIALOG_TEXT]": "Go with the light at your back, hero.",
  "[CHARACTER_13007_GET_DIALOG_TEXT]": "Nope, not gonna help... Wait. You'll feed me? What kind of food though?",
  "[CHARACTER_10009_GET_DIALOG_TEXT]": "Whoa! Did you find me? Let's eat something good together!!",
  "[CHARACTER_13010_GET_DIALOG_TEXT]": "The conditions have been met. Let's get down to business.",
  "[CHARACTER_13011_GET_DIALOG_TEXT]": "Wanna hear a fun story? Let me tell you!",
  "[CHARACTER_10016_GET_DIALOG_TEXT]": "I'm the best player around! I'll help you out.",
  "[CHARACTER_16001_GET_DIALOG_TEXT]": "Life with my new master begins today!",
  "[CHARACTER_13000_GET_DIALOG_TEXT]": "My fondest greetings to you, Master. I pledge to give you only the best service.",
  "[CHARACTER_20001_GET_DIALOG_TEXT]": "Originally, Millennium was my master, but starting today...you're my master, Sensei.",
  "[CHARACTER_10008_GET_DIALOG_TEXT]": "Huh?! Damn it, our eyes met. I guess I've got no choice but to help you.",
  "[CHARACTER_13009_GET_DIALOG_TEXT]": "I never thought this moment would happen. I'll be working with you from now on, Sensei.",
  "[CHARACTER_23002_GET_DIALOG_TEXT]": "Your Ministering Angel has arrived!",
  "[CHARACTER_16004_GET_DIALOG_TEXT]": "How do you do? Oh, where are my manners? It's a pleasure to meet you.",
  "[CHARACTER_26000_GET_DIALOG_TEXT]": "I will fight by your side when you want to overcome adversity and hardship.",
  "[CHARACTER_16003_GET_DIALOG_TEXT]": "Does this count as a part of the Vigilante Crew's duties? I'll do what's necessary to uphold Trinity's peace.",
  "[CHARACTER_20003_GET_DIALOG_TEXT]": "I'm Mashiro, first year from the Justice Task Force. I may be inexperienced, but I'm here to help however I can.",
  "[CHARACTER_10001_GET_DIALOG_TEXT]": "What do I need to do? Teach me, Sensei.",
  "[CHARACTER_26001_GET_DIALOG_TEXT]": "Otose Kotama. The Millennium School. Something about you compelled me to come.",
  "[CHARACTER_23003_GET_DIALOG_TEXT]": "Nice to meet you, Sensei. I'll show you what a Millennium girl can do.",
  "[CHARACTER_20002_GET_DIALOG_TEXT]": "I'm here! So where's my next test subject?",
  "[CHARACTER_23001_GET_DIALOG_TEXT]": "I'm Fuuka from the School Lunch Club. Let me know if you're hungry. I'll whip something up for you.",
  "[CHARACTER_10002_GET_DIALOG_TEXT]": "Welcome to the Gourmet Research Society. Are you ready to go on an adventure in search for the pinnacle of taste?",
  "[CHARACTER_10011_GET_DIALOG_TEXT]": "I'm Shun, an instructor of the Disciplinary Support Department known as Plum Blossom Garden. Please take good care of our children, Sensei.",
  "[CHARACTER_20000_GET_DIALOG_TEXT]": "I've been waiting for this and knew it would come. The moment when you would call my name.",
  "[CHARACTER_16002_GET_DIALOG_TEXT]": "If you need an explanation or commentary, just leave it to me!",
  "[CHARACTER_10012_GET_DIALOG_TEXT]": "Weight training is a science. This is where Millennium's advanced theories are put to the test.",
  "[CHARACTER_10007_GET_DIALOG_TEXT]": "Hey, Sensei! Wanna tag this wall with me?",
  "[CHARACTER_23004_GET_DIALOG_TEXT]": "Makeup doesn't make a girl beautiful—passion does.",
  "[CHARACTER_13001_GET_DIALOG_TEXT]": "Um... So, what should we do now?",
  "[CHARACTER_23005_GET_DIALOG_TEXT]": "I'm Okusora Ayane. You can count on my support.",
  "[CHARACTER_26004_GET_DIALOG_TEXT]": "We've turned the first page of our story!",
  "[CHARACTER_26003_GET_DIALOG_TEXT]": "Is anyone in need of first aid? I would be happy to help.",
  "[CHARACTER_26005_GET_DIALOG_TEXT]": "Don't underestimate me because I'm small! I have big potential, you know!",
  "[CHARACTER_10006_GET_DIALOG_TEXT]": "You must be Sensei. I'll be accompanying you starting today. You can trust me with any mission.",
  "[CHARACTER_13002_GET_DIALOG_TEXT]": "I'm Akari of the Gourmet Research Society. Shall we find something delicious to try together?",
  "[CHARACTER_23006_GET_DIALOG_TEXT]": "I'm Shizuko of the Festival Operations Department! I look forward to working with you, Sensei... Huh? I'm being professional!",
  "[CHARACTER_10014_GET_DIALOG_TEXT]": "Sensei—er, my lord! Izuna heard your call and came right over! Nin nin!",
  "[CHARACTER_26006_GET_DIALOG_TEXT]": "Are you the one that I've been watching through my telescope? Ooh, I'm so excited!",
  "[CHARACTER_10018_GET_DIALOG_TEXT]": "I'm Yuzu, president of the Game Development Department. You're really going to accept me?",
  "[CHARACTER_23007_GET_DIALOG_TEXT]": "I'm Urawa Hanako. I look forward to working with you, in all kinds of ways.",
  "[CHARACTER_10021_GET_DIALOG_TEXT]": "Shirasu Azusa. Arrived at the objective. Let's go straight to the next, not that I'm particularly excited.",
  "[CHARACTER_16005_GET_DIALOG_TEXT]": "Keheehee! Oh... S-Sensei?",
  "[CHARACTER_20004_GET_DIALOG_TEXT]": "Trinity Justice Task Force first-year, Mashiro. Wherever it may be, under any circumstance, I will support you, Sensei—with all my might.",
  "[CHARACTER_20005_GET_DIALOG_TEXT]": "I-I know this look is still very modest. But if you're okay with it, I'm happy to help!",
  "[CHARACTER_16006_GET_DIALOG_TEXT]": "Summer! It's summer, Sensei! Come eat delicious food with me this summer!",
  "[CHARACTER_10022_GET_DIALOG_TEXT]": "Gehenna Head Prefect Hina reporting. I assure you this outfit is merely for summer training.",
  "[CHARACTER_10023_GET_DIALOG_TEXT]": "I'm not joking! This is all part of the recon mission.",
  "[CHARACTER_10024_GET_DIALOG_TEXT]": "I was just cycling. Want to join me, Sensei? It'll just be a light 200 kilometers.",
  "[CHARACTER_10025_GET_DIALOG_TEXT]": "Don't treat me like a child! I'm still everyone's favorite older sister at heart!",
  "[CHARACTER_13012_GET_DIALOG_TEXT]": "Valkyrie Police School's Kirino, reporting for duty! Put your hands up and do as you're told!",
  "[CHARACTER_20006_GET_DIALOG_TEXT]": "I was taking a long break, but oh, well. Can't do much about it if Sensei is calling for me.",
  "[CHARACTER_10026_GET_DIALOG_TEXT]": "Why pick this of all outfits? Well, it's surprisingly easy to move around in. Hahaha!",
  "[CHARACTER_10027_GET_DIALOG_TEXT]": "No matter my appearance, it doesn't change anything. All I have to do is complete my given task.",
  "[CHARACTER_10028_GET_DIALOG_TEXT]": "Ta-da! Look, Master! I'm Bunny Asuna!",
  "[CHARACTER_10029_GET_DIALOG_TEXT]": "Hey, Sensei. I hope your day is sweet like candy!",
  "[CHARACTER_23008_GET_DIALOG_TEXT]": "All encounters are inevitable... It's a pleasure to see you, Sensei.",
  "[CHARACTER_20007_GET_DIALOG_TEXT]": "I'm Hatsune Miku, a virtual singer who loves sharing my music! I look forward to performing for everyone!",
  "[CHARACTER_20008_GET_DIALOG_TEXT]": "I'm Amau Ako, the senior administrator of the Gehenna Academy Prefect Team. I look forward to our future cooperation.",
  "[CHARACTER_20009_GET_DIALOG_TEXT]": "Cold is nothing to me, the Master Scribe of Red Winter Academy.",
  "[CHARACTER_10030_GET_DIALOG_TEXT]": "Overworking can backfire. How about relaxing today and enjoying a break with me?",
  "[CHARACTER_16007_GET_DIALOG_TEXT]": "Nice to meet you, Sensei. Are you here to learn about the accomplishments of the great President Cherino?",
  "[CHARACTER_20010_GET_DIALOG_TEXT]": "Welcome to Hot Springs Resort No. 227, Sensei. As the hostess of the hot springs resort, I will serve you wholeheartedly!",
  "[CHARACTER_10031_GET_DIALOG_TEXT]": "Heehee. Can I still prove useful to you this year? There's no other choice. Stay by my side and watch what I accomplish this year.",
  "[CHARACTER_10032_GET_DIALOG_TEXT]": "Hahaha! Hi, Sensei! We're going to play together lots this year, right?!",
  "[CHARACTER_20011_GET_DIALOG_TEXT]": "This is my special miko outfit. What? You thought it was cosplay?! No, it's for my part-time job!",
  "[CHARACTER_10033_GET_DIALOG_TEXT]": "Heeheehee. Finally found you. I won't lose you again. Please don't leave my sight. ♥",
  "[CHARACTER_20012_GET_DIALOG_TEXT]": "I'm Himuro Sena, president of Gehenna's Medical Emergency Club. A pleasure to meet you.",
  "[CHARACTER_20013_GET_DIALOG_TEXT]": "I'm Kagami Chihiro, the vice president of Veritas. Please inform me immediately if any of my underclassmen cause trouble.",
  "[CHARACTER_16008_GET_DIALOG_TEXT]": "Huh? Me? I think you've got the wrong girl. What do you want from a lazy Public Safety Bureau member like me?",
  "[CHARACTER_10034_GET_DIALOG_TEXT]": "Heehee. Hello, Sensei. I'm Mimori from the Inner Discipline Club. I look forward to working with you.",
  "[CHARACTER_10035_GET_DIALOG_TEXT]": "Wh-What?! Oh... It's you, Sensei. I thought you were an outsider.",
  "[CHARACTER_10036_GET_DIALOG_TEXT]": "I-I'm Wakaba Hinata. Nice to meet you.",
  "[CHARACTER_10037_GET_DIALOG_TEXT]": "Did you call for me, Sensei? Are your orders from President Cherino?",
  "[CHARACTER_10038_GET_DIALOG_TEXT]": "SRT Academy, RABBIT Squad's Tsukiyuki Miyako. Your orders, Sensei.",
  "[CHARACTER_20014_GET_DIALOG_TEXT]": "SRT Academy, RABBIT Squad's Sorai Saki. So, where's the Schale operation manual?",
  "[CHARACTER_10039_GET_DIALOG_TEXT]": "Th-This is SRT Academy. RABBIT Squad's Kasumizawa Miyu... Umm... May I please...go b-back...?",
  "[CHARACTER_20015_GET_DIALOG_TEXT]": "Ta-da! The mascot of the Inner Discipline Club is here! The wait is over, Sensei! What should we do today?",
  "[CHARACTER_20016_GET_DIALOG_TEXT]": "*sigh* How did it come to this? Well, I'll just have to deal with it.",
  "[CHARACTER_16009_GET_DIALOG_TEXT]": "Heehee... Thanks for waiting! Chidori Michiru, president of the Ninjutsu Research Club has arrived! Looking forward to working with you, Sensei",
  "[CHARACTER_10040_GET_DIALOG_TEXT]": "Hello, I'm Ono Tsukuyo... I'm a member of the Ninjutsu Research Club... Nice to meet you...",
  "[CHARACTER_10041_GET_DIALOG_TEXT]": "Misaki of the Arius Squad. In other words, the hound who lost its master. I'm under your command now.",
  "[CHARACTER_20017_GET_DIALOG_TEXT]": "Heehee... Finally, I made it. It's gonna be really hard, right? But I've learned that's just life... I'm Hiyori. Nice to meet you...",
  "[CHARACTER_10042_GET_DIALOG_TEXT]": "My name is Hakari Atsuko. Sensei, can I help with anything? Please.",
  "[CHARACTER_10043_GET_DIALOG_TEXT]": "Even under the scorching sun, or in ice-cold water...I'll follow you anywhere. So this summer, please don't leave me, my darling ♥",
  "[CHARACTER_10044_GET_DIALOG_TEXT]": "We're finally at the beach! Sensei! Let's enjoy it!",
  "[CHARACTER_26007_GET_DIALOG_TEXT]": "I-I'm Okusora Ayane. H-How do I look? I feel kind of embarrassed.",
  "[CHARACTER_10045_GET_DIALOG_TEXT]": "*yawn* Oh, Sensei! We should go slow on a day like this!",
  "[CHARACTER_26008_GET_DIALOG_TEXT]": "The Beach Shack represents summer! The Festival Department never stops working, even overseas! Let's go!",
  "[CHARACTER_10046_GET_DIALOG_TEXT]": "My lord, it's summer! We're on the beach! Can you play with me?! Nin nin!",
  "[CHARACTER_10047_GET_DIALOG_TEXT]": "A moment ago...I found a crab walking on the beach. Sensei, do you wanna go see it together?",
  "[CHARACTER_10048_GET_DIALOG_TEXT]": "Saori of the Arius Squad. I owe you a lot. I'll do what I can to repay my debt. Looking forward to working with you.",
  "[CHARACTER_20018_GET_DIALOG_TEXT]": "SRT Academy, RABBIT Squad's Kazekura Moe. Heeheehee... I'll be your support.",
  "[CHARACTER_10049_GET_DIALOG_TEXT]": "Trinity General School, After-School Sweets Club's Kyoyama Kazusa. Um, thanks for having me.",
  "[CHARACTER_10050_GET_DIALOG_TEXT]": "I'm Kokona of the Disciplinary Support Department's Plum Blossom Garden! N-No! I'm a full-fledged instructor!",
  "[CHARACTER_10051_GET_DIALOG_TEXT]": "Millennium's Cheer Captain, Shiraishi Utaha.\nWith ice-cold reason or fiery hot passion, I'll never stop cheering for those I care for.",
  "[CHARACTER_10052_GET_DIALOG_TEXT]": "I am Ushio Noa, Seminar's secretary. I look forward to your support, Sensei.",
  "[CHARACTER_16010_GET_DIALOG_TEXT]": "Sensei... Um, uh, wh-what do you think? This is my first time making a cheerleader outfit... It's not too bad, right?",
  "[CHARACTER_20019_GET_DIALOG_TEXT]": "I'm Akane, Master's maid... Or, I suppose I'm Master's pet bunny now!",
  "[CHARACTER_10053_GET_DIALOG_TEXT]": "Haha... All preparations complete. There won't be a single error in my calculations today!",
  "[CHARACTER_10054_GET_DIALOG_TEXT]": "The path to a sound mind begins with a sound body... May that path be lined with blessings.",
  "[CHARACTER_16011_GET_DIALOG_TEXT]": "Ah, Sensei. I didn't expect to see you here. Hanekawa Hasumi of Trinity General School's Justice Task Force, reporting for duty. As of now, I'm representing Trinity on the Executive Committee. I look forward to working with you.",
  "[CHARACTER_20020_GET_DIALOG_TEXT]": "Allow me to introduce myself. I am the president of Veritas and of the Super Phenomenon Task Force, the delicately chic and beautiful super genius hacker of Millennium, the one and only Akeboshi Himari! Try to contain your excitement, Sensei.",
  "[CHARACTER_10055_GET_DIALOG_TEXT]": "Oh, Sensei. Let's have a drink before work Heehee... Don't worry, it's not alcohol.",
  "[CHARACTER_10056_GET_DIALOG_TEXT]": "Merry Christmas! I'm Serina of the Remedial Knights! I hope you have a very special Christmas!",
  "[CHARACTER_20021_GET_DIALOG_TEXT]": "Merry Christmas! Surprise! You get me instead of Santa!",
  "[CHARACTER_10057_GET_DIALOG_TEXT]": "Heh heh, Happy New Year. I'm prepared with a floral furisode and an open mind. Let's find some intriguing new food to try!",
  "[CHARACTER_16012_GET_DIALOG_TEXT]": "Happy New Year, Sensei! Let's go find something delicious!",
  "[CHARACTER_20022_GET_DIALOG_TEXT]": "I hope everything goes smoothly for us this year. Did you try any New Year's Eve noodles?",
  "[CHARACTER_10058_GET_DIALOG_TEXT]": "I'm Aomori Mine, Remedial Knights captain. Does anyone need medical assistance?",
  "[CHARACTER_10059_GET_DIALOG_TEXT]": "Don't worry, I, Misono Mika, have finally arrived! Oh, we're already well acquainted, so let's skip the formalities, okay? I'm looking forward to working with you, Sensei.",
  "[CHARACTER_10060_GET_DIALOG_TEXT]": "Yay! What do you want me to work on? Where should I dig? I can excavate whatever you want!",
  "[CHARACTER_20023_GET_DIALOG_TEXT]": "I'm Ogata Kanna of the Valkyrie Police School Public Peace Bureau. Leave criminal interrogations to me.",
  "[CHARACTER_10061_GET_DIALOG_TEXT]": "I'm Utazumi Sakurako of the Sisterhood of Trinity General School. May you have a blessed day today.",
  "[CHARACTER_10062_GET_DIALOG_TEXT]": "Millennium Science School, C&C call sign Zero-Four. Asuma Toki. I promise perfect assistance.",
  "[CHARACTER_20024_GET_DIALOG_TEXT]": "How are you? I'm Kirifuji Nagisa, host of the Tea Party at Trinity General School. I'll do my best to assist you.",
  "[CHARACTER_10063_GET_DIALOG_TEXT]": "Is there anything fun going on? I, Kurosaki Koyuki, am here! Yahahaha!",
  "[CHARACTER_10064_GET_DIALOG_TEXT]": "What? It's New Year's. I just thought I should wear the right outfit to celebrate... Please keep looking after me this year too, Sensei.",
  "[CHARACTER_20025_GET_DIALOG_TEXT]": "Um, sorry... It's me again already... E-Even though the year's just started...",
  "[CHARACTER_10065_GET_DIALOG_TEXT]": "My name is Kuwakami Kaho, the vice president of Allied Hyakkiyako Academy's Yin-Yang Club. I'm pleased to make your acquaintance.",
  "[CHARACTER_10066_GET_DIALOG_TEXT]": "Although I look like a maid now, in truth I am still Aris. Please continue to support me, Sensei.",
  "[CHARACTER_10067_GET_DIALOG_TEXT]": "Hello, Sensei. It's me, Toki. Prepare to see the true power of an undercover agent.",
  "[CHARACTER_26009_GET_DIALOG_TEXT]": "It's me, Hanaoka Yuzu... Um, I look a little different right now because of...a few reasons. Thanks for your help...",
  "[CHARACTER_10068_GET_DIALOG_TEXT]": "Hi, hello! Everyone's superstar savior, Uzawa Reisa, is here!",
  "[CHARACTER_10069_GET_DIALOG_TEXT]": "My name is Akeshiro Rumi. I am president of Shanhaijing Academy's Black Tortoise Promenade. You can call me Rumi.",
  "[CHARACTER_10070_GET_DIALOG_TEXT]": "I am Konoe Mina, executive officer of Shanhaijing Academy's Genryumon. I'll take care of anything or anyone that gets in our way!",
  "[CHARACTER_20026_GET_DIALOG_TEXT]": "Civil engineering, construction, demolition... Contact us if you need workers. We'll even agitate for you!",
  "[CHARACTER_10071_GET_DIALOG_TEXT]": "RABBIT 1, outfit change completed. Undercover operation commencing.",
  "[CHARACTER_10072_GET_DIALOG_TEXT]": "RABBIT 2, mission preparation completed. Remember your training, even at sea!",
  "[CHARACTER_26010_GET_DIALOG_TEXT]": "R-RABBIT 4, reporting for duty. Should I...really be dressed like this...?",
  "[CHARACTER_20027_GET_DIALOG_TEXT]": "It's fishing time. Sensei.",
  "[CHARACTER_10073_GET_DIALOG_TEXT]": "Ugh... I hate the outdoors... Too hot, too humid... Why must summer be like this...?",
  "[CHARACTER_20028_GET_DIALOG_TEXT]": "M-My name is Wakaba Hinata! Tell me whatever you need and I shall do my best!",
  "[CHARACTER_16013_GET_DIALOG_TEXT]": "I've come to watch over you, Sensei! Anything risque is prohibited! No exceptions...!",
  "[CHARACTER_10074_GET_DIALOG_TEXT]": "The refreshing water feels so good. Sensei, do you like playing...in the water?",
  "[CHARACTER_20029_GET_DIALOG_TEXT]": "The summer... The beach... It's all so blissful, Sensei. Of course, I haven't forgotten about my training.",
  "[CHARACTER_10075_GET_DIALOG_TEXT]": "Hallo! I'm Himeki Meru from the Knowledge Liberation Front! But you can call me by my pen name, Meruri. Nice to meet you, Sensei.",
  "[CHARACTER_13013_GET_DIALOG_TEXT]": "I'm Akiizumi Momiji from the Red Winter Federal Academy Knowledge Liberation Front. Let's work together to protect all the world's knowledge!",
  "[CHARACTER_10076_GET_DIALOG_TEXT]": "Whether you need keen scientific insight or a spirited cheer, just leave it to me!",
  "[CHARACTER_20030_GET_DIALOG_TEXT]": "The season of exercise...and appetite! There's a culinary feast to be enjoyed...and I have no choice but to take advantage of this opportunity.",
  "[CHARACTER_10077_GET_DIALOG_TEXT]": "Oh, have you come to pick me up? I would have gone myself if you'd asked. Once again, I am Ichika of the Trinity General School Justice Task Force. Please look after me!",
  "[CHARACTER_10078_GET_DIALOG_TEXT]": "Wahaha! Wherever there's a hot spring, so are we! And wherever there's no hot spring, we're there too! The explosives are primed for detonation!",
  "[CHARACTER_20031_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10079_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10080_GET_DIALOG_TEXT]": "",
  "[CHARACTER_26011_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10081_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10082_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10083_GET_DIALOG_TEXT]": "",
  "[CHARACTER_20032_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10084_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10085_GET_DIALOG_TEXT]": "",
  "[CHARACTER_20033_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10087_GET_DIALOG_TEXT]": "",
  "[CHARACTER_16014_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10086_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10088_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10089_GET_DIALOG_TEXT]": "",
  "[CHARACTER_20034_GET_DIALOG_TEXT]": "",
  "[CHARACTER_20035_GET_DIALOG_TEXT]": "",
  "[CHARACTER_10090_GET_DIALOG_TEXT]": ""
}