{
  "[EVENT_STORY_NAME]": "All stories",
  "[EVENT_BATTLE_NAME]": "All missions",
  "[EVENT_GUI_NAME]": "All UIs",

  "[EVENT_701_NAME]": "Special Mission Decagrammaton",
  "[EVENT_701_DESC]": "What is the Absolute Being Autonomous Analysis System: Decagrammaton? Pursue Decagrammaton's secrets with the Super Phenomenon Task Force!",
  "[EVENT_801_NAME]": "Cherry Blossom Festival Commotion!",
  "[EVENT_801_DESC]": "The Idol of Momoyodou invites Sensei to Hyakkiyako's Cherry Blossom Festival!\nBut trouble arises when the streets are overrun by delinquents and...a ninja?!\nBrace yourself as the uproarious fun begins!",
  "[EVENT_802_NAME]": "A Revolutionary Ivan Kupala",
  "[EVENT_802_DESC]": "Cherino invites Sensei to Red Winter Academy for the Ivan Kupala Festival. However, Cherino is overthrown in a sudden coup... Thus begins Cherino's revolution to reclaim the presidency!",
  "[EVENT_803_NAME]": "Summer Sky's Wishlist",
  "[EVENT_803_DESC]": "The students head for the ocean to achieve their objectives.\nThe girls' struggle to fulfill the wish listbegins!",
  "[EVENT_804_NAME]": "Head Prefect Hina's Summer Break!",
  "[EVENT_804_DESC]": "Sensei and the Prefect Team head to the ocean to give Hina a vacation! But the troubles keep mounting! Will Sensei and the Prefect Team be able to give Hina a proper summer vacation?",
  "[EVENT_805_NAME]": "Playing Tag at Neverland",
  "[EVENT_805_DESC]": "Shun, an instructor of the Plum Blossom Garden, drinks Saya's rejuvenation elixir and accidentally reverts back to her young self. However, she now has the body and demeanor of a child. Now she's causing all kinds of mischief...",
  "[EVENT_806_NAME]": "Bunny Chasers on Board",
  "[EVENT_806_DESC]": "C&C is on the case to arrest White Rabbit, the troublemaker of Millennium.\nHowever, White Rabbit flees onto the luxury cruise ship of another academy! The members of C&C have no choice but to hide their identities by disguising themselves as bunny girls to infiltrate the ship.",
  "[EVENT_807_NAME]": "Hatsune Miku Live",
  "[EVENT_807_DESC]": "The virtual idol Hatsune Miku has arrived in Kivotos!\nSee her like never before with a special new song! Come and show your support!",
  "[EVENT_808_NAME]": "Hot Springs Resort No. 227 Daily Logs!",
  "[EVENT_808_DESC]": "Spec Ops No. 227 find themselves operating a resort when a hot spring is discovered at the Former Institute. Will Nodoka and friends manage to operate the resort despite the constant hurdles and distractions?",
  "[EVENT_809_NAME]": "New Year's Rhapsody No. 68",
  "[EVENT_809_DESC]": "It's another new year in Kivotos. What kind of wishes will Problem Solver 68 make amidst the bustling crowds of the New Year's event?",
  "[EVENT_810_NAME]": "Schale's Happy ♥ Valentine Patrol",
  "[EVENT_810_DESC]": "It's Valentine's Day in Kivotos. Sensei goes on patrol with the Valkyrie Police School students to keep the festivities safe. Will they able to get through the day in one piece?",
  "[EVENT_811_NAME]": "Kosaka Wakamo's Silence and Feast",
  "[EVENT_811_DESC]": "Rowdy gunfire and colorful explosions! Wakamo arrives in an acrid cloud of gunpowder! What is Wakamo's true motive for bringing chaos to the Valentine's Day festival?",
  "[EVENT_812_NAME]": "The Clumsy Sister and the Magician of the Old Library",
  "[EVENT_812_DESC]": "An important event with the Sisterhood's reputation at stake!\nBut things begin to go awry from the get-go...",
  "[EVENT_813_NAME]": "An Unconcealed Heart",
  "[EVENT_813_DESC]": "The Ninjutsu Research Club helps run the Hyakkiyako and Gehenna meeting so they can earn official club status.Will they be able to pull it off?",
  "[EVENT_814_NAME]": "Abydos Resort Restoration Task Force",
  "[EVENT_814_DESC]": "The Foreclosure Task Force goes on an unexpected vacation to an uninhabited island resort. However, what awaits them is a ruined resort, an attack by the Helmet Gangsters, and Wakamo! Will the Foreclosure Task Force be able to enjoy a proper summer vacation?",
  "[EVENT_815_NAME]": "Business Trip! Momoyodou Beach Shack Franchise Plan",
  "[EVENT_815_DESC]": "Members of Momoyodou visit the summer beach for a new business venture. However, they realize they got scammed in an insidious scheme! Shizuko declares that she will not go down like this and a new Momoyodou battle begins!",
  "[EVENT_816_NAME]": "After-School Sweets Story: Sweet Secrets and Shootouts",
  "[EVENT_816_DESC]": "Kazusa asks Sensei for advice. Kazusa's complex and somewhat odd worries seem to be rooted in her past. Unpredictability and intensity suddenly rule Kazusa and the After-School Sweets Club's daily life! How will the scandalous consultation end?",
  "[EVENT_817_NAME]": "On your mark @ Millennium",
  "[EVENT_817_DESC]": "There's only one day to go until the opening ceremony of the Kivotos Halo Festival. Will the students of Millennium be able to overcome unexpected setbacks and finish preparations to launch the field day in time?",
  "[EVENT_818_NAME]": "Get Set, Go! Kivotos Halo Festival!",
  "[EVENT_818_DESC]": "The Kivotos Halo Festival has finally begun! Every participant is giving their all to make their school proud. But with trouble brewing as usual, who will be the one to claim victory?",
  "[EVENT_819_NAME]": "The Cathedral's Merry Christmas: Remedial Knights' Gift",
  "[EVENT_819_DESC]": "Christmas is here in the snow-covered winter wonderland of Kivotos. The Remedial Knights have no qualms about having to work even on the most joyous and hallowed of days for the sake of \"salvation.\" Let's follow them on this special day!",
  "[EVENT_820_NAME]": "New Year's Aperitif ~One-and-Done Match~",
  "[EVENT_820_DESC]": "The Gourmet Research Society discovers that Sparrow will be closing soon! To save the restaurant, they need to get help from the School Lunch Club. The School Lunch Club agrees to help--but only if the Gourmet Research Society can resolve an issue with Nyao Foods, a large distributor...",
  "[EVENT_821_NAME]": "Operational Plan: Nisir's Summit",
  "[EVENT_821_DESC]": "Preparations for the total assault on the six Sanctums is complete. The countdown has begun, and the Allied Operation is about to begin, with the fate of all of Kivotos at stake...",
  "[EVENT_822_NAME]": "The Ark of Atrahasis Conquest",
  "[EVENT_822_DESC]": "The Ark of Atrahasis Conquest begins. The non-stop battle against the Dimension Engine and its guardians doesn't let up for even a moment... But when the dust settles after the fight, what will await the students?",
  "[EVENT_823_NAME]": "Phrenapates Showdown",
  "[EVENT_823_DESC]": "It's time for the final battle against Phrenapates. To defeat the enemy and escape the Ark, everyone must join forces. And the truth that will be revealed at the end of it all is...",
  "[EVENT_824_NAME]": "Restoration Project: D.U. Shiratori City",
  "[EVENT_824_DESC]": "Kivotos is gradually recovering and rebuilding. Ayumu requests aid in the restoration of Shiratori City.",
  "[EVENT_825_NAME]": "Alabaster Calling Card ~Mansion Masquerade and the Essence of Beauty~",
  "[EVENT_825_DESC]": "Mistaken for C&C, the Game Development Department is hired to guard an old mansion. The request is to protect the artwork from Thugs. Will they be able to protect the art from the Thugs?",
  "[EVENT_826_NAME]": "Dragon & Tortoise, Working Together for a Better Future",
  "[EVENT_826_DESC]": "A precarious balance had existed between the Black Tortoise Promenade and Genryumon in Shanhaijing when an incident throws that balance awry.... Will Sensei and the students be able to prevent the situation from plunging into chaos?",
  "[EVENT_827_NAME]": "Special Summer Mission! RABBIT SQUAD and the Mystery of the Missing Shrimp",
  "[EVENT_827_DESC]": "A hot summer day in D.U. turns dark when RABBIT Squad discovers all the shrimp has mysteriously disappeared. Their investigation takes them to a small fishing village, where secrets lurk in the shadows...",
  "[EVENT_828_NAME]": "Trinity Extracurriculars: In Search of Hidden Ruins",
  "[EVENT_828_DESC]": "Ui was caught secretly copying the Sisterhood's scriptures. Thanks to Hanako's mediation (?), she's been given a small task to make it up to the Sisterhood... An expedition to a deserted island off the coast of Trinity!",
  "[EVENT_829_NAME]": "Academy Club Story: A Pair's Final Adventure",
  "[EVENT_829_DESC]": "The unfinished masterpiece, Luna, brought the Knowledge Liberation Front to ruin. In order to reconcile with Momiji and reunite the Knowledge Liberation Front, Meru must complete the unfinished Luna... What kind of ending lies ahead?!",
  "[EVENT_830_NAME]": "Trip-Trap-Train",
  "[EVENT_830_DESC]": "Trinity's relic—a relic that could make or break the Tea Party's political fortunes—is on a train headed to Gehenna! Ichika boards the train to retrieve the relic, where she encounters Gehenna's most wanted criminal...!",
  "[EVENT_990_NAME]": "Operational Plan: Nisir's Summit",
  "[EVENT_990_DESC]": "Preparations for the total assault on the six Sanctums is complete. The countdown has begun, and the Allied Operation is about to begin, with the fate of all of Kivotos at stake...",
  "[EVENT_991_NAME]": "Phrenapates Showdown",
  "[EVENT_991_DESC]": "It's time for the final battle against Phrenapates. To defeat the enemy and escape the Ark, everyone must join forces. And the truth that will be revealed at the end of it all is...",
  "[EVENT_999_NAME]": "Happy Valentine's Relationship Stories ♥",
  "[EVENT_999_DESC]": "This page displays all the related content with the event \"Happy Valentine's Relationship Stories ♥\""
}