{
  "[NPC_ARONA_NAME]": "Arona",
  "[NPC_ARONA_DESC]": "Arona is the system manager of the Shittim Chest in Blue Archive, who is set to be a personal assistant for Sensei. She is overall blue, recalling the game title Blue Archive. Though being cute, Arona seldom brings Sensei a 3-star student when recruiting, which is unknown for being either accidentally or intentionally. In Chinese (Traditional) translation, Arona is called \"彩奈\", with the \"彩\" (rainbow) indicating the color of the letter for a 3-star student; from some aspects, it might be an intensional case for wishing more 3-star students.",
  "[NPC_BLACKSUIT_NAME]": "The Black Suit",
  "[NPC_BLACKSUIT_DESC]": "The Black Suit is a villain in Blue Archive, a member of Gematria. His main goal is to investigate the \"Mythic\" in Kivotos, as well as exploit the power of the AI so-called Decagrammaton. He appears in multiple stories.",
  "[NPC_RIN_NAME]": "Rin",
  "[NPC_RIN_DESC]": "Rin is the Vice President of the General Student Council. She appears in the Tutorial and Volume Final.",
  "[NPC_MOMOKA_NAME]": "Momoka",
  "[NPC_MOMOKA_DESC]": "Momoka is the chief of the General Student Council's Transportation Office. She appears in the Tutorial and some other stories. She has a lazy personality, prefers to avoiding things, and likes eating the chips all the time. Under the current situation, her main task is to distribute tasks to Sensei.",
  "[NPC_MASTERSHIBA_NAME]": "Master Shiba",
  "[NPC_MASTERSHIBA_DESC]": "Master Shiba is a restaurant owner near the Abydos High School, whose restaurant is known to be \"Shiba Ramen\". He is also the boss of Serika when working.",
  "[NPC_MAI_NAME]": "Mai",
  "[NPC_MAI_DESC]": "Mai is a member of Kronos School's News Club, who is responsible for reporting most news events in Kivotos. She appears with Shinon in some stories.",
  "[NPC_SHINON_NAME]": "Shinon",
  "[NPC_SHINON_DESC]": "Shinon is a member of Kronos School's News Club, who is responsible for reporting most news events in Kivotos. She appears with Mai sometimes, and plays a role of live news commentator. She can be seen reporting news energetically on some big news screens.",
  "[NPC_PMCCEO_NAME]": "PMC CEO",
  "[NPC_PMCCEO_DESC]": "The CEO of the PMC cooperation and its subsidiaries, one of the main villain in Blue Archive. He appeared in the 1st and Final volumes. His main goal is to bring Kivotos under his rules. He had cooperated with the Black Suit before."
}