{
  "[STORY_EVENT_801_1_NAME]": "Prologue",
  "[STORY_EVENT_801_1_DESC_1]": "Shizuko invites Sensei to the annual Cherry Blossom Festival. While at the Hyakkiyako shopping district, Sensei runs into Izuna and ends up encouraging her to follow her dreams. Izuna leaves in good spirits and says she hopes they'll meet again soon.",
  "[STORY_EVENT_801_2_NAME]": "Welcome to Momoyodou",
  "[STORY_EVENT_801_2_DESC_1]": "Sensei arrives at Momoyodou, a traditional tea house in the Hyakkiyako shopping district, and receives a warm welcome from Shizuko and Pina of the Festival Operations Department. However, a sudden attack throws everything into chaos.",
  "[STORY_EVENT_801_3_NAME]": "Troublemakers of Hyakkiyako!",
  "[STORY_EVENT_801_3_DESC_1]": "For some reason, Izuna is a part of the Street Mouryo, a gang of troublemakers running amok in the shopping district. Shizuko asks for Sensei's help in dealing with them.",
  "[STORY_EVENT_801_4_NAME]": "The Eccentric Girl from the Yin-Yang Club",
  "[STORY_EVENT_801_4_DESC_1]": "Sensei and Shizuko head to the Yin-Yang Club to resolve some business. The two are greeted by Chise, an eccentric haiku writer. Decoding Chise's cryptic ramblings, the two manage to figure out her advice to go to the Inner Discipline Club. However, on their way out they are once again attacked by the Mouryo.",
  "[STORY_EVENT_801_5_NAME]": "The Inner Discipline Club Oddballs 1",
  "[STORY_EVENT_801_5_DESC_1]": "In a critical moment during the Mouryo attack, three members of the Inner Discipline Club show up to save the day. Izuna also appears and tries to convince Sensei to change sides.",
  "[STORY_EVENT_801_6_NAME]": "The Inner Discipline Club Oddballs 2",
  "[STORY_EVENT_801_6_DESC_1]": "Izuna and the Mouryo's attacks are thwarted, but they flee and claim things will be different the next time. Sensei and Shizuko decide to join forces to find the culprit responsible for hiring Izuna and the Mouryo.",
  "[STORY_EVENT_801_7_NAME]": "Festival Streets",
  "[STORY_EVENT_801_7_DESC_1]": "Sensei, Shizuko, and the Inner Discipline Club start looking for the person behind the recent events, but preparations for the festival ramp up and scatter the search team. As soon as another festival begins, commotion strikes once more.",
  "[STORY_EVENT_801_8_NAME]": "Festivals and Dreams",
  "[STORY_EVENT_801_8_DESC_1]": "While hard at work at the festival, Sensei and Izuna cross paths and manage to briefly enjoy the festivities together. Izuna vanishes after resolving to defeat and win over Sensei once and for all. Afterward, Sensei is promptly abducted by the Mouryo.",
  "[STORY_EVENT_801_9_NAME]": "Crushing Schemes",
  "[STORY_EVENT_801_9_DESC_1]": "Sensei finally comes face-to-face with the ring leader: the Merchant Guild President Date Meowru. Just as Sensei is about to unleash hell on Date Meowru for exploiting Izuna's dream in order to ruin the festival, Izuna breaks in and rescues Sensei.",
  "[STORY_EVENT_801_10_NAME]": "The Grand Finale! 1",
  "[STORY_EVENT_801_10_DESC_1]": "Sensei and Izuna are backed into a corner when the Festival Department and the Inner Discipline Club show up to save the day. Having anticipated the backup, Date Meowru calls in a horde of Mouryo students and the situation looks grim.",
  "[STORY_EVENT_801_11_NAME]": "The Grand Finale! 2",
  "[STORY_EVENT_801_11_DESC_1]": "When Date Meowru's plan fails, the Mouryo run away and Shizuko unleashes her fists of fury on Date Meowru.",
  "[STORY_EVENT_801_12_NAME]": "A Girl's Dream Part 1",
  "[STORY_EVENT_801_12_DESC_1]": "Though the incident is resolved and the festival has resumed, the Inner Discipline Club continues to deal with troublemakers disrupting the festivities.",
  "[STORY_EVENT_801_13_NAME]": "A Girl's Dream Part 2",
  "[STORY_EVENT_801_13_DESC_1]": "Finally, Sensei and Izuna go up to the Hyakkiyako Observatory to watch the end-of-festival fireworks show. Under the sparkling colored lights shining in the night sky, Sensei admires Izuna's radiant smile.",
  "[STORY_EVENT_802_1_NAME]": "The Great Student Council President",
  "[STORY_EVENT_802_1_DESC_1]": "Cherino, the president of Red Winter Academy, invites [USERNAME] Sensei ahead of the Ivan Kupala Festival and introduces the academy while preparations are underway.",
  "[STORY_EVENT_802_2_NAME]": "The Demerit Festival",
  "[STORY_EVENT_802_2_DESC_1]": "Cherino goes around inspecting the festival preparation site and punishing students for trivial reasons. Meanwhile, Marina, security chairman of the Red Winter Office, accidentally breaks Cherino's statue and stages a coup to cover it up.",
  "[STORY_EVENT_802_3_NAME]": "Sunlit Coup",
  "[STORY_EVENT_802_3_DESC_1]": "Cherino wakes up from a nap and is shocked to learn that Marina is staging a coup. Tomoe advises Cherino to take refuge in the Former Institute building on the outskirts of Red Winter Academy.",
  "[STORY_EVENT_802_4_NAME]": "Spec Ops No. 227",
  "[STORY_EVENT_802_4_DESC_1]": "Cherino flees to the Former Institute to escape the coup, and runs into the students of Spec Ops No. 227, whom she had crushed long ago. Cherino gets into an argument with Nodoka over her mustache, and Shigure proposes settling it with a drinking contest.",
  "[STORY_EVENT_802_5_NAME]": "The First Victory!",
  "[STORY_EVENT_802_5_DESC_1]": "Cherino barely manages to win the kompot-drinking contest, and Nodoka and her group promise to cooperate with Cherino so they can to return to the main institute.",
  "[STORY_EVENT_802_6_NAME]": "A Good Place for a Nap",
  "[STORY_EVENT_802_6_DESC_1]": "Cherino gets sleepy and goes to the Red Winter Academy library in search of a good spot to take a nap. However, the librarian of the Knowledge Liberation Front who was guarding the library, Momiji, resists Cherino, saying that the library is no place for a nap.",
  "[STORY_EVENT_802_7_NAME]": "The Second Victory!",
  "[STORY_EVENT_802_7_DESC_1]": "After the battle, Cherino is no longer sleepy and gives up on her nap. She asks Momiji and her group to help her reclaim the secretariat. Cherino promises to show Momiji the tomes of the Trinity Grand Library when she returns to the secretariat, and Momiji readily accepts the offer.",
  "[STORY_EVENT_802_8_NAME]": "Pudding for the Proletariat!",
  "[STORY_EVENT_802_8_DESC_1]": "While Cherino festively walks the streets of Red Winter Academy, she is caught by the Labor Party during a protest and tied to a pile of firewood.",
  "[STORY_EVENT_802_9_NAME]": "The Third Victory!",
  "[STORY_EVENT_802_9_DESC_1]": "Tomoe and [USERNAME] Sensei rescue Cherino and inform the Labor Party that the current president is Marina. After hearing that the president has changed due to a coup, the Labor Party heads to the Red Winter Office to punish the new leader.",
  "[STORY_EVENT_802_10_NAME]": "Back to the Secretariat",
  "[STORY_EVENT_802_10_DESC_1]": "Marina, enjoying some leisure time after a successful coup, is shocked when a State Guard tells her that Cherino is advancing with a large number of students in tow.",
  "[STORY_EVENT_802_11_NAME]": "Red Winter Academy's Revolutionary Holiday",
  "[STORY_EVENT_802_11_DESC_1]": "After defeating the revolutionaries and regaining her position as president, Cherino kicks Marina out without hesitation. However, on the day of the Ivan Kupala Festival, the former revolutionaries stage another coup, demanding that Cherino keep her promises. Cherino is promptly overthrown once more.",
  "[STORY_EVENT_803_1_NAME]": "Summer Ocean Girls",
  "[STORY_EVENT_803_1_DESC_1]": "Azusa has never seen the ocean. Tsurugi is suffering from burnout. The Justice Task Force and Make-Up Work Club decide to take them to the beach for their own good.",
  "[STORY_EVENT_803_2_NAME]": "Summer Vacation Distractions Part 1",
  "[STORY_EVENT_803_2_DESC_1]": "Hifumi tries to diligently carry out the task Hasumi gave her. However, Tsurugi loses control when thugs interfere.",
  "[STORY_EVENT_803_3_NAME]": "Summer Vacation Distractions Part 2",
  "[STORY_EVENT_803_3_DESC_1]": "Tsurugi doubts that her behavior has changed at all after kicking out the thugs.",
  "[STORY_EVENT_803_4_NAME]": "Sandcastles and Sunbathing Part 1",
  "[STORY_EVENT_803_4_DESC_1]": "The group decided to make sandcastles, and Mashiro and Azusa built a massive fortress compared to Hifumi's average-looking castle. Soon after, the thugs attack again.",
  "[STORY_EVENT_803_5_NAME]": "Sandcastles and Sunbathing Part 2",
  "[STORY_EVENT_803_5_DESC_1]": "In the wake of the thugs' attacks, Hifumi worries that these activities aren't doing any good.",
  "[STORY_EVENT_803_6_NAME]": "Swimming Lessons Part 1",
  "[STORY_EVENT_803_6_DESC_1]": "Each student pretends not to know how to swim to receive lessons from Sensei. The only ones fooled are the thugs, who use it as an opportunity to strike.",
  "[STORY_EVENT_803_7_NAME]": "Swimming Lessons Part 2",
  "[STORY_EVENT_803_7_DESC_1]": "Hifumi reluctantly tells Azusa this is not usually what the beach is like during the summer.",
  "[STORY_EVENT_803_8_NAME]": "Beach Shack Part 1",
  "[STORY_EVENT_803_8_DESC_1]": "Upon arriving at the Beach Shack, Izumi is there rather than the owner. Meanwhile, the thugs Izumi beat up begin their revenge.",
  "[STORY_EVENT_803_9_NAME]": "Beach Shack Part 2",
  "[STORY_EVENT_803_9_DESC_1]": "Izumi treats Sensei to meal as a token of her appreciation for helping with the thugs. Too bad it was all from Izumi's special menu.",
  "[STORY_EVENT_803_10_NAME]": "Smashing Watermelons Part 1",
  "[STORY_EVENT_803_10_DESC_1]": "Sensei fetches a watermelon from the Beach Shack owner, but Izumi snatches it and a chase ensues.",
  "[STORY_EVENT_803_11_NAME]": "Smashing Watermelons Part 2",
  "[STORY_EVENT_803_11_DESC_1]": "Izumi is taken down and the watermelon is recovered, but an uncomfortable feeling remains. Fortunately, the remaining watermelons were delicious.",
  "[STORY_EVENT_803_12_NAME]": "Beach Volleyball",
  "[STORY_EVENT_803_12_DESC_1]": "Hifumi grows tired from the unexpected situations and starts to become desperate. The thugs then attack again, just as Hifumi was afraid of.",
  "[STORY_EVENT_803_13_NAME]": "Fireworks",
  "[STORY_EVENT_803_13_DESC_1]": "Evening arrives and the group begins to prepare for the fireworks. Just as the fireworks are about to begin, a firecracker flies over from the thugs' side and a war breaks out.",
  "[STORY_EVENT_803_14_NAME]": "Summer Sky's Wishlist",
  "[STORY_EVENT_803_14_DESC_1]": "The fireworks end and the students return to Trinity. Hasumi takes a look at the photos and is happy that completing the list went well.",
  "[STORY_EVENT_803_15_NAME]": "Setting Aside Our Differences",
  "[STORY_EVENT_803_15_DESC_1]": "After arriving at the ocean, Sensei interviews Tsurugi, who finished her first mission. A similar interview ensues with Hifumi afterwards, but their feelings are completely different.",
  "[STORY_EVENT_803_16_NAME]": "How to Build the Perfect Sandcastle",
  "[STORY_EVENT_803_16_DESC_1]": "After their sand castle collapsed, Azusa and Mashiro work together to build a new fortress using steel and concrete.",
  "[STORY_EVENT_803_17_NAME]": "This is Harassment!",
  "[STORY_EVENT_803_17_DESC_1]": "Sensei interrogates the thug that attacked the party, but she unexpectedly begins to pour her heart out.",
  "[STORY_EVENT_803_18_NAME]": "What Happened Before the Girls Arrived",
  "[STORY_EVENT_803_18_DESC_1]": "Indebted to the Beach Shack owner, Izumi tries to repay the favor by cooking a dish with Juri's special sauce. When the owner collapses after eating it, Izumi feels compelled to look after the Beach Shack on their behalf.",
  "[STORY_EVENT_803_19_NAME]": "A Sniper's Pride",
  "[STORY_EVENT_803_19_DESC_1]": "Hifumi was relieved things weren't as bad as they could have been after the watermelon shootout. Just then, Izumi asks who won, triggering a clash of pride between Mashiro and Azusa once again.",
  "[STORY_EVENT_803_20_NAME]": "Extreme Sports",
  "[STORY_EVENT_803_20_DESC_1]": "Tsurugi and the thugs play beach volleyball at Hifumi's request. However, Tsurugi's terrifying serve incapacitates the thugs.",
  "[STORY_EVENT_803_21_NAME]": "Millennium 60 Fireworks",
  "[STORY_EVENT_803_21_DESC_1]": "A personal memoir from the napalm firework launched by the beach thugs.",
  "[STORY_EVENT_804_1_NAME]": "The Head Prefect Needs a Break",
  "[STORY_EVENT_804_1_DESC_1]": "Ako says that Hina's complexion doesn't look well and declares that Hina will be given a vacation during the Prefect Team's summer boot camp.",
  "[STORY_EVENT_804_2_NAME]": "This Isn't It...?",
  "[STORY_EVENT_804_2_DESC_1]": "The Prefect Team arrives at the beach for summer boot camp. Ako hears of an all-out war between troublemakers on an otherwise peaceful beach. She decides to put a stop to it, without telling Hina.",
  "[STORY_EVENT_804_3_NAME]": "Plans Are Destined to Go Awry",
  "[STORY_EVENT_804_3_DESC_1]": "Sensei assumes the role of keeping Hina distracted while Ako, Iori, and Chinatsu block the troublemakers. Sensei has to go and deal with the stronger-than-expected counterattack from the troublemakers when things get out of hand.",
  "[STORY_EVENT_804_4_NAME]": "All For A Perfect Vacation",
  "[STORY_EVENT_804_4_DESC_1]": "Iori and Chinatsu believe that Hina must be informed of the current situation, but Ako strongly disagrees, claiming that it would ruin Hina's vacation. She says for Hina's sake, this situation should be resolved only among the Prefect Team and Sensei.",
  "[STORY_EVENT_804_5_NAME]": "An Average Day at the Beach",
  "[STORY_EVENT_804_5_DESC_1]": "Thanks to everyone's cooperation, the Prefect Team successfully defeated the troublemakers in secret from Hina. However, their relief is short-lived, as new troublemakers soon appear.",
  "[STORY_EVENT_804_6_NAME]": "Gourmet Research Society...And You?! Part 1",
  "[STORY_EVENT_804_6_DESC_1]": "The Gourmet Research Society came to sell corn to find out why the corn eaten at the beach is so delicious. The Prefect Team fights to prevent the Gourmet Research Society's disturbance.",
  "[STORY_EVENT_804_7_NAME]": "Gourmet Research Society...And You?! Part 2",
  "[STORY_EVENT_804_7_DESC_1]": "After the fight, members of the Gourmet Research Society flee, thus ending an eventful day.",
  "[STORY_EVENT_804_8_NAME]": "The Beach at Night",
  "[STORY_EVENT_804_8_DESC_1]": "Night comes shortly after the commotion of the day. Sensei and Hina walk on the beach, and Sensei promises to teach her how to swim.",
  "[STORY_EVENT_804_9_NAME]": "There's More?!",
  "[STORY_EVENT_804_9_DESC_1]": "Just when Hina's vacation is back on track, countless troublemakers begin to assemble. Hina appears just as Ako is overwhelmed and at a loss.",
  "[STORY_EVENT_804_10_NAME]": "Prefect Team vs. Troublemaker Part 1",
  "[STORY_EVENT_804_10_DESC_1]": "The troublemaker sweep begins under Hina's command.",
  "[STORY_EVENT_804_11_NAME]": "Prefect Team vs. Troublemaker Part 2",
  "[STORY_EVENT_804_11_DESC_1]": "The troublemakers are easily defeated with Hina joining the fight. Having resolved the problem so quickly, Hina looks back at the Prefect team and calls for a reflection meeting.",
  "[STORY_EVENT_804_12_NAME]": "Summer Isn't Over Yet",
  "[STORY_EVENT_804_12_DESC_1]": "Hina lets out a sigh at Ako's excuse that she was looking out for her. Hina then smiles as she declares that the summer boot camp isn't over yet, and that the real grueling training has only begun.",
  "[STORY_EVENT_804_13_NAME]": "The Prefect Team's Boot Camp Begins!",
  "[STORY_EVENT_804_13_DESC_1]": "Ako, the acting deputy head prefect, instructs Iori to demonstrate shooting drills to set an example as a Prefect Team officer.",
  "[STORY_EVENT_805_1_NAME]": "With My Little Angels",
  "[STORY_EVENT_805_1_DESC_1]": "Shun goes on a field trip to a pottery workshop with the Plum Blossom Garden students. However, due to the curiosity of the students, the workshop quickly turns into a mess.",
  "[STORY_EVENT_805_2_NAME]": "Instructor Shun's Blues",
  "[STORY_EVENT_805_2_DESC_1]": "Tired from looking after the students, Shun goes to see Saya at the Eastern Alchemy Society to get a Rejuvenation Elixir. However, the side effects cause Shun to revert to a younger version of herself. Saya gets to work on an antidote, meanwhile small Shun hides her identity and tags along with the Sensei.",
  "[STORY_EVENT_805_3_NAME]": "Neverland with Tanghulu",
  "[STORY_EVENT_805_3_DESC_1]": "Small Shun spends time strolling around the Black Tortoise Promenade with Sensei under her excuse of trying to \"look for Shun.\"",
  "[STORY_EVENT_805_4_NAME]": "Petty Revenge",
  "[STORY_EVENT_805_4_DESC_1]": "Shun runs into Kokona at the park and conceals her identity, making fun of Kokona in the process. Not knowing that Shun became younger, Kokona leaves, as Shun is elated with her immature appearance.",
  "[STORY_EVENT_805_5_NAME]": "A Saboteur in Uniform",
  "[STORY_EVENT_805_5_DESC_1]": "Shun and Sensei are having tea when Kirino from Valkyrie Police School arrives. Kirino kindly offers to walk with Shun to school, but Shun thinks that she's trying to interrupt her time with Sensei and so she teases Kirino with a lie.",
  "[STORY_EVENT_805_6_NAME]": "Identity Exposed",
  "[STORY_EVENT_805_6_DESC_1]": "Sensei slowly grows suspicious of Shun's identity after her repeated lies when Saya appears and reveals small Shun's identity. Shun denies it and runs away, while Saya warns that bigger problems may loom if Shun does not take the antidote quickly.",
  "[STORY_EVENT_805_7_NAME]": "Reckless Capture Mission",
  "[STORY_EVENT_805_7_DESC_1]": "Saya and Sensei try to get through all kinds of traps to catch Shun, but they fail repeatedly. After some trial and error, the two finally grab ahold of her, but Kirino misunderstands the situation and arrests them.",
  "[STORY_EVENT_805_8_NAME]": "Instructor's Responsibility",
  "[STORY_EVENT_805_8_DESC_1]": "Sensei tries to convince Shun to take the antidote, but she complains about her responsibilities as an instructor. She admits to being worried about the children before hearing Kokona and the other students' voices. Shun then takes the antidote.",
  "[STORY_EVENT_805_9_NAME]": "Shun and Shunling",
  "[STORY_EVENT_805_9_DESC_1]": "After Shun returns to her original body, Sensei visits Plum Blossom Garden to check up on her. Shun goes back to her childish whining when she sees Sensei.",
  "[STORY_EVENT_806_1_NAME]": "C&C's New Member",
  "[STORY_EVENT_806_1_DESC_1]": "Sensei and the members of C&C are given a mission by Seminar. They are to infiltrate the ship of another school to apprehend a Millennium troublemaker.",
  "[STORY_EVENT_806_2_NAME]": "Bein' Smart Part 1",
  "[STORY_EVENT_806_2_DESC_1]": "C&C and Sensei infiltrate the Golden Fleece cruise ship of the Odyssey Maritime School to capture and bring back codename White Rabbit. They're discovered almost immediately, and chaos ensues.",
  "[STORY_EVENT_806_3_NAME]": "Bein' Smart Part 2",
  "[STORY_EVENT_806_3_DESC_1]": "C&C hides in a guest room to avoid the bunny girl guards in hot pursuit. They change from their maid uniforms into their bunny girl outfits and officially begin the mission.",
  "[STORY_EVENT_806_4_NAME]": "A Different Perspective Part 1",
  "[STORY_EVENT_806_4_DESC_1]": "C&C and Sensei infiltrate the systems office to take control of the surveillance system, but old habits die hard, and they end up blowing it sky high.",
  "[STORY_EVENT_806_5_NAME]": "A Different Perspective Part 2",
  "[STORY_EVENT_806_5_DESC_1]": "C&C find themselves in a pickle after blowing up the systems office. Akane is beating herself up when Sensei proposes a Plan B.",
  "[STORY_EVENT_806_6_NAME]": "Ruthless Interrogation",
  "[STORY_EVENT_806_6_DESC_1]": "C&C wake up the kidnapped bunny girl and start interrogating her. Karin takes the lead, but the guard faints after being tickled for too long.",
  "[STORY_EVENT_806_7_NAME]": "Everything as It Was",
  "[STORY_EVENT_806_7_DESC_1]": "C&C busts onto the scene as usual when their best-laid plans fail. They spot White Rabbit and succeed in getting close to her but blow their cover at the last moment.",
  "[STORY_EVENT_806_8_NAME]": "Problem Solving, the C&C Way Part 1",
  "[STORY_EVENT_806_8_DESC_1]": "Neru and Sensei are thrown into the ship's holding cell, and White Rabbit mocks them. Akane and Karin soon follow but also as prisoners.",
  "[STORY_EVENT_806_9_NAME]": "Problem Solving, the C&C Way Part 2",
  "[STORY_EVENT_806_9_DESC_1]": "White Rabbit is smug and triumphant as Neru's spirits are down. However, the tables turn when Asuna becomes a VIP, and C&C resumes its pursuit of White Rabbit.",
  "[STORY_EVENT_806_10_NAME]": "Hunting Rabbits Part 1",
  "[STORY_EVENT_806_10_DESC_1]": "White Rabbit howls as Neru cheerfully hunts her down. Sensei and the other members stand by silently as they watch the scene.",
  "[STORY_EVENT_806_11_NAME]": "Hunting Rabbits Part 2",
  "[STORY_EVENT_806_11_DESC_1]": "White Rabbit attempts to escape the ship on a drone but is sniped down by Karin and finally arrested. C&C has completed another mission, albeit roughly and messily.",
  "[STORY_EVENT_807_1_NAME]": "Hatsune Miku Live -The Rehearsal Episode-",
  "[STORY_EVENT_807_1_DESC_1]": "Virtual idol Miku asks her fans to act as producers and help modify her body prior to her live performance in Kivotos.",
  "[STORY_EVENT_808_1_NAME]": "A Day in the Life of Spec Ops No. 227",
  "[STORY_EVENT_808_1_DESC_1]": "Nodoka and Shigure stumble upon a hot spring while uprooting tree trunks for firewood. Gehenna's Hot Springs Department visits the Former Institute to build a huge spa resort before disappearing.",
  "[STORY_EVENT_808_2_NAME]": "Unauthorized Hot Spring",
  "[STORY_EVENT_808_2_DESC_1]": "Suffering from a lack of sleep due to repeated earthquakes, Cherino indignantly heads to the Former Institute with her tank in tow upon hearing that a new hot springs resort has been built at the Former Institute.",
  "[STORY_EVENT_808_3_NAME]": "Welcome to Hot Springs Resort No. 227!",
  "[STORY_EVENT_808_3_DESC_1]": "Cherino's party is flabbergasted by the massive size of Hot Springs Resort No. 227. Now acting as the hostess of the hot springs, Nodoka offers a bribe to Cherino to win her favor and guides Sensei to a special hot spring.",
  "[STORY_EVENT_808_4_NAME]": "A Suspicious Gaze",
  "[STORY_EVENT_808_4_DESC_1]": "Sensei notices a suspicious gaze in the bath. It turns out to be the Knowledge Liberation Front's Meru, who says she visited in search of inspiration for her fan book. Displeased by this behavior, Nodoka tries to kick Meru out.",
  "[STORY_EVENT_808_5_NAME]": "A Suspicious Deal",
  "[STORY_EVENT_808_5_DESC_1]": "Meru proposes a secret deal to Nodoka which she accepts, bringing the fight to a dramatic end. Afterward, Nodoka takes Sensei on a tour of the garden.",
  "[STORY_EVENT_808_6_NAME]": "Labor for the Labor Party!",
  "[STORY_EVENT_808_6_DESC_1]": "Sensei and Nodoka head to the entrance of the hot springs resort to find the Labor Party students staging a protest. The Labor Party is unhappy the resort was built by the Hot Springs Department and wants it demolished. Nodoka resists, and a fight ensues.",
  "[STORY_EVENT_808_7_NAME]": "Mors for the Labor Party!",
  "[STORY_EVENT_808_7_DESC_1]": "Shigure offers her home-brewed mors to the Labor Party in an attempt to open conversation. Beguiled by Shigure's delicious mors and sweet talk, the Labor Party heads over to enjoy a relaxing spa bath.",
  "[STORY_EVENT_808_8_NAME]": "The Perfect Prefect Team Vacation!",
  "[STORY_EVENT_808_8_DESC_1]": "Sensei runs into Chinatsu relaxing in a massage chair in the lounge. Chinatsu warns Sensei about the Hot Springs Department's conspiracy.",
  "[STORY_EVENT_808_9_NAME]": "The Hot Springs Department's Conspiracy",
  "[STORY_EVENT_808_9_DESC_1]": "Sensei and Cherino meet on the walking trail. Cherino wants to award the Hot Springs Department with a medal. A fight soon breaks out when the Hot Springs Department reveals their intention to destroy the Red Winter district.",
  "[STORY_EVENT_808_10_NAME]": "Tear It Down!",
  "[STORY_EVENT_808_10_DESC_1]": "The Hot Springs Department's scheme is stopped in its tracks, but Nodoka is unable to accept the closing of Hot Springs Resort No. 227. The Labor Party joins the fray, and a battle ensues between the students of the Secretariat and those of the Spec Ops.",
  "[STORY_EVENT_808_11_NAME]": "Unchanging Friendship",
  "[STORY_EVENT_808_11_DESC_1]": "Nodoka cries saying that she doesn't want to return to her old life at the Former Institute. Shigure comforts Nodoka, but then the Hot Springs Department reappears and blows Hot Springs Resort No. 227 to smithereens.",
  "[STORY_EVENT_808_12_NAME]": "A Day in the Life of Red Winter Academy",
  "[STORY_EVENT_808_12_DESC_1]": "Shigure discovers the one lone bath that survived the blast intact amidst the ruins of the hot springs resort. The students of Red Winter all cram themselves into the little tub to share a bath and their aspirations.",
  "[STORY_EVENT_809_1_NAME]": "The End of Problem Solver's Fiscal Year",
  "[STORY_EVENT_809_1_DESC_1]": "With New Year's just around the corner, Problem Solver decides to go to an event together to make their first wishes for the new year.",
  "[STORY_EVENT_809_2_NAME]": "The New Year's Event",
  "[STORY_EVENT_809_2_DESC_1]": "Problem Solver meets with Sensei at the New Year's event and they head inside the venue to make their wishes. The Kaitengers attack just as they're all standing before the offering box.",
  "[STORY_EVENT_809_3_NAME]": "Confusion Is Always Sudden",
  "[STORY_EVENT_809_3_DESC_1]": "The Kaitengers' sudden appearance dazes and confuses Problem Solver, and the Kaitengers make off with the offering box in the blink of an eye. Problem Solver and Sensei take off in hot pursuit of the Kaitengers.",
  "[STORY_EVENT_809_4_NAME]": "Chaotic Chase! Part 1",
  "[STORY_EVENT_809_4_DESC_1]": "Problem Solver is hot on the heels of the Kaitengers, but Helmet Gangsters with their sights set on the offering box appear out of nowhere and launch an attack on Problem Solver.",
  "[STORY_EVENT_809_5_NAME]": "Chaotic Chase! Part 2",
  "[STORY_EVENT_809_5_DESC_1]": "Problem Solver succeeds in beating the Helmet Gangsters. They resume their pursuit of the Kaitengers as they wonder why the Helmet Gangsters targeted the offering box.",
  "[STORY_EVENT_809_6_NAME]": "A Swarm of Interlopers Part 1",
  "[STORY_EVENT_809_6_DESC_1]": "Problem Solver finds itself fighting off thugs, Helmet Gangsters, and even part-timers who are all after the offering box.",
  "[STORY_EVENT_809_7_NAME]": "A Swarm of Interlopers Part 2",
  "[STORY_EVENT_809_7_DESC_1]": "Serika and Problem Solver realize something is amiss. They learn what's taking place is a race of greed where the last to claim the offering box also acquires its contents. Problem Solver resumes its pursuit, now more determined to secure the offering box than ever.",
  "[STORY_EVENT_809_8_NAME]": "The Prefect Team Joins the Fray Part 1",
  "[STORY_EVENT_809_8_DESC_1]": "Problem Solver now find themselves blocked by the Prefect Team. Iori unilaterally deems all parties in pursuit of the offering box delinquents and battles against Problem Solver for the unforgivable act of interfering with Prefect Team affairs.",
  "[STORY_EVENT_809_9_NAME]": "The Prefect Team Joins the Fray Part 2",
  "[STORY_EVENT_809_9_DESC_1]": "Sensei tells Iori this is all a misunderstanding and explains why they're trying to reclaim the offering box. Ako chastises Iori and says that the Kurokame Gang is behind this. She requests that Sensei and Problem Solver step back and let the Prefect Team handle the issue.",
  "[STORY_EVENT_809_10_NAME]": "Reason to Reclaim",
  "[STORY_EVENT_809_10_DESC_1]": "Aru declares she won't give up on the offering box that contains Problem Solver's dreams, wishes, and cold, hard cash. Her words inspire Problem Solver and Serika to help Aru to the end, and they finally succeed in catching up with the Kaitengers at the Black Market.",
  "[STORY_EVENT_809_11_NAME]": "In a Pinch! Part 1",
  "[STORY_EVENT_809_11_DESC_1]": "Problem Solver and Serika finally defeat the Kaitengers. Just as things are settling down, Kamejima Goro, the manager of Daikichiden, appears and reveals that he was behind the whole incident before attacking Problem Solver.",
  "[STORY_EVENT_809_12_NAME]": "In a Pinch! Part 2",
  "[STORY_EVENT_809_12_DESC_1]": "Problem Solver and Serika struggle against the Kurokame Gang. Problem Solver is ultimately bested, and the offering box is taken away. Just then, the Foreclosure Task Force arrives to save the day at a critical moment.",
  "[STORY_EVENT_809_13_NAME]": "Foreclosure Task Force, Assemble!",
  "[STORY_EVENT_809_13_DESC_1]": "Problem Solver succeeds in turning the tide of battle with the help of the Foreclosure Task Force. They all join forces and head back to the New Year's event to give the Kurokame Gang some payback.",
  "[STORY_EVENT_809_14_NAME]": "Commence the Counterattack!",
  "[STORY_EVENT_809_14_DESC_1]": "Problem Solver and the Foreclosure Task Force begin their counterattack by spreading a rumor that the offering box is a fake.",
  "[STORY_EVENT_809_15_NAME]": "The Daikichiden Battle Part 1",
  "[STORY_EVENT_809_15_DESC_1]": "Problem Solver comes face-to-face with Kamejima Goro once again. With the help of the Prefect Team and the Foreclosure Task Force, they engage in a final showdown with the boss of the Kurokame Gang.",
  "[STORY_EVENT_809_16_NAME]": "The Daikichiden Battle Part 2",
  "[STORY_EVENT_809_16_DESC_1]": "Problem Solver succeeds in defeating the Kurokame Gang and reclaiming the offering box. As things settle down, the Foreclosure Task Force heads back while Problem Solver tries to return the offering box to its rightful place. However, the Kaitengers appear just as they realize it's empty.",
  "[STORY_EVENT_809_17_NAME]": "Let's Finish This, Kaitengers! Part 1",
  "[STORY_EVENT_809_17_DESC_1]": "The Kaitengers reveal that they have succeeded in using the stolen contents of the offering box to create the KAITEN FX MK.1. Aru leads the charge in a final battle against the Kaitengers, enraged that everyone's wishes and money have been abused.",
  "[STORY_EVENT_809_18_NAME]": "Let's Finish This, Kaitengers! Part 2",
  "[STORY_EVENT_809_18_DESC_1]": "The Kaitengers are still in high spirits as they leave despite losing the battle. Aru is dejected upon realizing that all of the offerings have been lost, and the New Year's commotion finally comes to an end.",
  "[STORY_EVENT_809_19_NAME]": "New Year Wishes Part 1",
  "[STORY_EVENT_809_19_DESC_1]": "There are still young delinquents targeting the offering box even though the Kurokame Gang's evil deeds have been revealed and its members scattered, leaving no choice but to deal with them.",
  "[STORY_EVENT_809_20_NAME]": "New Year Wishes Part 2",
  "[STORY_EVENT_809_20_DESC_1]": "Serika never receives her wages for her part-time job, and Problem Solver is left with nothing but an empty offering box. They all make new wishes in lighthearted relief before heading out to enjoy a meal with Sensei.",
  "[STORY_EVENT_810_1_NAME]": "Valentine's Day Teamwork Part 1",
  "[STORY_EVENT_810_1_DESC_1]": "A festival is held in the D.U. in celebration of Valentine's Day. Sensei goes on patrol after Valkyrie Police School's Fubuki and Kirino request assistance in maintaining the security of the festival.",
  "[STORY_EVENT_810_2_NAME]": "Valentine's Day Teamwork Part 2",
  "[STORY_EVENT_810_2_DESC_1]": "Wakamo suddenly attacks during Sensei's patrol. Luckily, Sensei is able to subdue Wakamo with the help of the Valkyrie Police School students and Sena. Sensei and Sena resume their patrol feeling that something is amiss.",
  "[STORY_EVENT_811_1_NAME]": "The First Assault! Part 1",
  "[STORY_EVENT_811_1_DESC_1]": "Sensei resumes patrolling with Sena, and they run into Chihiro. Fubuki and Kirino are transporting Wakamo to the Corrections Bureau. Wakamo escapes from the transport truck amidst all the talk of Wakamo's terrifying reputation as the \"Fox of Calamity\".",
  "[STORY_EVENT_811_2_NAME]": "The First Assault! Part 2",
  "[STORY_EVENT_811_2_DESC_1]": "Sensei manages to recapture Wakamo, who is wreaking havoc using Valkyrie Police School's equipment. Chihiro is shocked at how they lost control of their equipment, but Fubuki and Kirino shrug it off and take custody of Wakamo, saying it won't happen again.",
  "[STORY_EVENT_811_3_NAME]": "The Second Assault! Part 1",
  "[STORY_EVENT_811_3_DESC_1]": "The Valkyrie Police School students begin interrogating Wakamo after escorting her to the Corrections Bureau. Unbothered, Wakamo says that she has a plan of her own and breaks out of the Corrections Bureau.",
  "[STORY_EVENT_811_4_NAME]": "The Second Assault! Part 2",
  "[STORY_EVENT_811_4_DESC_1]": "Sensei once again succeeds in capturing Wakamo. Fubuki blames the incident on the Corrections Bureau's outdated facilities and shrugs it off as she takes custody of Wakamo once more.",
  "[STORY_EVENT_811_5_NAME]": "The Third Assault! Part 1",
  "[STORY_EVENT_811_5_DESC_1]": "Wakamo is escorted back to the Corrections Bureau, and the Valkyrie Police School students try to coax Wakamo by using oyakodon. Wakamo marvels at the absurdity as she escapes once again.",
  "[STORY_EVENT_811_6_NAME]": "The Third Assault! Part 2",
  "[STORY_EVENT_811_6_DESC_1]": "Wakamo is captured by Sensei again. Fubuki and Kirino marvel that Wakamo truly lives up to her reputation as a terrifying criminal. However, they reassure everyone that dinner that night will be buckwheat soba as they take Wakamo into custody again.",
  "[STORY_EVENT_811_7_NAME]": "The Fourth Assault! Part 1",
  "[STORY_EVENT_811_7_DESC_1]": "The Valkyrie Police School students are determined to find out what Wakamo's plans are once and for all, but Wakamo is already long gone.",
  "[STORY_EVENT_811_8_NAME]": "The Fourth Assault! Part 2",
  "[STORY_EVENT_811_8_DESC_1]": "Sensei demands to know what's going on after recapturing Wakamo for the umpteenth time. Flustered, Fubuki and Kirino promise that this won't happen again and hurriedly escort Wakamo away.",
  "[STORY_EVENT_811_9_NAME]": "The Fifth Assault! Part 1",
  "[STORY_EVENT_811_9_DESC_1]": "The townspeople present Sensei with a thank-you gift during a patrol. Sensei is taken aback, but Sena tells Sensei that she is also truly thankful for all they've done in the past year. The two then receive word that Wakamo has escaped yet again.",
  "[STORY_EVENT_811_10_NAME]": "The Fifth Assault! Part 2",
  "[STORY_EVENT_811_10_DESC_1]": "Wakamo is once again recaptured. Chihiro demands responsibility for the string of escapes, but Fubuki maintains that things are under control and calls in Yuuka, Hasumi, Suzumi, and Chinatsu. Fubuki takes Wakamo away, insisting things will be fine thanks to their previous history with Wakamo.",
  "[STORY_EVENT_811_11_NAME]": "The Final Confrontation! Part 1",
  "[STORY_EVENT_811_11_DESC_1]": "Fubuki is confident that Wakamo won't be able to escape this time. It hits her that all of this was Wakamo's trap all along when Wakamo gets picked up on CCTV at the scene of the festival.",
  "[STORY_EVENT_811_12_NAME]": "The Final Confrontation! Part 2",
  "[STORY_EVENT_811_12_DESC_1]": "Against all odds, Wakamo manages to clear all obstacles in her way and finally comes face-to-face with Sensei. Sensei braces for an attack, but it turns out that Wakamo's plan all along was to present Sensei with Valentine's Day chocolates.",
  "[STORY_EVENT_810_3_NAME]": "The Day After Valentine's",
  "[STORY_EVENT_810_3_DESC_1]": "The festival concludes safely. Fubuki and Kirino are frustrated that Wakamo slipped away. Sena says that she's looking forward to patrolling together again. Chihiro stops by to apologize for not being much help before leaving. Wakamo invades Schale just as things are settling down.",
  "[STORY_EVENT_810_4_NAME]": "Happy Valentine's...?",
  "[STORY_EVENT_810_4_DESC_1]": "The Remedial Knights are handing out chocolate to civilians when an explosion occurs, shattering the heartwarming scene. Thugs begin to cause havoc and chaos. The Remedial Knights, under Mine's leadership, begin to provide 'remediation'.",
  "[STORY_EVENT_810_5_NAME]": "Security Measures",
  "[STORY_EVENT_810_5_DESC_1]": "Chihiro explains the core concepts of security. As the explanation gets longer, and longer, and longer... Wakamo takes advantage of the situation and escapes.",
  "[STORY_EVENT_810_6_NAME]": "The Ultimate Oyakodon",
  "[STORY_EVENT_810_6_DESC_1]": "The Master of Oyakodon feels that they've hit a plateau in their cooking and hits the streets to research new flavors. They are unable to find what they seekâ€”until they request help from a passing Suzumi. Suzumi's idea inspires the master chef, and they create a whole new menu.",
  "[STORY_EVENT_810_7_NAME]": "A Stealthy Shakedown",
  "[STORY_EVENT_810_7_DESC_1]": "With Mine's remediation, the incident with the thugs is resolved. However, to Mine's dismay, the Public Peace Bureau failed to appear. While Mine questions why they couldn't be dispatched and lodges her complaints, Wakamo escapes to freedom.",
  "[STORY_EVENT_810_8_NAME]": "The World is Wrong",
  "[STORY_EVENT_810_8_DESC_1]": "An escaped thug complains about the anachronistic skirt she's forced to wear, but Wakamo has a suggestion. The thug reappears with a whole new look and goes on a rampage.",
  "[STORY_EVENT_810_9_NAME]": "Happy Valentine's!",
  "[STORY_EVENT_810_9_DESC_1]": "Wakamo has been causing mayhem while pursuing Sensei, stirring up trouble in multiple places at once by using fakes. But eventually, the real Wakamo comes face-to-face with Mine, who asks Wakamo why she's causing trouble. When Mine understands Wakamo's reasons, she lets Wakamo pass before resuming her 'remediation' of troublemakers.",
  "[STORY_EVENT_812_1_NAME]": "Scripture Transfer Plan!",
  "[STORY_EVENT_812_1_DESC_1]": "The Sisterhood discovers an important scripture, and leaves Hinata in charge of it before making an official announcement. However, Hinata accidentally shreds the scripture.",
  "[STORY_EVENT_812_2_NAME]": "On to Plan B...",
  "[STORY_EVENT_812_2_DESC_1]": "Hinata and Sensei go to the Library Committee in order to repair the book. Shimiko introduces an expert, Ui, to Sensei and Hinata.",
  "[STORY_EVENT_812_3_NAME]": "To the Magician's Tower",
  "[STORY_EVENT_812_3_DESC_1]": "Ui becomes enraged at the sight of the destroyed scripture, but is soon convinced by the two to help with repairing it. Sensei and Hinata leave to gather the items Ui requested.",
  "[STORY_EVENT_812_4_NAME]": "Battle of the Slum Fortress Part 1",
  "[STORY_EVENT_812_4_DESC_1]": "Hinata and Sensei arrive at the riverside to obtain the Miracle 5,000 Cake, however, the Helmet Gang has kidnapped the baker. Sensei and Hinata join forces with the nearby After-School Sweets Club to go and rescue the baker.",
  "[STORY_EVENT_812_5_NAME]": "Battle of the Slum Fortress Part 2",
  "[STORY_EVENT_812_5_DESC_1]": "The crew rescues the baker from the Helmet Gang. The After-School Sweets Club tries to concede the remaining cake to Hinata, but the baker steps in and cooks enough cake for everyone.",
  "[STORY_EVENT_812_6_NAME]": "Trinity's Running Flash Grenade Part 1",
  "[STORY_EVENT_812_6_DESC_1]": "Hinata and Sensei, while roaming around Trinity in search of sphagnum moss glue, run into Suzumi in a standoff with some thugs. The two help her defeat them.",
  "[STORY_EVENT_812_7_NAME]": "Trinity's Running Flash Grenade Part 2",
  "[STORY_EVENT_812_7_DESC_1]": "The defeated thugs begin to speak about their own troubles. Hinata presents a way to help them as a Sister of the cathedral, and the thankful thugs help her obtain some sphagnum moss glue.",
  "[STORY_EVENT_812_8_NAME]": "Somewhat Similar Part 1",
  "[STORY_EVENT_812_8_DESC_1]": "Hinata and Sensei visit the Remedial Knights hoping to obtain the final ingredient, some holy tonic. Serina greets them into the building as if she has been waiting for them.",
  "[STORY_EVENT_812_9_NAME]": "Somewhat Similar Part 2",
  "[STORY_EVENT_812_9_DESC_1]": "Serina tries to help, but is very busy with her own tasks. Hinata can't bring herself to abandon Serina, and helps her. Meanwhile, Sensei discovers the holy tonic.",
  "[STORY_EVENT_812_10_NAME]": "Unfinished Story Part 1",
  "[STORY_EVENT_812_10_DESC_1]": "Ui opens her heart just a little bit after Sensei and Hinata return with all of the ingredients. The repair of the scripture begins as they fall asleep next to Ui after a long day.",
  "[STORY_EVENT_812_11_NAME]": "Unfinished Story Part 2",
  "[STORY_EVENT_812_11_DESC_1]": "Night falls while Ui is repairing the scripture. Ui is working very fast, but the schedule of the ceremony to reveal the scripture is pulled forward, and they become unable to return the scripture in time.",
  "[STORY_EVENT_812_12_NAME]": "Reap What You Sow Part 1",
  "[STORY_EVENT_812_12_DESC_1]": "Hinata berates herself for failing her duty despite receiving help from everyone. She leaves the old library saying that she will confess her sins before Sensei or Ui can comfort her.",
  "[STORY_EVENT_812_13_NAME]": "Reap What You Sow Part 2",
  "[STORY_EVENT_812_13_DESC_1]": "The scripture is repaired while Hinata is gone. Ui worries for Hinata while Sensei carries the scripture somewhere and begins making a call.",
  "[STORY_EVENT_812_14_NAME]": "Reap What You Sow Part 3",
  "[STORY_EVENT_812_14_DESC_1]": "Hinata arrives at the site of the ruins where the scripture was to be revealed. As she's about to confess, the thugs and After-School Sweets Club appear. Sensei uses the diversion to place the scripture in its rightful place.",
  "[STORY_EVENT_812_15_NAME]": "Reap What You Sow Part 4",
  "[STORY_EVENT_812_15_DESC_1]": "After all of the commotion, Sensei returns to the old library to thank Ui, who treats them with a more genuine and honest attitude.",
  "[STORY_EVENT_813_1_NAME]": "Attack of the Ninjas!",
  "[STORY_EVENT_813_1_DESC_1]": "One day, the Ninjutsu Research Club suddenly visits Sensei at Schale. They want Sensei to help them in their mission to become an official club. As Michiru is trying to convince Sensei, Kaho from the Yin-Yang Club shows up at Schale.",
  "[STORY_EVENT_813_2_NAME]": "Start of the Exchange Meeting",
  "[STORY_EVENT_813_2_DESC_1]": "An exchange meeting is being held between Hyakkiyako and Gehenna Academy, and Niya wants Sensei to help her just in case. Sensei agrees on the condition that the Ninjutsu Research Club be recognized as an official club and Sensei, Michiru, Tsukuyo, and Izuna decide to help with the exchange.",
  "[STORY_EVENT_813_3_NAME]": "Big Girls Don't Cry 1",
  "[STORY_EVENT_813_3_DESC_1]": "The members of the Ninjutsu Research Club start to prepare for the Princess Waraku performance for the exchange meeting. Meanwhile, Sensei helps Tsukuyo out of a pickle with a bunch of thugs.",
  "[STORY_EVENT_813_4_NAME]": "Big Girls Don't Cry 2",
  "[STORY_EVENT_813_4_DESC_1]": "After defeating the thugs, Tsukuyo opens up and tells Sensei about what she's been thinking. The performance of Princess Waraku is quickly approaching.",
  "[STORY_EVENT_813_5_NAME]": "When I Say Ninja, You Say Princess! 1",
  "[STORY_EVENT_813_5_DESC_1]": "Just before the performance of Princess Waraku, highlight of the exchange meeting, Ibuki from the Pandemonium Society shows up instead of Chise, who was originally the lead role. Ibuki convinces everyone that it was unavoidable. Suddenly, the Mouryo attack.",
  "[STORY_EVENT_813_6_NAME]": "When I Say Ninja, You Say Princess! 2",
  "[STORY_EVENT_813_6_DESC_1]": "The lead role of the show, Ibuki, is kidnapped by Mouryo, and the exchange meeting is on the verge of disaster. To prevent this, Sensei, the Ninjutsu Research Club, and Iroha go on the move to find Ibuki.",
  "[STORY_EVENT_813_7_NAME]": "The First Obstacle: The Face and the Bodyguard 1",
  "[STORY_EVENT_813_7_DESC_1]": "Sensei, the Ninjutsu Research Club, and Iroha chase the Mouryo to rescue Ibuki. But the Festival Operations Department stands in their way, claiming that they are the first gatekeepers of the performance.",
  "[STORY_EVENT_813_8_NAME]": "The First Obstacle: The Face and the Bodyguard 2",
  "[STORY_EVENT_813_8_DESC_1]": "Sensei, the Ninjutsu Research Club, and Iroha defeat the Festival Operations Department, pass the trial, and continue their pursuit of Mouryo.",
  "[STORY_EVENT_813_9_NAME]": "The Second Obstacle: The Sleeping Beauty 1",
  "[STORY_EVENT_813_9_DESC_1]": "Sensei, the Ninjutsu Research Club, and Iroha are still chasing the Mouryo. But Tsubaki, the Sleeping Beauty, the second gatekeeper, stands in their way.",
  "[STORY_EVENT_813_10_NAME]": "The Second Obstacle: The Sleeping Beauty 2",
  "[STORY_EVENT_813_10_DESC_1]": "Everyone successfully passes Tsubaki's trial and resumes chasing the Mouryo.",
  "[STORY_EVENT_813_11_NAME]": "The Third Obstacle: The Mind Reader 1",
  "[STORY_EVENT_813_11_DESC_1]": "Sensei, the Ninjutsu Research Club, and Iroha continue to chase the Mouryo. This time the third gatekeeper and self-proclaimed mind reader, Mimori, stands in their way.",
  "[STORY_EVENT_813_12_NAME]": "The Third Obstacle: The Mind Reader 2",
  "[STORY_EVENT_813_12_DESC_1]": "The Ninjutsu Research Club successfully overcomes Mimori's trial in the most extraordinary turn of events. Mimori says something to Michiru on their way out, but the members go after the Mouryo without understanding the real meaning of her words.",
  "[STORY_EVENT_813_13_NAME]": "The Fourth Obstacle: The Trick House 1",
  "[STORY_EVENT_813_13_DESC_1]": "The last trial in the way of the Ninjutsu Research Club is the Trick House, where Kaede is the gatekeeper. When everyone is united to face the trial, Michiru, who acts hastily out of urgency, gets caught in the Trick House's trap along with Sensei.",
  "[STORY_EVENT_813_14_NAME]": "The Fourth Obstacle: The Trick House 2",
  "[STORY_EVENT_813_14_DESC_1]": "Michiru cooperates with Sensei and successfully escapes the Trick House. The Ninjutsu Research Club passes the trial, but Kaho realizes what happened and appears before them.",
  "[STORY_EVENT_813_15_NAME]": "What Really Stands in Our Way 1",
  "[STORY_EVENT_813_15_DESC_1]": "Understanding the situation, Kaho announces that the Yin-Yang Club will handle of the case. Michiru is almost convinced, but Tsukuyo and Izuna insist it's the Ninjutsu Research Club that promised to save Ibuki and decide to keep fighting.",
  "[STORY_EVENT_813_16_NAME]": "What Really Stands in Our Way 2",
  "[STORY_EVENT_813_16_DESC_1]": "With Sensei's help, the Ninjutsu Research Club succeeds in defeating Kaho, and Tsukuyo convinces Michiru they should rescue Ibuki together. Then, Iroha and Kaede appear with a tank.",
  "[STORY_EVENT_813_17_NAME]": "A Ninja Girl's Code 1",
  "[STORY_EVENT_813_17_DESC_1]": "To evade the pursuit of the Ninjutsu Research Club, the Mouryo destroy a bridge. While everyone is panicking, Iroha leads the charge and successfully jumps the tank over the collapsed bridge with everyone.",
  "[STORY_EVENT_813_18_NAME]": "A Ninja Girl's Code 2",
  "[STORY_EVENT_813_18_DESC_1]": "Finally, Michiru succeeds in forcing the Mouryo into a corner. Despite her initial hesitation, when Michiru learns that Ibuki has been waiting for the Ninjutsu Research Club, she boldly rushes in to save Ibuki.",
  "[STORY_EVENT_813_19_NAME]": "After the Festival",
  "[STORY_EVENT_813_19_DESC_1]": "After the successful exchange meeting, everything goes back to normal. Then Niya appears in front of Sensei and confesses that she plotted everything to see Sensei's skills, and Sensei thoroughly scolds Niya.",
  "[STORY_EVENT_814_1_NAME]": "Life Is Full of Surprises",
  "[STORY_EVENT_814_1_DESC_1]": "Ayane summons everyone in the Foreclosure Task Force to show off a helicopter she purchased. Serika bursts into the meeting late, shouting that she won first place in a raffle.",
  "[STORY_EVENT_814_2_NAME]": "Life Is Full of So Many Surprises Part 1",
  "[STORY_EVENT_814_2_DESC_1]": "The Foreclosure Task Force and Sensei go on a resort vacation on an uninhabited island after unexpectedly winning a first place prize. Just as the Foreclosure Task Force jokes about how life is unpredictable, the helicopter crashes and they fall into a dangerous situation.",
  "[STORY_EVENT_814_3_NAME]": "Life Is Full of So Many Surprises Part 2",
  "[STORY_EVENT_814_3_DESC_1]": "Serika is in despair when she realizes that both the helicopter and the resort were a scam. However, Sensei and other members of the club comfort her. Serika regains her strength and vows to have the best vacation ever.",
  "[STORY_EVENT_814_4_NAME]": "Need a Better Excuse Part 1",
  "[STORY_EVENT_814_4_DESC_1]": "Serika, Hoshino, and Sensei are organizing the resort in groups. Just when the cleaning is almost finished, Rabu and the Helmet Gangsters attack.",
  "[STORY_EVENT_814_5_NAME]": "Need a Better Excuse Part 2",
  "[STORY_EVENT_814_5_DESC_1]": "The team of three succeeds in driving out Rabu and the Helmet Gangsters. However, Nonomi, Ayane, and Shiroko arrive late and think the three of them had been playing around the whole time.",
  "[STORY_EVENT_814_6_NAME]": "Preemptive Victory Part 1",
  "[STORY_EVENT_814_6_DESC_1]": "Shiroko and Sensei go fishing on the seashore to find food. Ayane is worried about the two and follows them. After she reveals herself, Shiroko expresses her trust in Ayane.",
  "[STORY_EVENT_814_7_NAME]": "Preemptive Victory Part 2",
  "[STORY_EVENT_814_7_DESC_1]": "Wakamo arrives as reinforcement for Rabu but is embarrassed by Sensei's presence and runs away. Sensei predicts that with Wakamo's involvement, the future will be bumpy.",
  "[STORY_EVENT_814_8_NAME]": "I Came to Rescue Sensei Part 1",
  "[STORY_EVENT_814_8_DESC_1]": "Believing Sensei was kidnapped, Wakamo is motivated. She drives out Rabu, who could be a threat to Sensei, and takes over the Helmet Gangsters. She ends up leading the Helmet Gangsters and once again challenges the Foreclosure Task Force.",
  "[STORY_EVENT_814_9_NAME]": "I Came to Rescue Sensei Part 2",
  "[STORY_EVENT_814_9_DESC_1]": "The Foreclosure Task Force once again manages to drive off Wakamo. Shiroko returns later and finds out the situation.",
  "[STORY_EVENT_814_10_NAME]": "An Uninvited Guest Part 1",
  "[STORY_EVENT_814_10_DESC_1]": "The Foreclosure Task Force visits the electrical room to restore power to the resort. They are successful, but when they see the resort defense system inside the electrical room, they activate it out of curiosity and get attacked by security robots.",
  "[STORY_EVENT_814_11_NAME]": "An Uninvited Guest Part 2",
  "[STORY_EVENT_814_11_DESC_1]": "Having managed to stabilize the system, the Foreclosure Task Force returns to the resort. Luckily, all of the Helmet Gangsters around the resort are also taken down by the security robots.",
  "[STORY_EVENT_814_12_NAME]": "A Midsummer Night's Dream",
  "[STORY_EVENT_814_12_DESC_1]": "After some twists and turns, the Foreclosure Task Force members stabilize the resort. Enjoying a long-awaited peaceful evening, they have more honest conversations than usual, inspired by the summer beach.",
  "[STORY_EVENT_814_13_NAME]": "A Slightly Too Big Tube",
  "[STORY_EVENT_814_13_DESC_1]": "Sensei oversleeps at the resort. While Sensei is letting Hoshino nap, the two are attacked by Wakamo on a hovercraft and the Helmet Gangsters.",
  "[STORY_EVENT_814_14_NAME]": "Heavy Equipment vs Heavy Equipment",
  "[STORY_EVENT_814_14_DESC_1]": "Hoshino and Sensei are engaged in combat against Wakamo, who arrived on a hovercraft. The remaining members of the Foreclosure Task Force use Ayane's helicopter to save the day.",
  "[STORY_EVENT_814_15_NAME]": "The Truth of the Resort Ticket Part 1",
  "[STORY_EVENT_814_15_DESC_1]": "The Foreclosure Task Force wins the final battle and Rabu tells them of an unexpected truth about resort usage rights, resort hunting, and a situation in the surrounding archipelago.",
  "[STORY_EVENT_814_16_NAME]": "The Truth of the Resort Ticket Part 2",
  "[STORY_EVENT_814_16_DESC_1]": "After Sensei leaves, the remaining Foreclosure Task Force sees the \"proprietor\" written on the corner of the resort use ticket.",
  "[STORY_EVENT_815_1_NAME]": "Summer Isn't Over Yet",
  "[STORY_EVENT_815_1_DESC_1]": "Niya, Mimori, and Pina greet Sensei just as they return to Schale. After hearing that Shizuko is in trouble, Sensei heads to the beach again where Shizuko is being attacked by the Masked Swimsuit Gang.",
  "[STORY_EVENT_815_2_NAME]": "One Thing to Do!",
  "[STORY_EVENT_815_2_DESC_1]": "Shizuko finds out that she's been caught up in a huge scam. She decides to jump right into the battle to set things right despite Niya's objections.",
  "[STORY_EVENT_815_3_NAME]": "Let's Get This Straight",
  "[STORY_EVENT_815_3_DESC_1]": "After changing into swimsuits, Shizuko and the others go on an adventure with the members of Abydos to retrieve contracts from the various forces at the Lost Paradise Resort.",
  "[STORY_EVENT_815_4_NAME]": "Sulfur Miners Part 1",
  "[STORY_EVENT_815_4_DESC_1]": "The first place Shizuko and the others arrive in is an area occupied by a force called the Sulfur Miners. What they encounter there is...",
  "[STORY_EVENT_815_5_NAME]": "Sulfur Miners Part 2",
  "[STORY_EVENT_815_5_DESC_1]": "Shizuko and the others succeed in discovering the hot springs first thanks to Chise's efforts, and the Hot Springs Department members clearly admit defeat. However, Shizuko opts to sign a franchise contract with the Hot Springs Department and promises to maintain a cooperative relationship.",
  "[STORY_EVENT_815_6_NAME]": "To the Next Destination",
  "[STORY_EVENT_815_6_DESC_1]": "After sharing the current situation with the Abydos members, Shizuko and the others push forward to their next destination.",
  "[STORY_EVENT_815_7_NAME]": "White-Eared Monsters Part 1",
  "[STORY_EVENT_815_7_DESC_1]": "Shizuko and the others discover people boarding a ship looking almost possessed. There, a secret tournament of the card game Mushiqueen is being held.",
  "[STORY_EVENT_815_8_NAME]": "White-Eared Monsters Part 2",
  "[STORY_EVENT_815_8_DESC_1]": "Shizuko and the others win the Mushiqueen tourney thanks to Chise's performance. After retrieving the contract, which was the winning prize, Shizuko signs a franchise contract and decides to continue holding Mushiqueen tourneys.",
  "[STORY_EVENT_815_9_NAME]": "Messengers of the Black Tortoise Part 1",
  "[STORY_EVENT_815_9_DESC_1]": "Shizuko and the others arrive at an area said to be managed by the Black Tortoise Promenade of Shanhaijing. However, they find out that Date Meowru and the Kurogame Gang are managing the resort.",
  "[STORY_EVENT_815_10_NAME]": "Messengers of the Black Tortoise Part 2",
  "[STORY_EVENT_815_10_DESC_1]": "Shizuko and the others defeat Date Meowru and the Kurogame Gang. Then they hear Kaiser PMC was also hired by Date Meowru.",
  "[STORY_EVENT_815_11_NAME]": "Before the Final Fight",
  "[STORY_EVENT_815_11_DESC_1]": "Shizuko and the others hold a strategy meeting with the Abydos members ahead of the final battle.",
  "[STORY_EVENT_815_12_NAME]": "Helmet Gangsters! The Final Showdown!",
  "[STORY_EVENT_815_12_DESC_1]": "Shizuko and the others head to the final battleground. However, they encounter the former Kaiser director, who was demoted to a salesperson. Shizuko rejects the Kaiser salesperson's investment offer, then a mysterious masked gang appears.",
  "[STORY_EVENT_816_1_NAME]": "Consultation Subject",
  "[STORY_EVENT_816_1_DESC_1]": "One day, Schale receives a phone call from Kazusa of the After-School Sweets Club. Kazusa says she is being stalked and seeks help from Sensei.",
  "[STORY_EVENT_816_2_NAME]": "The Stalker Part 1",
  "[STORY_EVENT_816_2_DESC_1]": "Sensei meets with Kazusa at her request. She explains she is being stalked, but seems reluctant to report the incidents to the Justice Task Force. As Sensei is asking her for more details, the stalker herself appears and attacks Kazusa.",
  "[STORY_EVENT_816_3_NAME]": "The Stalker Part 2",
  "[STORY_EVENT_816_3_DESC_1]": "The stalker ends up being Kazusa's old schoolmate, Uzawa Reisa of the Vigilante Crew. Sensei and Kazusa manage to lose Reisa surprisingly easily. After Sensei presses her a little further, Kazusa reluctantly shows Sensei a picture of her middle school days, revealing her past as a thug.",
  "[STORY_EVENT_816_4_NAME]": "At Least One or Two Part 1",
  "[STORY_EVENT_816_4_DESC_1]": "Kazusa gets to school on time. Sensei asks how she feels about revealing that she was a thug, and Kazusa replies that it's a past she wants to forget. After saying goodbye to Kazusa, Sensei contacts Vigilante Club member, Suzumi, to ask about Reisa.",
  "[STORY_EVENT_816_5_NAME]": "At Least One or Two Part 2",
  "[STORY_EVENT_816_5_DESC_1]": "Suzumi and Sensei arrive at the scene after receiving Reisa's request for assistance, but the situation is already over. Sensei informs Reisa that Kazusa is no longer a thug and is living a normal life, but Reisa is doubtful.",
  "[STORY_EVENT_816_6_NAME]": "Separate Ingredients Part 1",
  "[STORY_EVENT_816_6_DESC_1]": "Sensei visits the After-School Sweets Club to check on the situation. Natsu and Airi say they don't know what happened between Kazusa and Reisa, but it won't change their relationship with everyone. Sensei is relieved, but accidentally shows something to everyone in the After-School Sweets Club.",
  "[STORY_EVENT_816_7_NAME]": "Separate Ingredients Part 2",
  "[STORY_EVENT_816_7_DESC_1]": "Sensei calls Kazusa again. Sensei tells Kazusa what happened, and Kazusa is devastated that her dark history has been revealed to everyone.",
  "[STORY_EVENT_816_8_NAME]": "After-School Sweets Gang? Part 1",
  "[STORY_EVENT_816_8_DESC_1]": "The After-School Sweets Club learns that Kazusa was a thug, they change the name of the club to the After-School Sweets Gang and appear in front of Kazusa wearing thug-like costumes. After seeing this, Reisa starts a fight with the After-School Sweets Gang, claiming that Cath Palug is trying to revive by forming a new organization.",
  "[STORY_EVENT_816_9_NAME]": "After-School Sweets Gang? Part 2",
  "[STORY_EVENT_816_9_DESC_1]": "Reisa passes out after losing the fight against the After-School Sweets Gang. Kazusa tells everyone that her thug days are memories she wants to forget and asks them to pretend like they don't know about it. After hearing the story, Reisa leaves feeling despondent.",
  "[STORY_EVENT_816_10_NAME]": "Someone You Want to Erase Part 1",
  "[STORY_EVENT_816_10_DESC_1]": "Sensei calls Reisa to meet, and she says that she understands Kazusa's situation and won't bother Kazusa anymore. Then thugs shows up to demand Reisa talk about the identity of Cath Palug.",
  "[STORY_EVENT_816_11_NAME]": "Someone You Want to Erase Part 2",
  "[STORY_EVENT_816_11_DESC_1]": "Reisa and Sensei defeat the thugs. Reisa feels responsible for the rumor about Kazusa trying to form a new organization. Reisa decides to protect the \"normal\" Kazusa and sets out to battle the thugs, while entrusting her challenge letter to Sensei.",
  "[STORY_EVENT_816_12_NAME]": "I Hate the Loud Ones Part 1",
  "[STORY_EVENT_816_12_DESC_1]": "Sensei delivers Reisa's challenge to Kazusa. Kazusa is relieved but still has doubts in her mind, so she asks Sensei about Reisa's whereabouts.",
  "[STORY_EVENT_816_13_NAME]": "I Hate the Loud Ones Part 2",
  "[STORY_EVENT_816_13_DESC_1]": "Kazusa and Sensei go where the thugs are in search of Reisa. There, they join the After-School Sweets Gang, and rush in to save Reisa.",
  "[STORY_EVENT_816_14_NAME]": "Our After-School Sweets Gang Part 1",
  "[STORY_EVENT_816_14_DESC_1]": "Reisa is in trouble. Cath Palug and the After-School Sweets Gang's four divine beasts rescue Reisa in a moment of crisis.",
  "[STORY_EVENT_816_15_NAME]": "Our After-School Sweets Gang Part 2",
  "[STORY_EVENT_816_15_DESC_1]": "The After-School Sweets Gang rescues Reisa and runs away. Kazusa returns the challenge to Reisa, who's fainted. The situation is all sorted out and Sensei decides to buy sweets for everyone for working hard all night.",
  "[STORY_EVENT_816_16_NAME]": "Cath Palug, the Sealed Beast Part 1",
  "[STORY_EVENT_816_16_DESC_1]": "After the case is resolved, Kazusa, feeling more at ease, tells Sensei the reason why she quit being a thug. Having confided in Sensei, Kazusa has an epiphany and her consultation ends.",
  "[STORY_EVENT_816_17_NAME]": "Cath Palug, the Sealed Beast Part 2",
  "[STORY_EVENT_816_17_DESC_1]": "The After-School Sweets Club continues the same routine as always. Sensei and Kazusa arrive late and find Reisa in the room. Reisa hears the story of Cath Palug from the After-School Sweets Gang and challenges Kazusa again.",
  "[STORY_EVENT_817_1_NAME]": "A Field Day's Eve",
  "[STORY_EVENT_817_1_DESC_1]": "The Halo Festival is just around the corner, and Yuuka and Noa reach out to Sensei when they experience one unexpected setback after another. Concerned that Yuuka is biting off more than she can chew to prepare for the event, Noa secretly asks Sensei for help with the field day's preparations.",
  "[STORY_EVENT_817_2_NAME]": "The Meister of Millennium",
  "[STORY_EVENT_817_2_DESC_1]": "Noa and Sensei pay the Engineering Department a visit to see if they can repair the broken cheer robot. Upon inspection, the Engineering Department decides that it would be faster to build a new one instead and vows they will finish it before the opening ceremony.",
  "[STORY_EVENT_817_3_NAME]": "The Millennium Hackers",
  "[STORY_EVENT_817_3_DESC_1]": "Noa and Sensei pay a visit to Veritas, Millennium Science School's hacker group. Though the members of Veritas initially regard Noa's visit with suspicion, Noa's heartfelt request wins them over and they agree to help with the festival. Meanwhile, Chihiro finds out that someone has attempted to hack into Millennium's servers.",
  "[STORY_EVENT_817_4_NAME]": "The Millennium Trainers 1",
  "[STORY_EVENT_817_4_DESC_1]": "Sensei visits the Athletic Training Club with Noa to check in on how the athletes participating in the field day are doing. Sumire is burning with fighting spirit in anticipation of the competition, but her overzealousness causes her fellow student athletes to run off one by one. Wearing her excitement for the sports competition on her sleeve, Sumire recommends some \"light exercise\" to Sensei.",
  "[STORY_EVENT_817_5_NAME]": "The Millennium Trainers 2",
  "[STORY_EVENT_817_5_DESC_1]": "Somewhere at Millennium Science School, a group of Millennium students hatch a shady plan.",
  "[STORY_EVENT_817_6_NAME]": "Millennium Cheer Squad...? 1",
  "[STORY_EVENT_817_6_DESC_1]": "Noa and Sensei return to the industrial lab to take a look at the newly built cheer bot. But when they arrive, they are greeted by the members of the Engineering Department wearing cheerleading uniforms instead. They confess that they had finished the cheer bot, but it went haywire and fled the scene when they tried running tests. However, Noa reviews the robot's blueprints and determines it must have been hacked.",
  "[STORY_EVENT_817_7_NAME]": "Millennium Cheer Squad...? 2",
  "[STORY_EVENT_817_7_DESC_1]": "With the Engineering Department in tow, Noa and Sensei head back to Veritas. Upon hearing what they have to say, Veritas agrees to once again help and track down who could have hacked the cheer bot.",
  "[STORY_EVENT_817_8_NAME]": "The Anti-Halo Festival Group",
  "[STORY_EVENT_817_8_DESC_1]": "With the help of Veritas, Sensei and the students succeed in finding the Millennium students who stole the cheer bot. The students in question are a group who oppose the Kivotos Halo Festival due to their extreme dislike of physical activity called the Anti-Halo Festival Group. Backed into a corner, the rebellious students attack the group with the monstrous cheer bot.",
  "[STORY_EVENT_817_9_NAME]": "A Tank for Cheering",
  "[STORY_EVENT_817_9_DESC_1]": "The powerful combat capabilities of the Track Crasher bring the Engineering Department and Veritas to their knees. When all hope seems lost, Noa comes up with a way to stop it in its tracks. The Anti-Halo Festival Group students in hiding are eventually caught by Sumire, finally bringing the incident to an end.",
  "[STORY_EVENT_817_10_NAME]": "A Field Day for All",
  "[STORY_EVENT_817_10_DESC_1]": "Sensei asks the students of the Anti-Halo Festival Group why they wanted to disrupt the festival so badly and listens to their grievances. Noa and Sensei make some revisions to ensure everyone can enjoy the field day in their own way. Afterwards, all of the Millennium students come together as one to prepare for the competition.",
  "[STORY_EVENT_817_11_NAME]": "A Field Day's Dawn",
  "[STORY_EVENT_817_11_DESC_1]": "Yuuka wakes up from her herbal tea-induced slumber in a panic. She tracks down Noa, and soon realizes that her fellow students had worked tirelessly through the night to complete the Halo Festival preparations so she could rest. She thanks Sensei and Noa, and the Kivotos Halo Festival begins!",
  "[STORY_EVENT_818_1_NAME]": "A Fiery Opening Ceremony",
  "[STORY_EVENT_818_1_DESC_1]": "The Kivotos Halo Festival opens with Hanako and Ayane's recital of the festival's oath.",
  "[STORY_EVENT_818_2_NAME]": "An Executive Committee in Flames",
  "[STORY_EVENT_818_2_DESC_1]": "Yuuka, Ako, Hasumi, and Mari are chosen to represent their respective schools as members of the Executive Committee. But prior to the start of the actual games, the members of the Executive Committee engage in a battle of egos.",
  "[STORY_EVENT_818_3_NAME]": "Temptation of Street Vendors",
  "[STORY_EVENT_818_3_DESC_1]": "The festival is in full swing, and the street vendors by the Stadium start to bustle with activity. Hasumi is on Executive Committee duty when she runs into Haruna, the president of the Gourmet Research Society. Haruna says she is able to stay naturally skinny without effort, which provokes Hasumi into a competitive rage.",
  "[STORY_EVENT_818_4_NAME]": "Something Borrowed, Something Blue 1",
  "[STORY_EVENT_818_4_DESC_1]": "Gehenna takes the lead thanks to the Gourmet Research Society's performance. While watching the commentary, Yuuka decides to compete in the games herself to bring Millennium to victory.",
  "[STORY_EVENT_818_5_NAME]": "Something Borrowed, Something Blue 2",
  "[STORY_EVENT_818_5_DESC_1]": "Yuuka competes in the game of fetch in Yuzu's stead. After viewing the note, Yuuka crosses the finish line in first place with Sensei in tow. When questioned as to whether her paper's prompt was her favorite person, Yuuka shyly denies it.",
  "[STORY_EVENT_818_6_NAME]": "A Late Lunch",
  "[STORY_EVENT_818_6_DESC_1]": "Mari is hard at work providing assistance to festival-goers when Sensei invites her to lunch. They enjoy a late lunch at the Black Tortoise's mobile stall when an employee accidentally suffers burns. Sensei quickly takes the employee to Joint Medical Headquarters. Serina and Sena are treating patients, but they try to keep Sensei from entering the infirmary for some reason.",
  "[STORY_EVENT_818_7_NAME]": "On Patrol",
  "[STORY_EVENT_818_7_DESC_1]": "The field day is well underway, and there is no shortage of incidents occurring left and right. Hasumi and Sensei are patrolling the arena when Kirino and Fubuki tip them off about some suspicious students.",
  "[STORY_EVENT_818_8_NAME]": "Cooperation 1",
  "[STORY_EVENT_818_8_DESC_1]": "Hasumi's party is struggling to track down the suspicious students when the members of the Executive Committee show up. They join forces with the Executive Committee to track the students to the lower levels of the stadium. Their identities? Labor students planning a strike for a three-day work week.",
  "[STORY_EVENT_818_9_NAME]": "Cooperation 2",
  "[STORY_EVENT_818_9_DESC_1]": "The labor students and the cheer bot flee above ground to the tracks where the Obstacle Relay is taking place. Soon after, Shiroko shoots at the cheer bot with a tank rocket, sending it into a frenzy, and the Executive Committee sets out to deal with the mess.",
  "[STORY_EVENT_818_10_NAME]": "Serendipitous Coincidence 1",
  "[STORY_EVENT_818_10_DESC_1]": "The incident comes to a close and the members of the Executive Committee part ways to fulfill their many responsibilities. Hasumi goes on another patrol and comes upon Hyakkiyako students in need of assistance.",
  "[STORY_EVENT_818_11_NAME]": "Serendipitous Coincidence 2",
  "[STORY_EVENT_818_11_DESC_1]": "Thanks to Hasumi's plan, Hyakkiyako's mount manages to defeat Millennium's and emerges the winner. The students of Hyakkiyako express their gratitude to Hasumi, expressing hope they'll meet again.",
  "[STORY_EVENT_818_12_NAME]": "The Star of the Kivotos Halo Festival",
  "[STORY_EVENT_818_12_DESC_1]": "It's a tie between Millennium, Gehenna, and Trinity, and the final remaining game is the Relay Race. Hasumi and Yuuka are invited to run as anchors, and they do everything they can to bring home victory.",
  "[STORY_EVENT_818_13_NAME]": "Tea for All",
  "[STORY_EVENT_818_13_DESC_1]": "The sports competition comes to an end with Noa's closing speech. Hasumi is making preparations for the after-party when Sensei asks her of her impressions on the event. Though Hasumi feels regretful that they didn't win, she still enjoyed the experience.",
  "[STORY_EVENT_818_14_NAME]": "Gourmet Research Society Episode",
  "[STORY_EVENT_818_14_DESC_1]": "After the closing ceremony, the students of the Gourmet Research Society share a meal purchased with the General Meal Ticket they won. Haruna asks Junko if she enjoyed field day, and Junko replies that it was fun despite all the trouble. Later, the Gourmet Research Society heads out to enjoy the after-party, each with a special something in tow.",
  "[STORY_EVENT_818_15_NAME]": "RABBIT Squad Episode",
  "[STORY_EVENT_818_15_DESC_1]": "The RABBIT Squad is on clean-up duty after field day. Saki is disappointed that they didn't do well in the competition, but Miyu reminds her that protecting the citizens of Kivotos was its own reward, and everyone agrees. As the after-party begins, the RABBIT Squad decides to continue their operation a little longer to keep the students safe.",
  "[STORY_EVENT_818_16_NAME]": "Gehenna Prefect Team Episode",
  "[STORY_EVENT_818_16_DESC_1]": "After all the matches are over, Ako finally tracks down Hina. Hina reassures her worried friend and explains why she was missing. Hina praises Ako for solving her cases, then invites her to join them for a bonfire.",
  "[STORY_EVENT_818_17_NAME]": "Engineering Department & Veritas Episode",
  "[STORY_EVENT_818_17_DESC_1]": "While Chihiro is working on a task for Seminar, Utaha arrives. They casually reminisce about field day for a bit, then Utaha playfully asks Chihiro to try cheerleading. Chihiro declines.",
  "[STORY_EVENT_818_18_NAME]": "Remedial Knights & Medical Emergency Club",
  "[STORY_EVENT_818_18_DESC_1]": "After their last patient leaves for the day, Serina thanks Sena for helping out at the Joint Medical Headquarters. Sena mentions the rumors spreading about the Remedial Knights, but Serena gets flustered and immediately changes the subject.",
  "[STORY_EVENT_818_19_NAME]": "Executive Committee Episode",
  "[STORY_EVENT_818_19_DESC_1]": "After the closing ceremony, the Executive Committee shares a cup of tea in their office. When Hasumi says she's glad the day ended well, Noa firmly answers that they shouldn't let their guards down. Just then, news arrives of another incident at the after-party.",
  "[STORY_EVENT_819_1_NAME]": "Christmas in Kivotos!",
  "[STORY_EVENT_819_1_DESC_1]": "It's a snowy white Christmas morning. Dressed in Santa suits, Serina and Hanae are hard at work preparing for charity activities with Sensei. Meanwhile, Mine heads out to the field while espousing the Remedial Knights' creed of aid and salvation.",
  "[STORY_EVENT_819_2_NAME]": "The Secret Garden",
  "[STORY_EVENT_819_2_DESC_1]": "Serina and Hanae are out on charity activities with Sensei when they overhear that the Justice Task Force is preparing an end-of-year party. Knowing how the Justice Task Force is always tirelessly working to keep the school safe, Serina and Hanae are all too happy to learn that they're taking time to enjoy themselves.",
  "[STORY_EVENT_819_3_NAME]": "Les Miserables...?",
  "[STORY_EVENT_819_3_DESC_1]": "It's Christmas day. The Justice Task Force is in a standoff with some thugs in a back alley and confiscates some strange item after apprehending them. After the Justice Task Force leaves the scene, the thugs are bemoaning their miserable predicament when they spot Sensei and the Remedial Knights out on charity activities and hatch a devious plan.",
  "[STORY_EVENT_819_4_NAME]": "A Christmas Nightmare",
  "[STORY_EVENT_819_4_DESC_1]": "The Remedial Knights do their charity work with Sensei to spread the Christmas cheer. The Remedial Knights are busily working away when the thugs tell them about how the Justice Task Force stole their precious chicken for no good reason.",
  "[STORY_EVENT_819_5_NAME]": "Salvation Express",
  "[STORY_EVENT_819_5_DESC_1]": "Upon hearing the thugs' terrible tale, Serina and Hanae start to grapple with the true meaning of aid and salvation. After hearing the details of the situation, Mine begins to question her own shortcomings. She quickly heads to the Justice Task Force's end-of-year party alone to make a formal complaint.",
  "[STORY_EVENT_819_6_NAME]": "Civil War (?)",
  "[STORY_EVENT_819_6_DESC_1]": "The Justice Task Force rents a cafe to hold their end-of-year party, and each member celebrates Christmas in their own way. However, their joy is short-lived, and Mine arrives at the end-of-year party to lodge a complaint, causing chaos...",
  "[STORY_EVENT_819_7_NAME]": "Little (?) Women 1",
  "[STORY_EVENT_819_7_DESC_1]": "A huge commotion erupts at the end-of-year party when Mine crashes it in outrage. Hasumi attempts to smooth things over, but Mine's unwillingness to talk things out causes her to engage in combat instead.",
  "[STORY_EVENT_819_8_NAME]": "Little (?) Women 2",
  "[STORY_EVENT_819_8_DESC_1]": "After everyone regains their senses, Hasumi learns from Mine the reason why the Remedial Knights attacked the Justice Task Force. They're finally able to assess the situation and realize it was all a misunderstanding.",
  "[STORY_EVENT_819_9_NAME]": "Wuthering Heights",
  "[STORY_EVENT_819_9_DESC_1]": "The Remedial Knights and the Justice Task Force figure out that they were duped by the thugs' schemes. The object at the center of it all? The Hellfire Chicken. When the thugs finally reveal their true colors, the Remedial Knights join forces with the Justice Task Force to subdue the criminals.",
  "[STORY_EVENT_819_10_NAME]": "A Midwinter Night's Dream",
  "[STORY_EVENT_819_10_DESC_1]": "When the incident comes to an end, Mine and the Remedial Knights seek forgiveness for causing a commotion in the first place. Hasumi and the Justice Task Force accept their apology and invite them all to partake in their end-of-year festivities.",
  "[STORY_EVENT_819_11_NAME]": "A Christmas Carol",
  "[STORY_EVENT_819_11_DESC_1]": "The end-of-year celebrations are in full swing and peals of the students' laughter can be heard throughout the entire party. Though the day was full of troubles both big and small, all that's left in store this happy Christmas night is for everyone to be merry.",
  "[STORY_EVENT_820_1_NAME]": "Could You Repeat That?",
  "[STORY_EVENT_820_1_DESC_1]": "The Gourmet Research Society is enjoying a meal at Sparrow when they learn from the Restaurateur that they'll be the restaurant's final customers. Amidst their dismay over Sparrow's closing, Haruna says that she knows someone who could help.",
  "[STORY_EVENT_820_2_NAME]": "It's a Cook-Off! 1",
  "[STORY_EVENT_820_2_DESC_1]": "Haruna abducts Fuuka, Juri, and Sensei and asks them to help save Sparrow. Sensei heads to Sparrow with the others, only to find thugs causing a scene by the entrance. The Gourmet Research Society stands in their way.",
  "[STORY_EVENT_820_3_NAME]": "It's a Cook-Off! 2",
  "[STORY_EVENT_820_3_DESC_1]": "The Gourmet Research Society stops the thugs, but they manage to escape. As they do, they call themselves the Gourmet Helmet Gang. The Sparrow's Restaurateur says that they decided to close because the streets are crowded with chain restaurants, but Fuuka steps in to help.",
  "[STORY_EVENT_820_4_NAME]": "Fuuka's Back-Alley Enterprise",
  "[STORY_EVENT_820_4_DESC_1]": "Fuuka gets to work assessing the Sparrow's state and calls on the Chirp Supermarket for help. Unfortunately, the Gourmet Helmet Gang overhears this. Fuuka returns to Sparrow to cook with the Restaurateur and asks Haruna to evaluate the results. They're interrupted by a raid from the Gourmet Helmet Gang.",
  "[STORY_EVENT_820_5_NAME]": "This Isn't Over!",
  "[STORY_EVENT_820_5_DESC_1]": "After the Gourmet Helmet Gangsters are defeated, they demand to know who Haruna and the rest are. Haruna introduces the Gourmet Research Society. The Gourmet Helmet Gang makes a request for reinforcements, and the Gourmet Research Society fights back.",
  "[STORY_EVENT_820_6_NAME]": "Nobody Can Tell the Difference!",
  "[STORY_EVENT_820_6_DESC_1]": "Nyaomoto Kan, the president of the Nyao Foods chain of restaurants, contemplates how to deal with Sparrow. Meanwhile, the Sparrow's Restaurateur is scared to fight such a large corporation. Faced with an ongoing series of misfortunes, they want to give up. But Juri persuades them to keep trying.",
  "[STORY_EVENT_820_7_NAME]": "Check Please",
  "[STORY_EVENT_820_7_DESC_1]": "Fuuka and Juri hold a taste test of food made at Sparrow on a busy commercial street. They observe people's responses, and determine that the price range of the menu is the problem. So, Sensei suggests a mid-priced menu that satisfies both quality and quantity.",
  "[STORY_EVENT_820_8_NAME]": "Sold Out? No Way... 1",
  "[STORY_EVENT_820_8_DESC_1]": "When Juri goes to the commercial street to buy ingredients, she's surprised to find that everything is sold out. Meanwhile, the Gourmet Helmet Gang issues a warning to Juri and the Gourmet Research Society.",
  "[STORY_EVENT_820_9_NAME]": "Sold Out? No Way... 2",
  "[STORY_EVENT_820_9_DESC_1]": "After another defeat at the hands of Juri and the Gourmet Research Society, the Gourmet Helmet Gang tells them that Sparrow is serving as a rallying point for anyone who doesn't like Nyao Foods. For this reason, they must eliminate Sparrow. But Juri and the Gourmet Research Society refuse.",
  "[STORY_EVENT_820_10_NAME]": "It's a Cook-Off! 1",
  "[STORY_EVENT_820_10_DESC_1]": "Haruna visits the Nyao Foods headquarters, catching them off guard.",
  "[STORY_EVENT_820_11_NAME]": "It's a Cook-Off! 2",
  "[STORY_EVENT_820_11_DESC_1]": "Nyaomoto Kan invites the Gourmet Research Society to the president's office as damage control. Haruna and the Gourmet Research Society enter a heated debate with Nyaomoto Kan, but no resolution seems possible. Then, Nyaomoto Kan makes a proposal: an osechi cooking battle.",
  "[STORY_EVENT_820_12_NAME]": "I Said to Get Rid of the Problem...",
  "[STORY_EVENT_820_12_DESC_1]": "Fuuka is angry with Haruna for roping them into a cooking battle. Haruna apologizes and asks for Fuuka's help. Meanwhile, Juri is having a frustrating shopping trip. She's attempting to buy ingredients, but nothing is in good condition.",
  "[STORY_EVENT_820_13_NAME]": "No Way Back",
  "[STORY_EVENT_820_13_DESC_1]": "In the midst of preparing for the cooking battle, Fuuka is struggling. Sensei realizes that she is overexerting herself, and encourages her to take a break. Haruna and Sensei visit Gehenna on advice from Juri. Haruna finds Fuuka on the rooftop of the School Lunch Club building, lost in thought, and shares some stories with her.",
  "[STORY_EVENT_820_14_NAME]": "The Fated Day",
  "[STORY_EVENT_820_14_DESC_1]": "The cooking battle against Nyao Foods begins. Nyaomoto Kan is certain that he will win, but he's caught off guard when he learns that Sparrow managed to finish their osechi in time. The judges begin tasting the results.",
  "[STORY_EVENT_820_15_NAME]": "Happy New Year!",
  "[STORY_EVENT_820_15_DESC_1]": "Sparrow wins the osechi competition! Sensei, the Gourmet Research Society, and the School Lunch Club enjoy the festival together.",
  "[STORY_EVENT_821_1_NAME]": "Initiating Operational Plan: Nisir's Summit",
  "[STORY_EVENT_821_1_DESC_1]": "Preparations for the assault are finally complete. The countdown towards total assault begins.",
  "[STORY_EVENT_821_2_NAME]": "Enter the First Sanctum 1",
  "[STORY_EVENT_821_2_DESC_1]": "Abydos Foreclosure Task Force and Gehenna's Problem Solver 68 serve as the vanguard in the fight against Binah, the guardian of the First Sanctum.",
  "[STORY_EVENT_821_3_NAME]": "Enter the First Sanctum 2",
  "[STORY_EVENT_821_3_DESC_1]": "Rin notifies the allies of the destruction of the First Sanctum.",
  "[STORY_EVENT_821_4_NAME]": "Enter the Second Sanctum 1",
  "[STORY_EVENT_821_4_DESC_1]": "Neru and Tsurugi take the lead in facing Chesed's forces. But Decagrammaton's armies keep coming, seemingly without end, and it seems the crisis may drag on forever. Then, reinforcements arrive from Red Winter Federal Academy.",
  "[STORY_EVENT_821_5_NAME]": "Enter the Second Sanctum 2",
  "[STORY_EVENT_821_5_DESC_1]": "Momoka notifies the allies of the destruction of the Second Sanctum.",
  "[STORY_EVENT_821_6_NAME]": "Enter the Third Sanctum 1",
  "[STORY_EVENT_821_6_DESC_1]": "The RABBIT Squad, the Game Development Department, and Hina serve as the vanguard in the fight against Shiro & Kuro, the guardians of the Third Sanctum.",
  "[STORY_EVENT_821_7_NAME]": "Enter the Third Sanctum 2",
  "[STORY_EVENT_821_7_DESC_1]": "Ayumu notifies the allies of the destruction of the Third Sanctum.",
  "[STORY_EVENT_821_8_NAME]": "Enter the Fourth Sanctum 1",
  "[STORY_EVENT_821_8_DESC_1]": "The Arius Squad and Trinity's Sisterhood serve as the vanguard in the fight against Hieronymus, the guardian of the Fourth Sanctum.",
  "[STORY_EVENT_821_9_NAME]": "Enter the Fourth Sanctum 2",
  "[STORY_EVENT_821_9_DESC_1]": "Rin notifies the allies of the destruction of the Fourth Sanctum.",
  "[STORY_EVENT_821_10_NAME]": "Enter the Fifth Sanctum 1",
  "[STORY_EVENT_821_10_DESC_1]": "Millennium's Seminar and Gehenna's Hot Springs Department serve as the vanguard in the fight against Hod, the guardian of the Fifth Sanctum.",
  "[STORY_EVENT_821_11_NAME]": "Enter the Fifth Sanctum 2",
  "[STORY_EVENT_821_11_DESC_1]": "Momoka notifies the allies of the destruction of the Fifth Sanctum.",
  "[STORY_EVENT_821_12_NAME]": "A New Crisis",
  "[STORY_EVENT_821_12_DESC_1]": "After five sanctums are defeated, a powerful, highly dangerous energy begins to emanate from where they used to stand. The allies must re-conquer five Sanctums they thought they'd defeated to prepare for the final battle at the Sixth Sanctum.",
  "[STORY_EVENT_821_13_NAME]": "Enter the Sixth Sanctum 1",
  "[STORY_EVENT_821_13_DESC_1]": "The Gourmet Research Society join with the familiar faces of Hifumi and Azusa to face the guardian of the Sixth Sanctum, Perorodzilla, who has appeared to terrorize D.U. Shiratori City.",
  "[STORY_EVENT_821_14_NAME]": "Enter the Sixth Sanctum 2",
  "[STORY_EVENT_821_14_DESC_1]": "The headquarters notifies the allies of the completion of the assault on the previous Sanctums.",
  "[STORY_EVENT_821_15_NAME]": "Enter the Final Sanctum 1",
  "[STORY_EVENT_821_15_DESC_1]": "With the five Sanctums destroyed, it seems that the energy is concentrating on the Final Sanctum. As they prepare for the last battle at the Final Sanctum, the allies' fate is dependent on Himari's secret weapon.",
  "[STORY_EVENT_821_16_NAME]": "Enter the Final Sanctum 2",
  "[STORY_EVENT_821_16_DESC_1]": "The Final Sanctum is destroyed. As the dust settles, the allies confirm that they suffered no casualties.",
  "[STORY_EVENT_50822_1_NAME]": "Initiating the Ark of Atrahasis Conquest",
  "[STORY_EVENT_50822_1_DESC_1]": "Sensei and the students have infiltrated the Ark of Atrahasis and begin a four-stage conquest.",
  "[STORY_EVENT_50822_2_NAME]": "Outskirts District 1 Entry 1",
  "[STORY_EVENT_50822_2_DESC_1]": "Sensei and the students face the Dimension Engine by Outskirts District 1, where they encounter Shiroko with a nameless guardian.",
  "[STORY_EVENT_50822_3_NAME]": "Outskirts District 1 Entry 2",
  "[STORY_EVENT_50822_3_DESC_1]": "Sensei destroys the Dimension Engine in Outskirts District 1. Shiroko retreats through a portal, and Sensei continues on towards the next area.",
  "[STORY_EVENT_50822_4_NAME]": "Outskirts District 2 Entry 1",
  "[STORY_EVENT_50822_4_DESC_1]": "Sensei arrives at the Dimension Engine in Outskirts District 2. Sensei faces off with Shiroko again, and the combat begins.",
  "[STORY_EVENT_50822_5_NAME]": "Outskirts District 2 Entry 2",
  "[STORY_EVENT_50822_5_DESC_1]": "The Outskirts District 2 Dimension Engine is destroyed. Meanwhile, Shiroko runs into the other Abydos students while attempting to retreat. Shiroko loses her cool at the sight of them, and escapes quickly. Hoshino begins to wonder about Shiroko's motives...",
  "[STORY_EVENT_50822_6_NAME]": "Outskirts District 3 Entry 1",
  "[STORY_EVENT_50822_6_DESC_1]": "Sensei and the Abydos students have an encounter with Shiroko by the Dimension Engine in Outskirts District 3. At the same time, they hear that Shiroko's signals are being detected elsewhere... Once again Sensei is dragged into combat against Shiroko.",
  "[STORY_EVENT_50822_7_NAME]": "Outskirts District 3 Entry 2",
  "[STORY_EVENT_50822_7_DESC_1]": "The Outskirts District 3 Dimension Engine is destroyed, and Shiroko retreats once more. Yuuka hacks the Central District in order to communicate, and tells the others that a mask-wearing Shiroko was sighted in the Central District. Sensei and the students prepare to rescue Shiroko.",
  "[STORY_EVENT_50822_8_NAME]": "Enter the Central District 1",
  "[STORY_EVENT_50822_8_DESC_1]": "Sensei begins to fight the last Dimension Engine.",
  "[STORY_EVENT_50822_9_NAME]": "Enter the Central District 2",
  "[STORY_EVENT_50822_9_DESC_1]": "At long last, all the Dimension Engines and the control room have been destroyed. Sensei and their students succeed in rescuing Shiroko from the Central District.",
  "[STORY_EVENT_823_1_NAME]": "Phrenapates Showdown 1",
  "[STORY_EVENT_823_1_DESC_1]": "Arona tells Sensei about meeting another Shiroko and her encounter with Phrenapates.",
  "[STORY_EVENT_823_2_NAME]": "Phrenapates Showdown 2",
  "[STORY_EVENT_823_2_DESC_1]": "The other Shiroko initiates combat once again.",
  "[STORY_EVENT_823_3_NAME]": "Phrenapates Showdown 3",
  "[STORY_EVENT_823_3_DESC_1]": "Sensei defeats the other Shiroko and Phrenapates. The other Shiroko breaks down at the sight of the Abydos Foreclosure Task Force.",
  "[STORY_EVENT_823_4_NAME]": "Phrenapates Showdown 3",
  "[STORY_EVENT_823_4_DESC_1]": "In the Abydos of another world, only Shiroko is left. Nameless Priests approach Shiroko in her final moments before the Chroma's light reaches her and order her to defeat Sensei, who visits her despite being injured. But she is unable to shoot Sensei. Phrenapates stands up once more at the Ark.",
  "[STORY_EVENT_823_5_NAME]": "Phrenapates Showdown 3",
  "[STORY_EVENT_823_5_DESC_1]": "The Self-Destruct Sequence must be activated immediately or all will be lost. Himari activates the Self-Destruct Sequence, and the countdown begins. They must defeat Phrenapates and escape before the Ark is completely destroyed.",
  "[STORY_EVENT_823_6_NAME]": "Phrenapates Showdown 4",
  "[STORY_EVENT_823_6_DESC_1]": "Rin and Ayane tell Sensei that Phrenapates must be defeated using Utnapishtim's main weapon, and that all students must escape before the Ark is destroyed.",
  "[STORY_EVENT_824_1_NAME]": "Restoration Project: D.U. Shiratori City",
  "[STORY_EVENT_824_1_DESC_1]": "Ayumu asks Sensei for their help on the Shiratori City Restoration Project. ",
  "[STORY_EVENT_825_1_NAME]": "I Told You, That Uniform is Dangerous",
  "[STORY_EVENT_825_1_DESC_1]": "Sensei visits Toki's office, where Toki is by herself and lonely, and asks to borrow her maid's outfit.",
  "[STORY_EVENT_825_2_NAME]": "Super Momoi Tornado!",
  "[STORY_EVENT_825_2_DESC_1]": "Mistaking Momoi for C&C's Neru, Meitaro makes a 'cleaning' request to Momoi, which she inadvertently accepts. The members of the Game Development Department and Sensei decide to help Momoi.",
  "[STORY_EVENT_825_3_NAME]": "Cleaning, Commence!",
  "[STORY_EVENT_825_3_DESC_1]": "Upon arriving at the mansion, the group learns that the 'cleaning' request is actually a security duty, and is asked by Meitaro to stop one of the seven prisoners, Benevolent Thief.",
  "[STORY_EVENT_825_4_NAME]": "The Heart Without a Clock",
  "[STORY_EVENT_825_4_DESC_1]": "The members of the Game Development Department start by deciphering the Calling Cards in order to stop the Benevolent Thief, who steals the the things that they've marked without fail. With Yuzu's help, they succeed in unlocking the secret of the Calling Card.",
  "[STORY_EVENT_825_5_NAME]": "Hello There. Hop.",
  "[STORY_EVENT_825_5_DESC_1]": "The Game Development Department members are working as maids for the mansion as well as bodyguards. They struggle with their unfamiliar duties, but are helped by Toki, who suddenly shows up dressed as a bunny girl. The members and Sensei are surprised by Toki's sudden appearance. Before they have a chance to greet each other, Benevolent Thief appears in the middle of the party.",
  "[STORY_EVENT_825_6_NAME]": "The Perfect Day for Theft 1",
  "[STORY_EVENT_825_6_DESC_1]": "Toki stands off with Benevolent Thief and attempts mind games(?).",
  "[STORY_EVENT_825_7_NAME]": "The Perfect Day for Theft 2",
  "[STORY_EVENT_825_7_DESC_1]": "Toki and the rest of the Game Development Department face off against Benevolent Thief. When Midori falls down the stairs, Benevolent Thief saves her and disappears, leaving behind a mysterious comment. Toki reveals that she was sent here on a mission by C&C and agrees to work with the Game Development Department.",
  "[STORY_EVENT_825_8_NAME]": "For Now, Let's Get Going",
  "[STORY_EVENT_825_8_DESC_1]": "Guests observe the artworks up for auction. Suddenly, the lights go out, putting the Game Development Department on alert. Then, a mysterious voice is heard on a communication orb that has rolled towards Sensei, and Sensei becomes suspicious of the events taking place in the mansion and calls everyone in...",
  "[STORY_EVENT_825_9_NAME]": "A Dangerous Game 1",
  "[STORY_EVENT_825_9_DESC_1]": "Toki and the Game Development Department finally discover Meitaro's secret auction house. Sensing that something is amiss about the sudden commotion, Meitaro calls the guards when he discovers the Game Development Department and Toki.",
  "[STORY_EVENT_825_10_NAME]": "A Dangerous Game 2",
  "[STORY_EVENT_825_10_DESC_1]": "After being outmaneuvered by Meitaro's last resort, the Game Development Department members manage to escape thanks to a smoke screen that bursts from somewhere. When they reach the forest, they are approached by an unexpected visitor, the Benevolent Thief. The Benevolent Thief begins to tell them about Meitaro's secret...",
  "[STORY_EVENT_825_11_NAME]": "Remember, Nothing Is Forever",
  "[STORY_EVENT_825_11_DESC_1]": "Despite the confusion, the Game Development Department members form a temporary alliance with the Benevolent Thief. Along with a new and unreliable ally, the group begins to formulate a plan...",
  "[STORY_EVENT_825_12_NAME]": "Transfer of Ownership 1",
  "[STORY_EVENT_825_12_DESC_1]": "Upon the signal from the Benevolent Thief, the Game Development Department and Toki begin their plan.",
  "[STORY_EVENT_825_13_NAME]": "Transfer of Ownership 2",
  "[STORY_EVENT_825_13_DESC_1]": "The Game Development Department safely secures the Crown of the Clock King, but the Benevolent Thief steals it at that very moment.",
  "[STORY_EVENT_825_14_NAME]": "Listen Carefully. This is Important. 1",
  "[STORY_EVENT_825_14_DESC_1]": "The Game Development Department and Toki begin the battle to retrieve the Crown from the Benevolent Thief.",
  "[STORY_EVENT_825_15_NAME]": "Listen Carefully. This is Important. 2",
  "[STORY_EVENT_825_15_DESC_1]": "The Game Development Department and Toki manage to defeat the Benevolent Thief and secure the Crown, but at that moment, another smoke screen bursts and the Benevolent Thief disappears. Meanwhile, Meitaro tries to escape the mansion, but is knocked out by an unexpected ally.",
  "[STORY_EVENT_825_16_NAME]": "Happy Ending, Available Now!",
  "[STORY_EVENT_825_16_DESC_1]": "The unexpected allies turn out to be C&C members. The group fears that Neru will scold them, but she instead praises them for doing a good job. At the same time, Akira is lost in her own thoughts as she recalls Sensei's words.",
  "[STORY_EVENT_826_1_NAME]": "Welcome Guest, Joyful Hospitality",
  "[STORY_EVENT_826_1_DESC_1]": "While working like any other day, Sensei receives a special invitation from Rumi, president of the Black Tortoise Promenade. What awaits them is a delicacy never experienced elsewhere.",
  "[STORY_EVENT_826_2_NAME]": "Rare Delicacies, Tasty Treats",
  "[STORY_EVENT_826_2_DESC_1]": "Sensei receives great hospitality from Rumi and the Black Tortoise Promenade members. However, it's not long before they sense the tension between the Black Tortoise Promenade and Genryumon, the major factions within Shanhaijing.",
  "[STORY_EVENT_826_3_NAME]": "From Today, It Begins 1",
  "[STORY_EVENT_826_3_DESC_1]": "Sensei visits Genryumon to find a solution for the \"10,000-year-old Ginseng controversy\" surrounding the Black Tortoise Promenade. However, evidence is presented against the Black Tortoise Promenade, and everyone puts their heads together to solve the problem.",
  "[STORY_EVENT_826_4_NAME]": "From Today, It Begins 2",
  "[STORY_EVENT_826_4_DESC_1]": "Sensei and the rest of the group thwarts the independent actions of Genryumon's junior officer and quickly decide on the next course of action.",
  "[STORY_EVENT_826_5_NAME]": "Diligent Study, Constant Practice",
  "[STORY_EVENT_826_5_DESC_1]": "To find more information regarding the \"10,000-year-old Ginseng\", Sensei and the group goes to see Saya at the Eastern Alchemy Society. Although not wanting to get involved with the conflict at Shanhaijing, Saya ends up giving useful information after enjoying Rumi's special delicacy.",
  "[STORY_EVENT_826_6_NAME]": "Longer Road, Taller Mountain 1",
  "[STORY_EVENT_826_6_DESC_1]": "Based on the information from Saya, Sensei and the group arrive at Kunlun Mountain, where an unexpected guest is waiting for them.",
  "[STORY_EVENT_826_7_NAME]": "Longer Road, Taller Mountain 2",
  "[STORY_EVENT_826_7_DESC_1]": "Sensei and the group subdue Mina, the executive officer of Genryumon and listen to her story. Following the ensuing debate, things take an interesting turn of events.",
  "[STORY_EVENT_826_8_NAME]": "Once Taught, Thrice Learned",
  "[STORY_EVENT_826_8_DESC_1]": "After finding out the truth about how the 10,000-year-old Ginseng got taken, Sensei proposes a way to solve the problem.",
  "[STORY_EVENT_826_9_NAME]": "Open Hearts, Candid Words",
  "[STORY_EVENT_826_9_DESC_1]": "To solve the case, Sensei and the group prepare a trap. However, someone had been watching the whole time...",
  "[STORY_EVENT_826_10_NAME]": "Full Gallop, Harsher Crop",
  "[STORY_EVENT_826_10_DESC_1]": "Sensei and the group engage in battle with the smugglers responsible for stealing the 10,000-year-old Ginseng.",
  "[STORY_EVENT_826_11_NAME]": "Piercing Lies, Unveiling Truth",
  "[STORY_EVENT_826_11_DESC_1]": "Sensei and the group successfully subdue the smugglers, but come to realize that they are merely pawns serving the mastermind working behind the scenes.",
  "[STORY_EVENT_826_12_NAME]": "Good Wins, Justice Prevails",
  "[STORY_EVENT_826_12_DESC_1]": "Thus, the 10,000-year-old Ginseng case that long troubled the Shanhaijing area, is resolved. Yet, the resentment between the two factions remains strong...",
  "[STORY_EVENT_826_13_NAME]": "Full House, Joyful Family",
  "[STORY_EVENT_826_13_DESC_1]": "They say that ground hardens after the rain, and thus the Black Tortoise Promenade and Genryumon hold a grand banquet in an effort the reconcile the conflict caused by the \"10,000-year-old Ginseng case.\"",
  "[STORY_EVENT_827_1_NAME]": "Missing Shrimp",
  "[STORY_EVENT_827_1_DESC_1]": "Sensei comes to Kousagi Park to visit RABBIT Squad, who are suffering in the heat. While talking and cooling off with ice cream Sensei bought, a suspicious rumor about missing shrimp at the D.U. comes up.",
  "[STORY_EVENT_827_2_NAME]": "Cute Swimsuits in an Ugly Town",
  "[STORY_EVENT_827_2_DESC_1]": "Sensei and RABBIT Squad arrive at Yatoura Village. Their short-lived enjoyment about wearing swimsuits to disguise themselves as tourists, quickly comes to an end as they encounter the town residents, who seem very unhappy with their presence.",
  "[STORY_EVENT_827_3_NAME]": "Shadow over Yatoura Village",
  "[STORY_EVENT_827_3_DESC_1]": "The RABBIT Squad members split up to gather information at the Yatoura Village. However, their investigation faces difficulties due to the wary attitude of town residents towards outsiders.",
  "[STORY_EVENT_827_4_NAME]": "Trespassers",
  "[STORY_EVENT_827_4_DESC_1]": "After not finding many leads from their investigation, the RABBIT Squad members are discussing the ominous rumors floating around town when an unexpected source of information appears.",
  "[STORY_EVENT_827_5_NAME]": "Wandering in the Dark",
  "[STORY_EVENT_827_5_DESC_1]": "To personally witness the mysterious secret of Yatoura Village, the RABBIT Squad members begin a nighttime operation.",
  "[STORY_EVENT_827_6_NAME]": "Fear of the Unknown",
  "[STORY_EVENT_827_6_DESC_1]": "Sensei just barely contains the conflict between the RABBIT Squad members and the Yatoura villagers, and the members come to realize that they had misunderstood the villagers due to their own prejudices and fear.",
  "[STORY_EVENT_827_7_NAME]": "When the Fog Clears",
  "[STORY_EVENT_827_7_DESC_1]": "After the commotion of the night subsides, each of the RABBIT Squad members start to help the villagers in their own way to break down the barriers between them.",
  "[STORY_EVENT_827_8_NAME]": "Midnight Barbecue 1",
  "[STORY_EVENT_827_8_DESC_1]": "Miyu reluctantly agrees to try to teach the novice fisherman how to properly fish. They're eventually joined by one of the villagers, and the group enjoy a delicious fish barbecue.",
  "[STORY_EVENT_827_9_NAME]": "Midnight Barbecue 2",
  "[STORY_EVENT_827_9_DESC_1]": "In the meantime, a group of suspicious individuals keep close watch on RABBIT Squad and the villagers all the way from the open sea. ",
  "[STORY_EVENT_827_10_NAME]": "A Suspicious Shadow",
  "[STORY_EVENT_827_10_DESC_1]": "The next day, the fisherman discovers a mysterious ship near the Demon's Reef. While the villagers are frightened, believing the ship to be the legendary \"Ghost Ship,\" RABBIT Squad quickly notices something suspicious about it.",
  "[STORY_EVENT_827_11_NAME]": "Rabbits in the Water",
  "[STORY_EVENT_827_11_DESC_1]": "RABBIT Squad heads out to sea to find out the truth about the \"Ghost Ship\".",
  "[STORY_EVENT_827_12_NAME]": "Scrubbing the Deck 1",
  "[STORY_EVENT_827_12_DESC_1]": "The ship at sea is not the legendary ship, but the barge of a shipping company. The shipping company is revealed to be involved in shrimp smuggling, and RABBIT Squad takes them down in the name of SRT.",
  "[STORY_EVENT_827_13_NAME]": "Scrubbing the Deck 2",
  "[STORY_EVENT_827_13_DESC_1]": "The mercenaries are no match for SRT, and RABBIT Squad leaves it to the villagers to handle how to dispose of them.",
  "[STORY_EVENT_827_14_NAME]": "An Unexpected Delivery",
  "[STORY_EVENT_827_14_DESC_1]": "In the end, Yatoura Village is transformed from an ominous fishing village into a vibrant tourist destination, and the D.U. begins receiving shrimp imports once again. Upon returning to Kousagi Park, the RABBIT Squad receives an unexpected package from Yatoura Village.",
  "[STORY_EVENT_828_1_NAME]": "Abduction",
  "[STORY_EVENT_828_1_DESC_1]": "Ui meets Sakurako, who appears to be in a serious mood.",
  "[STORY_EVENT_828_2_NAME]": "An Average Citizen's Opinion",
  "[STORY_EVENT_828_2_DESC_1]": "After Ui makes an unauthorized copy of the Fourth Council scriptures, Sakurako summons her to give her a warning. As misunderstandings ensue between both parties, Hanako jumps in and offers to mediate.",
  "[STORY_EVENT_828_3_NAME]": "All's Well That Ends Well",
  "[STORY_EVENT_828_3_DESC_1]": "Hanako proposes an expedition to the ruins on an island off the shores of Trinity discovered by the Sisterhood. The expedition could use Ui's superior ability to decipher ancient text and her knowledge of archaeology.",
  "[STORY_EVENT_828_4_NAME]": "Site A: Stone Labyrinth 1",
  "[STORY_EVENT_828_4_DESC_1]": "Ui's expedition begins in earnest and Koharu follows on the pretense of keeping an eye on Sensei. As they explore the labyrinth, they eventually encounter Mimesises.",
  "[STORY_EVENT_828_5_NAME]": "Site A: Stone Labyrinth 2",
  "[STORY_EVENT_828_5_DESC_1]": "After Koharu's legs give out, Sensei carries her to safety. The two manage to rejoin the investigation team unharmed.",
  "[STORY_EVENT_828_6_NAME]": "Site B: Catacombs 1",
  "[STORY_EVENT_828_6_DESC_1]": "The expedition continues on into some underground ruins. As Sensei and Ui explore the ruins, they have a heart-to-heart. Unfortunately, they're interrupted by strange noises...and more Mimesises.",
  "[STORY_EVENT_828_7_NAME]": "Site B: Catacombs 2",
  "[STORY_EVENT_828_7_DESC_1]": "Ui and Sensei escape the underground ruins. Hinata provides fire cover as they flee the Mimesis, inadvertently destroying the ruins.",
  "[STORY_EVENT_828_8_NAME]": "Site C: Abandoned Lemon Grove",
  "[STORY_EVENT_828_8_DESC_1]": "While investigating a lemon farm, Sensei runs into Hanako. Hanako confesses that the whole expedition is a ploy to help Ui and Koharu...and an excuse to visit the beach.",
  "[STORY_EVENT_828_9_NAME]": "Site D: Forgotten Lighthouse 1",
  "[STORY_EVENT_828_9_DESC_1]": "Ui and the others decide to investigate the lighthouse next. Sensei comes out to help Hinata, who's been carrying everyone's bags by herself. As they chat, Mimesises surround the lighthouse and Hinata fights them off to prevent the others from being disturbed.",
  "[STORY_EVENT_828_10_NAME]": "Site D: Forgotten Lighthouse 2",
  "[STORY_EVENT_828_10_DESC_1]": "Hinata single-handedly holds off the attack. When the sound of grenades draws the expedition team outside, Hinata and Sensei pretend that nothing happened. Understanding the situation, Hanako returns to the lighthouse with the others.",
  "[STORY_EVENT_828_11_NAME]": "Proper Usage",
  "[STORY_EVENT_828_11_DESC_1]": "While organizing their findings, Ui gets an idea from the lemon farm and sprinkles lemon juice on the map, revealing a new location that wasn't visible before.",
  "[STORY_EVENT_828_12_NAME]": "Site E: Waterfall Hideout",
  "[STORY_EVENT_828_12_DESC_1]": "The team arrives at a new location where they find a coffin-like box in a cave behind a waterfall. Ui opens it, when suddenly the Mimesises attack!",
  "[STORY_EVENT_828_13_NAME]": "Island Interior 1",
  "[STORY_EVENT_828_13_DESC_1]": "The investigation team escapes the Mimesises. Just as Ui is about to reveal the island's secret and what she saw in the box, Hinata stumbles into a pit...and right on top of another box. As soon as she touches it, the Mimesis army appears.",
  "[STORY_EVENT_828_14_NAME]": "Island Interior 2",
  "[STORY_EVENT_828_14_DESC_1]": "The expedition team defends the box only to find that there's nothing inside. Ui shares the truth that she's discovered. The box was a memorial capsule made by the students of an ancient council. Ui then says she has a request for everyone.",
  "[STORY_EVENT_828_15_NAME]": "Small Changes",
  "[STORY_EVENT_828_15_DESC_1]": "Ui asks that the existence of the memorial capsule not be revealed and places the map inside as well. Hanako and Sensei deliver an incomplete report to Sakurako to hide their decision. When all's said and done, Ui displays mixed feelings about now having more people in her life she has to act friendly towards.",
  "[STORY_EVENT_829_1_NAME]": "A Day with the Knowledge Liberation Front",
  "[STORY_EVENT_829_1_DESC_1]": "While cleaning the Red Winter Library, Meru and Momiji discover Luna, a modern literary masterpiece. But what makes it a masterpiece? Meru and Momiji can't see eye-to-eye, and this schism leads to the ruin of the Knowledge Liberation Front!",
  "[STORY_EVENT_829_2_NAME]": "Announcing a Strike",
  "[STORY_EVENT_829_2_DESC_1]": "After an argument with Momiji, Meru asks Sensei for advice. She resolves to find the legendary final volume of Luna to offer as an olive branch to Momiji.",
  "[STORY_EVENT_829_3_NAME]": "The Final Volume",
  "[STORY_EVENT_829_3_DESC_1]": "As Sensei and Meru search for the final volume of Luna, Takane, a student at the Red Winter Academy Publishing Department, appears before them. Takane reveals a significant clue about the final Luna volume.",
  "[STORY_EVENT_829_4_NAME]": "Publishing, Reprinting, and Distribution",
  "[STORY_EVENT_829_4_DESC_1]": "Following Takane's clue, Sensei and Meru arrive at the Publishing Department's printing office. There, they meet Yakumo, the head of the Publishing Department. After some haggling, they manage to trade for some helpful information.",
  "[STORY_EVENT_829_5_NAME]": "Secret Harmony",
  "[STORY_EVENT_829_5_DESC_1]": "Sensei and Meru arrive where the final volume of Luna is supposed to be. However, it's not just one book.",
  "[STORY_EVENT_829_6_NAME]": "Everyone Has Secrets",
  "[STORY_EVENT_829_6_DESC_1]": "Sensei and Meru are face-to-face with many volumes and no way of knowing which one is the true final volume of Luna. A mysterious figure appears before themâ€”the very person who orchestrated Sensei and Meru's arrival to this place.",
  "[STORY_EVENT_829_7_NAME]": "Half-Baked",
  "[STORY_EVENT_829_7_DESC_1]": "In the end, there never was a final volume of Luna. Meru decides to create a copy herself in order to reconcile with Momiji.",
  "[STORY_EVENT_829_8_NAME]": "The Cog",
  "[STORY_EVENT_829_8_DESC_1]": "After working hard on her new volume, Meru is exhausted. As she's settling in to rest, she receives an unexpected phone call.",
  "[STORY_EVENT_829_9_NAME]": "Face-to-Face",
  "[STORY_EVENT_829_9_DESC_1]": "Sensei finally brings Meru and Momiji back together, and they apologize for harsh words exchanged in a heated moment. However, the challenge to complete the final volume of Luna continues.",
  "[STORY_EVENT_829_10_NAME]": "Secretariat Office \"Proposal\" ",
  "[STORY_EVENT_829_10_DESC_1]": "Sensei and the members of the Knowledge Liberation Front manage to complete the final volume of Luna. As they rush to deliver the volume in time for the deadline, a dark shadow looms over them. ",
  "[STORY_EVENT_829_11_NAME]": "Labor Party \"Suggestions\" ",
  "[STORY_EVENT_829_11_DESC_1]": "Another dark shadow looms over Sensei and the Knowledge Liberation Front.",
  "[STORY_EVENT_829_12_NAME]": "A Special Deal 1",
  "[STORY_EVENT_829_12_DESC_1]": "A dark shadow continues to loom over Sensei and the Knowledge Liberation Front.",
  "[STORY_EVENT_829_13_NAME]": "A Special Deal 2",
  "[STORY_EVENT_829_13_DESC_1]": "Sensei and the Knowledge Liberation Front overcome many dark shadows and finally bring their volume to the appointed place.",
  "[STORY_EVENT_829_14_NAME]": "A Typical Red Winter Day 1",
  "[STORY_EVENT_829_14_DESC_1]": "They're ready to hand over the last volume of Luna, but all that awaits Sensei and the Knowledge Liberation Front is a rotten deal.",
  "[STORY_EVENT_829_15_NAME]": "A Typical Red Winter Day 2",
  "[STORY_EVENT_829_15_DESC_1]": "When the dust settles, Meru's completed final volume of Luna is brought before the cold judgment of an audience.",
  "[STORY_EVENT_830_1_NAME]": "Transport Train Car",
  "[STORY_EVENT_830_1_DESC_1]": "The Arancino Family, a gangster organization, detains a suspected terrorist from a special convoy.",
  "[STORY_EVENT_830_2_NAME]": "3:10 to Gehenna",
  "[STORY_EVENT_830_2_DESC_1]": "Ichika is tasked with helping Sensei retrieve a precious Trinity relic from a ruin excavation. She's excited about the opportunity to work with Sensei and takes the job in stride.",
  "[STORY_EVENT_830_3_NAME]": "Everything Is Under Control! 1",
  "[STORY_EVENT_830_3_DESC_1]": "The relic turns up on a train bound for Gehenna, and Sensei and Ichika scramble to hop aboard. However, their fellow passengers don't exactly give them a warm welcome...",
  "[STORY_EVENT_830_4_NAME]": "Everything Is Under Control! 2",
  "[STORY_EVENT_830_4_DESC_1]": "A sudden explosion rocks the convoy car attached to the train, and a mysterious figure reveals herself through the smoke.",
  "[STORY_EVENT_830_5_NAME]": "To the Front 1",
  "[STORY_EVENT_830_5_DESC_1]": "Kasumi suggests a partnership with Sensei and Ichika. Before they can respond, the train's crew and the Arancino Family attack. Ichika and Sensei are forced to join Kasumi.",
  "[STORY_EVENT_830_6_NAME]": "To the Front 2",
  "[STORY_EVENT_830_6_DESC_1]": "ä½³æ¾„å‘è€å¸«å’Œä¸€èŠ±è¡¨ç¤ºè²¨è»Šä½åœ¨ç¬¬ä¸€ç¯€è»Šï¼Œä¸¦èªªå‡ºäº†è‡ªå·±åŽŸæœ¬çš„è¨ˆç•«ã€‚ç„¡è«–æ˜¯å¦è¯æ‰‹ï¼Œé›™æ–¹éƒ½æ˜¯ä»¥å‰å¾€ç¬¬ä¸€ç¯€è»Šå»‚ç‚ºç›®æ¨™ã€‚",
  "[STORY_EVENT_830_7_NAME]": "The Good, The Bad, The Trinity 1",
  "[STORY_EVENT_830_7_DESC_1]": "The Gehenna Prefect Team and Iori board the train and are met by Ichika, Sensei, and Kasumi.",
  "[STORY_EVENT_830_8_NAME]": "The Good, The Bad, The Trinity 2",
  "[STORY_EVENT_830_8_DESC_1]": "Iori, Ichika, and Kasumi face off. Kasumi has a trick up her sleeve to corner Iori.",
  "[STORY_EVENT_830_9_NAME]": "Express Train to Hell",
  "[STORY_EVENT_830_9_DESC_1]": "Using the relic as leverage, Kasumi demands that Ichika attack Iori. While Iori and Kasumi are wrapped up in their bickering, Ichika loses her patience and goes on a rampage.",
  "[STORY_EVENT_830_10_NAME]": "Effort over Talent",
  "[STORY_EVENT_830_10_DESC_1]": "ä¸€èŠ±çœ‹åˆ°ç ´ç¢Žçš„æ–‡ç‰©å¾Œç¸½ç®—å†·éœä¸‹ä¾†ï¼Œè€å¸«è¡¨ç¤ºæœƒå’Œä»–ä¸€èµ·åŽ»é“æ­‰ã€‚åœ¨ç¬‘è‘—èªªä¸€èŠ±çš„åŠªåŠ›éƒ½çœ‹åœ¨çœ¼è£¡å¾Œï¼Œä¸€èŠ±çš„è¡¨æƒ…ä¹Ÿæ˜Žæœ—äº†èµ·ä¾†ã€‚å°±åœ¨æ­¤æ™‚ï¼Œåˆ—è»Šè¢«æ”¾ç½®åœ¨è¡Œé€²æ–¹å‘ä¸Šçš„çˆ†è£‚ç‰©æŽ€ç¿»ã€‚",
  "[STORY_EVENT_830_11_NAME]": "Declaration of War",
  "[STORY_EVENT_830_11_DESC_1]": "Back at Trinity, Sensei and Ichika apologize, but Nagisa says it's not a big deal and explains why the relic was needed.",
  "[STORY_EVENT_830_12_NAME]": "Transport Truck",
  "[STORY_EVENT_830_12_DESC_1]": "The Gehenna Prefect Team detains a person of interest from a special convoyâ€”a suspected terrorist.",
  "[STORY_EVENT_999_1_NAME]": "Momoka's Challenge",
  "[STORY_EVENT_999_1_DESC_1]": "Momoka eats potato chips and hangs out with Sensei. Momoka tries out a new chocolate-flavored potato chip with Sensei's encouragement, but quickly gives up upon realizing it's not to her taste.",
  "[STORY_EVENT_999_2_NAME]": "A Mistaken Order",
  "[STORY_EVENT_999_2_DESC_1]": "Sora mistakenly orders 20 boxes of Valentine's Day chocolates. However, with Sensei's help, she succeeds in selling all of the chocolates and gives some to Sensei as a thank-you gift.",
  "[STORY_EVENT_999_3_NAME]": "The Chief Officer's Snacks",
  "[STORY_EVENT_999_3_DESC_1]": "Rin harshly points out the mistakes in Sensei's reports. Rin brings out the snacks she had been keeping in the reception room when she learns that the shoddy reports were caused by Sensei's lack of sleep.",
  "[STORY_EVENT_999_4_NAME]": "Arona's Valentine's Day Gift!",
  "[STORY_EVENT_999_4_DESC_1]": "Arona presents Sensei with homemade chocolate cookies in celebration of Valentine's Day.",
  "[STORY_EVENT_999_5_NAME]": "All-New Chocolate Merch!",
  "[STORY_EVENT_999_5_DESC_1]": "Hifumi is eager to get her hands on limited-edition Momo Friends Valentine's merch but finds herself in a tight spot when she shows up alone. Sensei happens to pass by, and Hifumi is able to successfully buy the merch by them pretending to be a couple.",
  "[STORY_EVENT_999_6_NAME]": "The Sniper's Chocolate",
  "[STORY_EVENT_999_6_DESC_1]": "Mashiro comes across some emergency ration chocolate while clearing out storage supplies. It doesn't have much taste, but Mashiro praises the chocolate for it's effectiveness as an emergency food supply.",
  "[STORY_EVENT_999_7_NAME]": "The Best Fatigue Reliever",
  "[STORY_EVENT_999_7_DESC_1]": "Sensei's frequent all-nighters are a cause for concern for Hanae. She offers him a bitingly strong caffeinated drink at first, but upon seeing Sensei's disgusted reaction, she prepares a hot chocolate instead.",
  "[STORY_EVENT_999_8_NAME]": "Shoe Polish and Chocolate",
  "[STORY_EVENT_999_8_DESC_1]": "While taking care of overdue work for the Prefect Team, Iori pranks Sensei by offering chocolate that looks like a can of shoe polish. Iori gifts Sensei the chocolate in dismay after they try it.",
  "[STORY_EVENT_999_9_NAME]": "Chocolate-Eating Contest",
  "[STORY_EVENT_999_9_DESC_1]": "A chocolate-eating contest is taking place in the shopping district for Valentine's Day. Akari prepares a massive amount of chocolate to share with Sensei in preparation for the contest, but Sensei hits a wall before they even make it halfway.",
  "[STORY_EVENT_999_10_NAME]": "The Unfortunate Gourmet",
  "[STORY_EVENT_999_10_DESC_1]": "Junko and Sensei head out in search of a shop that sells chocolate-covered dango. However, Junko's plans of tasting them are thwarted when Mochi Mochi Helmet Gangsters suddenly burst on the scene.",
  "[STORY_EVENT_999_11_NAME]": "A Rocker's Love Song",
  "[STORY_EVENT_999_11_DESC_1]": "Kayoko purchases a limited-edition Black Death Poison album and receives a chocolate shaped like a giant cow skull as prize. Kayoko spots Sensei and gives them the chocolate as a gift.",
  "[STORY_EVENT_999_12_NAME]": "Stranded in Town",
  "[STORY_EVENT_999_12_DESC_1]": "Sensei gets stranded after getting off on the wrong station on the way to Abydos. Shiroko happens to be passing through the area and gives them a chocolate bar for cycling that's perfect for combating low blood sugar.",
  "[STORY_EVENT_999_13_NAME]": "Under the Chocolate Sea",
  "[STORY_EVENT_999_13_DESC_1]": "Hoshino checks out the souvenir shop after visiting the Maritime Museum. She purchases a set of chocolate fish and gives her favorite whale-shaped chocolate to Sensei as a gift.",
  "[STORY_EVENT_999_14_NAME]": "An Unintended Gift",
  "[STORY_EVENT_999_14_DESC_1]": "Ayane gifts a set of chocolates she bought by accident to Sensei for always being there to help when she needs it. But Ayane panics and scrambles to give excuses when she realizes that it's Valentine's Day.",
  "[STORY_EVENT_999_15_NAME]": "The Snacks of an Optimizer",
  "[STORY_EVENT_999_15_DESC_1]": "Sensei finds Eimi eating some embarrassingly shaped chocolates at Millennium. Eimi says that she bought a whole bunch at a special discount and shares some of the chocolate with Sensei.",
  "[STORY_EVENT_999_16_NAME]": "Wiretapping Device in Disguise",
  "[STORY_EVENT_999_16_DESC_1]": "Kotama decides to give Sensei a present to show she feels in honor of Valentine's Day, but takes a hard stance when the wiretapping device on the chocolate is discovered.",
  "[STORY_EVENT_999_17_NAME]": "Sweet, Sweet Overtime",
  "[STORY_EVENT_999_17_DESC_1]": "Chihiro is exhausted from working on server maintenance late into the night. She gifts Sensei with her favorite chocolate beverage when she belatedly realizes that it's Valentine's Day.",
  "[STORY_EVENT_999_18_NAME]": "The Treasurer's Limit",
  "[STORY_EVENT_999_18_DESC_1]": "Yuuka has a hard time deciding what kind of chocolate to get for Sensei ahead of Valentine's Day. She eventually gifts Sensei the chocolate she picked out but soon becomes embarrassed when the expensive price tag is discovered.",
  "[STORY_EVENT_999_19_NAME]": "Event Items",
  "[STORY_EVENT_999_19_DESC_1]": "Yuzu and Sensei give their all to defeat a raid boss together. As they split the loot after the battle, Yuzu makes gifts Sensei a special chocolate item that can only be obtained during the event.",
  "[STORY_EVENT_999_20_NAME]": "Aris' Chocolate",
  "[STORY_EVENT_999_20_DESC_1]": "Aris presents a homemade chocolate slime as a gift in honor of Valentine's Day.",
  "[STORY_EVENT_999_21_NAME]": "Special Energy Drink",
  "[STORY_EVENT_999_21_DESC_1]": "Sensei is exhausted from working all night, so Hare gifts them a chocolate-flavored Monster MAX.",
  "[STORY_EVENT_999_22_NAME]": "Making the World a Sweeter Place!",
  "[STORY_EVENT_999_22_DESC_1]": "Maki pranks Sensei with a specially prepared edible spray to celebrate Valentine's Day and reveals her ambitions of using her chocolate spray to make the world a sweeter place.",
  "[STORY_EVENT_999_23_NAME]": "Romantic Bombardment",
  "[STORY_EVENT_999_23_DESC_1]": "Hibiki showcases a new invention for Sensei: a specially made mortar shell that turns the area of impact into a massive chocolate swamp. Hibiki gifts the shell to Sensei after being told it's too dangerous.",
  "[STORY_EVENT_999_24_NAME]": "Fake Screws",
  "[STORY_EVENT_999_24_DESC_1]": "Utaha finds herself in a pickle while repairing Schale's equipment when the screws she brought along break one after the other. She realizes they aren't actually real screws but screws made of chocolate.",
  "[STORY_EVENT_999_25_NAME]": "Chocolate Mustache",
  "[STORY_EVENT_999_25_DESC_1]": "Cherino and Sensei visit the production facilities for Cherenka, Red Winter Academy's specialty milk chocolate. Cherino gifts Sensei her chocolate she'd been eating when she realizes that insufficient production has left her without any fresh chocolate to give Sensei.",
  "[STORY_EVENT_999_26_NAME]": "Red Winter Academy Specialty",
  "[STORY_EVENT_999_26_DESC_1]": "Tomoe produces chocolates bearing adorable illustrations of Cherino's likeness. Tomoe hands the chocolate to Sensei and asks them to spread word of Cherino's adorableness far and wide across Kivotos.",
  "[STORY_EVENT_999_27_NAME]": "Poor Man's Chocolate",
  "[STORY_EVENT_999_27_DESC_1]": "Nodoka wants to gives Sensei chocolates as a gift but is unfortunately only able to obtain some cacao beans. Sensei boldly chomps down on the raw beans to placate an upset Nodoka.",
  "[STORY_EVENT_999_28_NAME]": "Chocolate-Flavored Elixir",
  "[STORY_EVENT_999_28_DESC_1]": "Saya tests a chocolate-based elixir on Sensei. However, against Saya's expectations, the result is nothing but ordinary chocolate, and a disappointed Saya pawns off the elixir on Sensei.",
  "[STORY_EVENT_999_29_NAME]": "Adult Chocolate",
  "[STORY_EVENT_999_29_DESC_1]": "Shun arrives at Schale in a much better mood than usual. She's tipsy from overindulging on rum-filled bonbons. The rum bonbons end up getting confiscated, but Shun is nonetheless happy that she got to give chocolate to Sensei.",
  "[STORY_EVENT_999_30_NAME]": "Fake Handcuffs",
  "[STORY_EVENT_999_30_DESC_1]": "Kirino is excited over finding handcuff-shaped chocolate. Kirino rejoices, saying that she could use these handcuffs to easily free herself in case she gets cuffed accidentally but soon despairs when Sensei points out that criminals could also do the same.",
  "[STORY_EVENT_999_31_NAME]": "Year-Long Wait",
  "[STORY_EVENT_999_31_DESC_1]": "Fubuki's heart is aflutter on Valentine's Day as she waits for someone she's been anticipating for a whole year. But when the bell rings, it turns out that the person she's been waiting for is a deliveryman with limited edition Valentine's Day donuts.",
  "[STORY_EVENT_999_32_NAME]": "A Girl of Sentiment",
  "[STORY_EVENT_999_32_DESC_1]": "Hanako asks Sensei for a favor. The favor is to accept a small gift that Hanako has prepared. Hanako bashfully leaves the scene, and opening the gift reveals something unexpected.",
  "[STORY_EVENT_999_33_NAME]": "Something Small but Sweet",
  "[STORY_EVENT_999_33_DESC_1]": "Hasumi receives a staggering amount of Valentine's chocolates from the Trinity students and asks Sensei for help eating them. Sensei refuses because they're for Hasumi. Hasumi has an epiphany and gives Sensei the chocolate she prepared as a gift along with her words of gratitude.",
  "[STORY_EVENT_999_34_NAME]": "Hesitant Yet Eager to Share",
  "[STORY_EVENT_999_34_DESC_1]": "Sensei receives chocolate from Hina during a secret meeting with her on Valentine's Day. Hina apologizes for giving chocolate that looks as ugly as she does, but Sensei is delighted at having received Hina's homemade chocolate, and Hina feels relieved.",
  "[STORY_EVENT_999_35_NAME]": "Yes, I Made Them",
  "[STORY_EVENT_999_35_DESC_1]": "Sensei helps Ako with Prefect Team work. In return, Ako gives Sensei a piece of chocolate each time they complete some paper work. When Sensei asks if the chocolates are homemade, Ako is incredulous, but admits to having made them herself.",
  "[STORY_EVENT_999_36_NAME]": "How to Make the Best Chocolate",
  "[STORY_EVENT_999_36_DESC_1]": "Izumi sneaks into the cafeteria, determined to make chocolate for Valentine's Day. She uses all sorts of ingredients to make it and has Sensei taste it. Sensei is shocked to discover that it doesn't taste too bad.",
  "[STORY_EVENT_999_37_NAME]": "Unspoiled Rewards",
  "[STORY_EVENT_999_37_DESC_1]": "Aru gifts Sensei with chocolates with a great deal of flattery and aplomb as a thank-you for helping her. However, it turns out that Aru has been tricked into buying discount chocolate at an exorbitant price, and she and Sensei swear vengeance.",
  "[STORY_EVENT_999_38_NAME]": "Roulette Misdirection!",
  "[STORY_EVENT_999_38_DESC_1]": "Mutsuki finds spicy Russian Roulette chocolates and brings them to Sensei for a game. Sensei is shocked and appalled at the taste of the spicy chocolates. Sensei belatedly realizes that it was a prank planned by Mutsuki all along.",
  "[STORY_EVENT_999_39_NAME]": "A Special Gesture for a Special Day",
  "[STORY_EVENT_999_39_DESC_1]": "Fuuka says that eating only sweets on Valentine's Day isn't healthy, so she prepares a packed lunch. Sensei enjoys some hot chocolate after the meal and points out that the two of them have matching mugs, causing a bashful Fuuka to run away.",
  "[STORY_EVENT_999_40_NAME]": "A Girl's Sincerity Never Fades",
  "[STORY_EVENT_999_40_DESC_1]": "Juri gives Sensei some chocolate. Sensei realizes that she couldn't have made them herself because of their ordinary taste. Juri is delighted to hear that they'd like to taste her homemade chocolates. Sensei passes out without regret upon tasting them.",
  "[STORY_EVENT_999_41_NAME]": "Decompressing as a Pair",
  "[STORY_EVENT_999_41_DESC_1]": "Serika and Sensei spend a hectic day doing part-time work at a dessert shop. It turns out that the purpose of Serika working part-time there was so she could get their signature cake. The two of them share the cake together as they decompress from their day.",
  "[STORY_EVENT_999_42_NAME]": "The Snack President's Sincerity",
  "[STORY_EVENT_999_42_DESC_1]": "Nonomi and Sensei sit down on a riverside bench for a short break on their way back from grocery shopping. Nonomi presents the snacks she bought earlier one-by-one and shows off her fervor as the snack president of Abydos.",
  "[STORY_EVENT_999_43_NAME]": "Record It Again",
  "[STORY_EVENT_999_43_DESC_1]": "Sumire spends the day setting workout records with Sensei. When she notices that Sensei is getting hungry, she presents Sensei with a Valentine's Day themed alternative food product that she personally selected.",
  "[STORY_EVENT_999_44_NAME]": "A Gamer's Determination",
  "[STORY_EVENT_999_44_DESC_1]": "Momoi participates in a gaming competition on Valentine's Day, but is immediately eliminated. Though her plans to give her winning trophy along with some chocolate as gifts to Sensei are ruined, Momoi gets some chocolate from a claw machine to give Sensei instead.",
  "[STORY_EVENT_999_45_NAME]": "I Want to Be First, Sensei",
  "[STORY_EVENT_999_45_DESC_1]": "Midori calls Sensei first thing in the morning so she can be the first person to give Sensei chocolates. Midori bashfully runs away upon giving Sensei the homemade chocolates she spent all night making through a lot of trial and error.",
  "[STORY_EVENT_999_46_NAME]": "A Saying Just for You",
  "[STORY_EVENT_999_46_DESC_1]": "Chise house-sits at the Yin-Yang Club room, peeling the wrapping paper off something next to Sensei as they work. It turns out the wrapping paper contains chocolate four-character senbei. She shares the chocolate with the idiom with Sensei after finding the idiom she was looking for.",
  "[STORY_EVENT_999_47_NAME]": "A Special Survey for Someone!",
  "[STORY_EVENT_999_47_DESC_1]": "Shizuko asks for help with a survey to sell a special limited-edition dessert for Momoyodou. She responds to Sensei's concerns with a wide smile even though she only received one finished survey in the end.",
  "[STORY_EVENT_999_48_NAME]": "The Tastes of a Lord and a Ninja",
  "[STORY_EVENT_999_48_DESC_1]": "Izuna finally gets her hands on a long-awaited and highly anticipated ninja chocolate set and gives it to Sensei as a gift. Sensei asks if it's really okay to eat her precious merch, but Izuna shares the chocolates with Sensei gladly.",
  "[STORY_EVENT_999_49_NAME]": "Sweet and Gentle Dreams",
  "[STORY_EVENT_999_49_DESC_1]": "Sensei pulls another all-nighter. Just as Sensei is about to collapse, Tsubaki appears and presents a gift for a good night's sleep.",
  "[STORY_EVENT_999_50_NAME]": "All of Me, for You",
  "[STORY_EVENT_999_50_DESC_1]": "Wakamo finally reveals herself after stalking Sensei for a while and gives them some chocolate. Sensei hesitates to accept the chocolate as Wakamo looks on with wide, anticipatory eyes.",
  "[STORY_EVENT_999_51_NAME]": "Sweeter and More Bitter than Ever",
  "[STORY_EVENT_999_51_DESC_1]": "Haruna ponders the philosophy behind the sweetness of desserts. In order prove her hypothesis, she works with Sensei to create an ultimate chocolate that tastes both bitter and sweet.",
  "[STORY_EVENT_999_52_NAME]": "Skullman, Transform!",
  "[STORY_EVENT_999_52_DESC_1]": "Azusa summons Sensei to a gloomy area at the foot of a mountain. She gifts Sensei with chocolate in the shape of Skullman but is surprised when Sensei gobbles it up without much thought. However, upon hearing Sensei's unexpected words, Azusa finally breaks out into a smile.",
  "[STORY_EVENT_999_53_NAME]": "Don't Eat That!",
  "[STORY_EVENT_999_53_DESC_1]": "Koharu gives Sensei some chocolate with a cross-shaped pattern on Valentine's Day. She can't help thinking there's something provocative about the way Sensei freaks out when eating the chocolate when she notices the pattern on the chocolate.",
  "[STORY_EVENT_999_54_NAME]": "Something Familiar",
  "[STORY_EVENT_999_54_DESC_1]": "Suzumi runs into Sensei at the convenience store. Suzumi elects to get Sensei some star-shaped chocolate, but waffles over whether to pick another gift. Sensei reassures Suzumi and tells her that her gift perfectly encapsulates who she is.",
  "[STORY_EVENT_999_55_NAME]": "Is This Blasphemy?",
  "[STORY_EVENT_999_55_DESC_1]": "Mari prepares some chocolate that looks like a statue in prayer. Sensei delightedly accepts Mari's chocolate, but after struggling to find a way to eat it in a way that's not blasphemous, they decide to just put it on display.",
  "[STORY_EVENT_999_56_NAME]": "Safe for Desks",
  "[STORY_EVENT_999_56_DESC_1]": "Shimiko gives Sensei some chocolates for Valentine's Day. Shimiko's chocolates are coated so they can be eaten while reading without getting smudged on people's hands, a truly innovative gift from a member of the Library Committee.",
  "[STORY_EVENT_999_57_NAME]": "A Friendly Sight",
  "[STORY_EVENT_999_57_DESC_1]": "Serina's plan to quietly leave her gift of chocolates and slip away are ruined due to poor timing. However, Serina is touched when Sensei tries to be accommodating to her.",
  "[STORY_EVENT_999_58_NAME]": "After Much Deliberation",
  "[STORY_EVENT_999_58_DESC_1]": "Airi gives Sensei mint chocolate for Valentine's Day. Sensei doesn't seem very surprised, so Airi enthusiastically starts to explain how this particular mint chocolate is more luxurious and special.",
  "[STORY_EVENT_999_59_NAME]": "The Rarest of Limited Editions",
  "[STORY_EVENT_999_59_DESC_1]": "Yoshimi is upset that she was unable to get her hands on a special limited-edition chocolate. She ends up giving her less-than perfect homemade chocolates as a gift instead but is relieved when Sensei enjoys anyway.",
  "[STORY_EVENT_999_60_NAME]": "Training Aids: Chocolate",
  "[STORY_EVENT_999_60_DESC_1]": "Natsu contemplates Valentine's Day and the act of giving chocolate. She decides that the true meaning lies in conveying one's feelings and presents her chocolates to Sensei.",
  "[STORY_EVENT_999_61_NAME]": "The Best Moment of All",
  "[STORY_EVENT_999_61_DESC_1]": "Chinatsu gives Sensei fortune chocolates. Sensei manages to break the first chocolate open to read the fortune inside, but wonders what the rest say. When Sensei realizes that all the messages say the same thing, Chinatsu runs away in embarrassment.",
  "[STORY_EVENT_999_62_NAME]": "No Wrapping Paper, No Problem",
  "[STORY_EVENT_999_62_DESC_1]": "Sena gifts Sensei with some chocolate while on call. The chocolate is wrapped in sterile bandages because she didn't have any wrapping paper, but Sensei is delighted and accepts the chocolate gladly.",
  "[STORY_EVENT_999_63_NAME]": "Prepared in Advance",
  "[STORY_EVENT_999_63_DESC_1]": "Haruka gets the most expensive chocolate she can afford for Valentine's Day. Haruka is touched and offers a hesitant smile when Sensei visits, saying that they wanted to receive Haruka's chocolates before anyone else's.",
  "[STORY_EVENT_999_64_NAME]": "Valentine's Day Tag",
  "[STORY_EVENT_999_64_DESC_1]": "Asuna jumps out to surprise Sensei before pulling Valentine's Day chocolates from her cleavage. A cat-and-mouse chase begins as Sensei tries to get away from the melted chocolate while Asuna tries to feed it to Sensei.",
  "[STORY_EVENT_999_65_NAME]": "A Maid's Prowess",
  "[STORY_EVENT_999_65_DESC_1]": "Sensei is flustered when Akane rummages through her bag to present them with something, but it just turns out to be her homemade chocolate. Akane and Sensei share the chocolate as student and teacher instead of maid and master, if only just for the day.",
  "[STORY_EVENT_999_66_NAME]": "Be More Delicious! Moe Moe, Kyun!",
  "[STORY_EVENT_999_66_DESC_1]": "Sensei visits the maid cafe where Karin works for Valentine's Day. Sensei requests that Karin perform a spell to make the meal taste even better, but Karin is unable to overcome her embarrassment.",
  "[STORY_EVENT_999_67_NAME]": "If It Bothers You, You've Already Lost",
  "[STORY_EVENT_999_67_DESC_1]": "Sensei heads to Millennium after receiving a call from Neru. Neru presents Sensei with an ostentatiously decorated chocolate but tries to snatch it back when she gets curious as to how it tastes.",
  "[STORY_EVENT_999_68_NAME]": "The Origins of Valentine's Day Chocolate",
  "[STORY_EVENT_999_68_DESC_1]": "Kotori gifts Sensei with chocolate packaged in the style of the first Valentine's Day chocolate ever created. Kotori tries to excuse herself before she takes up any more of Sensei's time, but Sensei stops her by suggesting that they eat the chocolate together.",
  "[STORY_EVENT_999_69_NAME]": "Taste and Flavor",
  "[STORY_EVENT_999_69_DESC_1]": "Pina presents a drinking glass at a specially arranged location. Sensei tries to argue against the drinking glass, but Pina explains that it's merely a well-crafted chocolate cup. The two end up pouring green tea into the chocolate to enjoy its flavor.",
  "[STORY_EVENT_999_70_NAME]": "Romance Just Like in Books",
  "[STORY_EVENT_999_70_DESC_1]": "Tsurugi arrives to her meeting with Sensei in spectacular, hair-raising fashion. But, as if something had failed to go according to plan, Tsurugi suddenly departs through the wall while screaming. All that's left behind is a cute chocolate bottle that's been dropped on the floor.",
  "[STORY_EVENT_999_71_NAME]": "Messily Wrapped Valentine's Chocolate",
  "[STORY_EVENT_999_71_DESC_1]": "Kokona gives Sensei a gift of chocolates while they're visiting Plum Blossom Garden. Kokona claims that she bought them from a store, but the wrapping seems a bit strange.",
  "[STORY_EVENT_999_72_NAME]": "A Warm Heart",
  "[STORY_EVENT_999_72_DESC_1]": "Sensei visits Hinata for Valentine's Day. Hinata doesn't have any Valentine's chocolates ready, so she picks out a few flavors of chocolate truffles that she thinks Sensei will enjoy.",
  "[STORY_EVENT_999_73_NAME]": "Concentrate on the Conversation",
  "[STORY_EVENT_999_73_DESC_1]": "Sensei visits the old library on Valentine's Day. Ui is a bit frustrated that she seems to be the only one who's noticed them, and goes to sit with Sensei. They split a chocolate chip cookie.",
  "[STORY_EVENT_999_74_NAME]": "A Brand New Experience",
  "[STORY_EVENT_999_74_DESC_1]": "In celebration of Valentine's Day, Kazusa meets up with Sensei and gives them a strawberry-chocolate cake.",
  "[STORY_EVENT_999_75_NAME]": "Gift of the Mag",
  "[STORY_EVENT_999_75_DESC_1]": "Sensei goes to visit Hiyori after getting a message from her. Hiyori gives Sensei chocolate that she bought with money she made from selling her magazines.",
  "[STORY_EVENT_999_76_NAME]": "Commitments and Celebrations",
  "[STORY_EVENT_999_76_DESC_1]": "Misaki calls Sensei, saying that she needs to check the utility lines. While they're working, Sensei discovers that Misaki brought some chocolate.",
  "[STORY_EVENT_999_77_NAME]": "Flowers and Chocolate",
  "[STORY_EVENT_999_77_DESC_1]": "Sensei visits Atsuko's flower garden. Atsuko and Sensei enjoy the flowers as they share some chocolate that Atsuko made.",
  "[STORY_EVENT_999_78_NAME]": "Good Diver Chocolate",
  "[STORY_EVENT_999_78_DESC_1]": "Sensei visits Saori after getting a message from her. They find Saori in a state of disarray after she had a series of misadventures to buy some high-end chocolate to give to Sensei.",
  "[STORY_EVENT_999_79_NAME]": "Chocolate of Hidden Feelings",
  "[STORY_EVENT_999_79_DESC_1]": "Sensei sits in on a chocolate-making class held by the Inner Discipline Club for Valentine's Day. Afterwards, Mimori gives Sensei some of the chocolates she made during the class.",
  "[STORY_EVENT_999_80_NAME]": "The Ultimate Chocosaur!",
  "[STORY_EVENT_999_80_DESC_1]": "Kaede tries to give some handmade chocolates to Sensei for Valentine's Day. She didn't manage to \"excavate\" the dinosaur fossil chocolate set she bought from the convenience store, but she used the pieces to make a Kaede-original chocosaur.",
  "[STORY_EVENT_999_81_NAME]": "Giving Like a Ninja",
  "[STORY_EVENT_999_81_DESC_1]": "Tsukuyo, taking a stealthy, ninja-like approach to deliver chocolates, gets trapped behind a cabinet. She escapes with Sensei's help, but the chocolates are already melting. Sensei happily accepts the melted chocolate and issues a proclamation for next year's Valentine's Day.",
  "[STORY_EVENT_999_82_NAME]": "Beautiful Super Genius Hacker's Self-Portrait",
  "[STORY_EVENT_999_82_DESC_1]": "Himari gives Sensei a chibi chocolate figurine that looks like her for Valentine's Day.",
  "[STORY_EVENT_999_83_NAME]": "The Perfect Middle Manager",
  "[STORY_EVENT_999_83_DESC_1]": "On Valentine's day, Sensei and Iroha choose a Pandemonium Society Valentine's gift together. After they're done shopping, Iroha gives Sensei chocolate breadsticks.",
  "[STORY_EVENT_999_84_NAME]": "Like a Rom-Com",
  "[STORY_EVENT_999_84_DESC_1]": "Michiru asks Sensei to help her make some special Valentine's Day content. Her ideas don't pan out, but it's all right; her real intention was to give Sensei chocolates as a thank-you gift.",
  "[STORY_EVENT_999_85_NAME]": "SRT Supply Run",
  "[STORY_EVENT_999_85_DESC_1]": "Miyako borrows Schale's kitchen to prepare for Valentine's Day. She bakes chocolate carrot cakes for her squad members, and one for Sensei too.",
  "[STORY_EVENT_999_86_NAME]": "Sweet Logistics",
  "[STORY_EVENT_999_86_DESC_1]": "Moe and Sensei get caught in a sudden downpour, leaving them soaked. They build a campfire to dry off, and decide to make s'mores while they're at it.",
  "[STORY_EVENT_999_87_NAME]": "Staving Off Sleepiness",
  "[STORY_EVENT_999_87_DESC_1]": "Saki visits Schale before Valentine's Day. She asks Sensei if they're sleepy, and gives them some caramels to help them stay awake.",
  "[STORY_EVENT_999_88_NAME]": "Rabbit 4, Give",
  "[STORY_EVENT_999_88_DESC_1]": "On Valentine's Day, Miyu gives Sensei handmade chocolate bark, in thanks for everything they've done for her.",
  "[STORY_EVENT_999_89_NAME]": "The Seminar Secretary's Sweet Prank",
  "[STORY_EVENT_999_89_DESC_1]": "Noa comes to Schale to show off her new ink bottle. Sensei is surprised when Noa starts to drink the ink until Noa reveals that the bottle actually contains chocolate. Noa apologizes for the prank and gives Sensei some chocolate ink of their own.",
  "[STORY_EVENT_999_90_NAME]": "The Security Committee Chair's Medal",
  "[STORY_EVENT_999_90_DESC_1]": "Marina wonders how she can store the chocolate medal that Cherino awarded her. Sensei gives her some advice, telling her that other students will remember Marina's efforts even without the medal. Marina thanks Sensei and takes their advice to heart, giving the medal to them.",
  "[STORY_EVENT_999_91_NAME]": "Sweets for the Sweet",
  "[STORY_EVENT_999_91_DESC_1]": "Shigure visits Sensei to tell them about her new hobby, making non-alcoholic cocktails. She shows her appreciation for Sensei by making them one of her creations, Shigure's Bittersweet Special.",
  "[STORY_EVENT_999_92_NAME]": "Special Remedial Supplies",
  "[STORY_EVENT_999_92_DESC_1]": "Mine invites Sensei to her room on Valentine's Day. Sensei sees that she's got chocolates, and Mine becomes embarrassed, saying that they're medical supplies. Mine gives Sensei some and takes off in a hurry.",
  "[STORY_EVENT_999_93_NAME]": "Endless...",
  "[STORY_EVENT_999_93_DESC_1]": "Both Ayumu and Sensei are buried in work on Valentine's Day. The two of them comfort each other and share some of Ayumu's chocolate-covered grapefruit.",
  "[STORY_EVENT_701_1_NAME]": "Prologue",
  "[STORY_EVENT_701_1_DESC_1]": "With Eimi's guidance, Sensei meets Himari and sets off with the Super Phenomenon Task Force to help in their search for the unprecedented AI, Decagrammaton.",
  "[STORY_EVENT_701_2_NAME]": "Research Part 1: Desert",
  "[STORY_EVENT_701_2_DESC_1]": "The Super Phenomenon Task Force heads for the Abydos Desert and battles against Decagrammaton's followers to collect data.",
  "[STORY_EVENT_701_3_NAME]": "Research Part 2: PMC Excavation Site 1",
  "[STORY_EVENT_701_3_DESC_1]": "Upon their arrival at the excavation site, the Super Phenomenon Task Force tracks Decagrammaton's traces while dealing with interference from Kaiser PMC.",
  "[STORY_EVENT_701_4_NAME]": "Research Part 2: PMC Excavation Site 2",
  "[STORY_EVENT_701_4_DESC_1]": "Himari tries to interpret Decagrammaton's structure based on the collected data, but Decagrammaton appears and launches an attack. However, Decagrammaton suddenly panics and backs hastily away when faced with the Shittim Chest.",
  "[STORY_EVENT_701_5_NAME]": "Research Part 3: PMC Excavation Site 1",
  "[STORY_EVENT_701_5_DESC_1]": "Eimi and Himari escape Decagrammaton and set up a club room for the Super Phenomenon Task Force. Before starting a new operation, Himari explains what the prophets of Decagrammaton and the Tree of Life are to Sensei before heading to the excavation site of Abydos to find new evidence.",
  "[STORY_EVENT_701_6_NAME]": "Research Part 3: PMC Excavation Site 2",
  "[STORY_EVENT_701_6_DESC_1]": "The Super Phenomenon Task Force obtains confidential data from Kaiser PMC at the excavation site. Himari analyzes the data and discovers information on Binah.",
  "[STORY_EVENT_701_7_NAME]": "Research Part 4: Binah 1",
  "[STORY_EVENT_701_7_DESC_1]": "Himari discovers where Binah commonly appears from the PMC data. The Super Phenomenon Task Force heads to the location recorded in the data to directly collect Binah's data.",
  "[STORY_EVENT_701_8_NAME]": "Research Part 4: Binah 2",
  "[STORY_EVENT_701_8_DESC_1]": "After securing Binah's data, the Super Phenomenon Task Force heads to Millennium's ruins.",
  "[STORY_EVENT_701_9_NAME]": "Research Part 5: Ruins 1",
  "[STORY_EVENT_701_9_DESC_1]": "Himari explains what the Ruins are and speculates that Chesed is hiding somewhere there, creating an army for  Decagrammaton.",
  "[STORY_EVENT_701_10_NAME]": "Research Part 5: Ruins 2",
  "[STORY_EVENT_701_10_DESC_1]": "Eimi collects data from the Ruins, and Himari tries to calculate the coordinates of Chesed by tracing it.",
  "[STORY_EVENT_701_11_NAME]": "Research Part 6: Chesed 1",
  "[STORY_EVENT_701_11_DESC_1]": "Himari succeeds in identifying the coordinates of Chesed, and Sensei and Eimi head there to collect more data.",
  "[STORY_EVENT_701_12_NAME]": "Research Part 6: Chesed 2",
  "[STORY_EVENT_701_12_DESC_1]": "Sensei and Eimi secure Chesed's data, but Himari finds something that concerns her within the data.",
  "[STORY_EVENT_701_13_NAME]": "Research Part 7: Ruined Submerged District 1",
  "[STORY_EVENT_701_13_DESC_1]": "Himari picks up a disturbing signal from a certain area of the Ruins. The pattern of the signal matches that of Decagrammaton's.",
  "[STORY_EVENT_701_14_NAME]": "Research Part 7: Ruined Submerged District 2",
  "[STORY_EVENT_701_14_DESC_1]": "Eimi and Sensei discover Decagrammaton's new prophet where the signal was detected. Himari decides to thoroughly search the Ruined Submerged District.",
  "[STORY_EVENT_701_15_NAME]": "Search Operation 1",
  "[STORY_EVENT_701_15_DESC_1]": "While investigating the Ruined Submerged District, Eimi and Sensei realize that Kether is on the move. Anticipating difficulties in the investigation, Eimi and Sensei make a strategic retreat.",
  "[STORY_EVENT_701_16_NAME]": "Search Operation 2",
  "[STORY_EVENT_701_16_DESC_1]": "Himari decides to figure out a new way to safely search for Decagrammaton's signal while avoiding Kether's interference.",
  "[STORY_EVENT_701_17_NAME]": "Research Part 8: Kether 1",
  "[STORY_EVENT_701_17_DESC_1]": "In order to reach the Research District, Himari proposes that Eimi and Sensei go on a mission to collect information on how to attack Kether.",
  "[STORY_EVENT_701_18_NAME]": "Research Part 8: Kether 2",
  "[STORY_EVENT_701_18_DESC_1]": "Based on gathered information, Eimi and Sensei manage to identify Kether's weaknesses and start putting together a full-scale plan of attack.",
  "[STORY_EVENT_701_19_NAME]": "Kether Strategy 1",
  "[STORY_EVENT_701_19_DESC_1]": "Eimi and Sensei engage in battle against Kether under Himari's instructions.",
  "[STORY_EVENT_701_20_NAME]": "Kether Strategy 2",
  "[STORY_EVENT_701_20_DESC_1]": "Eimi and Sensei successfully neutralize Kether and make their way to the Research District after the battle. While inspecting the site, Himari senses something is amiss and decides to take part in the field investigation.",
  "[STORY_EVENT_701_21_NAME]": "Decagrammaton",
  "[STORY_EVENT_701_21_DESC_1]": "Eimi and Sensei launch an investigation of the area where Decagrammaton's signal was captured. Contrary to Himari's prediction, it fails to yield any results. But after a moment of contemplation, Sensei notices the presence of a highly conspicuous vending machine and they are met with Decagrammaton's main form.",
  "[STORY_EVENT_701_22_NAME]": "A New Start",
  "[STORY_EVENT_701_22_DESC_1]": "Himari is distraught to learn that Decagrammaton's main form is a lowly commercial AI. As the unsolved mystery leads only to more and more questions, the Super Phenomenon Task Force's mission at hand begins anew."ï¼Œ
  "[STORY_EVENT_831_1_NAME]": "Another Academy City",
  "[STORY_EVENT_831_1_DESC_1]": "Sensei is taking a break when they get a call from Eimi saying that she's rescued some strangers from the ruins near Millennium. These strangers don't seem to be residents of Kivotos.",
  "[STORY_EVENT_831_2_NAME]": "Troublemaker?",
  "[STORY_EVENT_831_2_DESC_1]": "Sensei arrives at Millennium, but the strangers have already disappeared. Following Eimi's clues, Sensei finds Misaka Mikoto, and together they return to the task force office. Himari tells Misaka that she'll search for a way to return the strangers to their home. In the meantime, Misaka must learn how to navigate life in Kivotos.",
  "[STORY_EVENT_831_3_NAME]": "Local Customs 1",
  "[STORY_EVENT_831_3_DESC_1]": "Eimi and company visit the Engineering Department to get firearms for Mikoto Misaka, who has been walking the streets without one. The Engineering Department gives them a gun made specifically for Misaka Mikoto as well as firearms for the other two strangers. Meanwhile, Himari finds one of the remaining strangers.",
  "[STORY_EVENT_831_4_NAME]": "Local Customs 2",
  "[STORY_EVENT_831_4_DESC_1]": "Armed with Kivotos' \"customs,\" the group visits Shokuhou Misaki to explain what's happened. They receive a call from Himari that she's made headway in her research.",
  "[STORY_EVENT_831_5_NAME]": "Like a Tour",
  "[STORY_EVENT_831_5_DESC_1]": "Upon returning to the Supernatural Phenomenon Task Force, the group meets up with the last of the strangers, Saten Ruiko. Himari tells them that they need to repair the machinery in the ruins in order to return home and that she has made all the arrangements. She suggests that they enjoy Kivotos before they go, and Sensei and Eimi join them.",
  "[STORY_EVENT_831_6_NAME]": "Time Flies",
  "[STORY_EVENT_831_6_DESC_1]": "After an enjoyable stay in Kivotos, Misaka Mikoto and the Engineering Department go to the ruins and head underground to find the machinery Himari mentioned.",
  "[STORY_EVENT_831_7_NAME]": "The Railgun of Tokiwadai 1",
  "[STORY_EVENT_831_7_DESC_1]": "While searching the ruins, the group encounters automatons and engages them in combat.",
  "[STORY_EVENT_831_8_NAME]": "The Railgun of Tokiwadai 2",
  "[STORY_EVENT_831_8_DESC_1]": "Facing overwhelming numbers, Misaka Mikoto uses the special gun made for her by the Engineering Department, but its firepower is underwhelming. In the heat of the moment, Misaka Mikoto pulls out a coin and launches it with the force of a railgun with her bare hands.",
  "[STORY_EVENT_831_9_NAME]": "Repairs 1",
  "[STORY_EVENT_831_9_DESC_1]": "Misaka Mikoto and her team reach the machinery. The moment they turn it on, they're swarmed by drones.",
  "[STORY_EVENT_831_10_NAME]": "Repairs 2",
  "[STORY_EVENT_831_10_DESC_1]": "Unable to shut down the machinery once started, the group faces an overwhelming onslaught. Saten Ruiko, who happens to be nearby, smashes the machinery with her gun barrel, but the aftermath attracts troublemakers from all over Kivotos.",
  "[STORY_EVENT_831_11_NAME]": "Academy City's Greatest Mental Ability",
  "[STORY_EVENT_831_11_DESC_1]": "The troublemakers must be stopped while the Engineering Department repairs the equipment. Shokuhou Misaki uses her powers to hold off their human opponents while the others fend off attacks from the machines.",
  "[STORY_EVENT_831_12_NAME]": "Memories in Your Heart",
  "[STORY_EVENT_831_12_DESC_1]": "The repairs are completed, and one by one the strangers are sent back to where they came from. Saten Ruiko, Shokuhou Misaki, and Misaka Mikoto take a moment to share their impressions of their brief adventure in Kivotos before returning to their home world.",
  "[STORY_EVENT_832_1_NAME]": "New Year's Resolution",
  "[STORY_EVENT_832_1_DESC_1]": "It's just before the new year, and Maki, Kotama, and Hare are immersed in their video games. When the club members don't respond to her calls, Chihiro shows up at the club room and chastises them for their lazy antics. She then makes plans for everyone to go see the New Year's sunrise.",
  "[STORY_EVENT_832_2_NAME]": "An Unexpected Camp",
  "[STORY_EVENT_832_2_DESC_1]": "Maki and the group reluctantly gather in front of Millennium Academy. To their surprise, Chihiro announces that the plan is to go camping. Chihiro inspects everyone's packs to find...that none of the items they've brought are conducive to being in the outdoors.",
  "[STORY_EVENT_832_3_NAME]": "Pitch the Tent",
  "[STORY_EVENT_832_3_DESC_1]": "Veritas members arrive at the camp site. Unlike Chihiro, who's very motivated, the other members have a hard time doing outdoor activities for the first time in...almost ever. After setting up a tent, the members split up to enjoy some free time, and Chihiro begins reading with Sensei.",
  "[STORY_EVENT_832_4_NAME]": "Boredom Kills Hacker",
  "[STORY_EVENT_832_4_DESC_1]": "The Veritas members don't return after a long time, so Chihiro and Sensei set out to find them. While looking, they run into Hare, who's suffering from caffeine withdrawal. After sharing coffee with Hare, Sensei and Chihiro find out where Maki is. When they arrive at the cave she's in, the pair find Maki creating a huge work of art.",
  "[STORY_EVENT_832_5_NAME]": "Dancing with a Bear",
  "[STORY_EVENT_832_5_DESC_1]": "Meanwhile, Kotama, while recording environmental sounds deep in the forest, encounters members of the Athletic Training Club on special winter training. While talking with the Training Club members about the value of outdoor experiences, Chihiro warns them that they might encounter a bear preparing for hibernation... Then a bear really appears.",
  "[STORY_EVENT_832_6_NAME]": "Dinner Prep",
  "[STORY_EVENT_832_6_DESC_1]": "After returning to the campsite, the Veritas members prepare for an early dinner. While Chihiro gets a fire going, Maki, Kotama, and Hare clumsily prepare the ingredients.",
  "[STORY_EVENT_832_7_NAME]": "Chicken Hot Pot for the Soul",
  "[STORY_EVENT_832_7_DESC_1]": "Chihiro cooks up a chicken stew for the Veritas members. The rest of them add their prepared ingredients to the pot and share a meal together. After finishing, Sensei hears Hare's and Kotama's honest impressions about camping in front of the bonfire.",
  "[STORY_EVENT_832_8_NAME]": "The First Sight 1",
  "[STORY_EVENT_832_8_DESC_1]": "The next morning, Sensei and the Veritas members wake up early and begin hiking through the dark to see the sunrise. They run into Sumire while hiking, and she explains it might be difficult to see the sunrise because it's cloudy. The Veritas members are still unusually motivated to keep going. When they arrive at the top, the group finally sees a beautiful sunrise.",
  "[STORY_EVENT_832_9_NAME]": "The First Sight 2",
  "[STORY_EVENT_832_9_DESC_1]": "The Veritas members return after seeing the sunrise and find a number of reporters gathered around the camp. They find out that the murals Maki painted in the cave were mistaken for ancient artwork. It takes a while for Sensei and Chihiro to sort out the misunderstanding.",
  "[STORY_EVENT_832_10_NAME]": "Short-Lived Resolution",
  "[STORY_EVENT_832_10_DESC_1]": "Chihiro visits the club room for the first time a week into the new year. She immediately sees that the Veritas members are just as focused on their games as before. Angry that they learned nothing from their trip, she gives them all a severe lecture."
}