{
  "[STORY_BATTLE_NAME]": "Battle",
  "[STORY_BATTLE_DESC]": "Engage with the enemies.",

  "[STORY_MAIN_1_1_1_NAME]": "Welcome to the Foreclosure Task Force!",
  "[STORY_MAIN_1_1_1_DESC]": "Sensei receives a letter from Abydos High School and learns the students there are being bullied by a criminal organization. In a hurry, Sensei heads toward the Abydos district, but gets hopelessly lost in the process.",
  "[STORY_MAIN_1_1_1_P1_NAME]": "Receiving the Letter",
  "[STORY_MAIN_1_1_1_P1_DESC]": "After taking office for several days, Aorona said that many students had sent their help letters, in which one of them came from Abydos High School.",
  "[STORY_MAIN_1_1_1_P2_NAME]": "The Difficulties at Abydos",
  "[STORY_MAIN_1_1_1_P2_DESC]": "Sensei read the letter from Abydos, knowing that they were under attack of criminal organizations and facing problems like the ammunition running out. They thus requested help from Schale.",
  "[STORY_MAIN_1_1_1_P3_NAME]": "An Brief Introduction to Abydos",
  "[STORY_MAIN_1_1_1_P3_DESC]": "Aorona briefly introduced Sensei with the situations in Abydos, and was shocked at the fact that Abydos High School was being attacked. Right away, Sensei went to Abydos on a business trip.",
  "[STORY_MAIN_1_1_1_P4_NAME]": "Abydos Autonomous Region",
  "[STORY_MAIN_1_1_1_P4_DESC]": "After reaching the Abydos Autonomous Region, Sensei lost his way and couldn't find the school.",

  "[STORY_MAIN_1_1_2_NAME]": "First Day at Abydos",
  "[STORY_MAIN_1_1_2_DESC]": "Shiroko rescues Sensei and eventually the two arrive at Abydos' Foreclosure Task Force club room. Soon after, the school is attacked by the Kata-Kata Helmet Gang, and Sensei teams up with the students to fight back.",
  "[STORY_MAIN_1_1_2_P1_NAME]": "Meeting Shiroko",
  "[STORY_MAIN_1_1_2_P1_DESC]": "At the moment when Sensei found himself out of options, Sensei met Shiroko.",
  "[STORY_MAIN_1_1_2_P2_NAME]": "Shiroko",
  "[STORY_MAIN_1_1_2_P2_DESC]": "[Animation of Shiroko meeting Sensei]",
  "[STORY_MAIN_1_1_2_P3_NAME]": "Explanation",
  "[STORY_MAIN_1_1_2_P3_DESC]": "After meeting Shiroko, Sensei expressed the fact that he was on a business story but lost. Shiroko said that the surrounding areas have long been abandoned, and offered Sensei a can of energy drink. Later, Shiroko carried Sensei to arrive at school.",
  "[STORY_MAIN_1_1_2_P4_NAME]": "Arriving at Foreclosure Task Force",
  "[STORY_MAIN_1_1_2_P4_DESC]": "After carrying Sensei to the Foreclosure Task Force's office, Sensei made it clear of the identity of Schale Sensei.",
  "[STORY_MAIN_1_1_2_P5_NAME]": "Engage",
  "[STORY_MAIN_1_1_2_P5_DESC]": "When everyone was about to discuss, gunshots were heard outside; it turned at that the Helmet Gang was attacking Abydos again. Sensei stayed in the office to command them, while others initialized the battle.",
  "[STORY_MAIN_1_1_2_P7_NAME]": "Victory",
  "[STORY_MAIN_1_1_2_P7_DESC]": "Everyone engaged, and under the commands of Sensei's, they won.",

  "[STORY_MAIN_1_1_3_NAME]": "Being an Adult is Amazing!",
  "[STORY_MAIN_1_1_3_DESC]": "After defeating the Helmet Gang, the Foreclosure Task Force introduce themselves to Sensei at Abydos High School. Having solved some supply issues with Sensei's help, the students want to use their momentum to crush the Helmet Gang's outpost.",
  "[STORY_MAIN_1_1_3_P1_NAME]": "Discussing About the Battle Plan",
  "[STORY_MAIN_1_1_3_P1_DESC]": "Right after defeating the Helmet Gang, everyone was amazed by Sensei's ability on commanding the battle. Then everyone introduced themselves. Hoshino proposed to engage their outpost and Sensei agreed.",
  "[STORY_MAIN_1_1_3_P3_NAME]": "Returning to School",
  "[STORY_MAIN_1_1_3_P3_DESC]": "After the victory, everyone returned to school.",

  "[STORY_MAIN_1_1_4_NAME]": "The Task Force's Predicament",
  "[STORY_MAIN_1_1_4_DESC]": "The students explain to Sensei that their school's over 900 million yen in debt and how difficult it is for them to even keep up with interest payments. When Sensei offers to help, Serika goes off on a tirade about how grown-ups can't be trusted.",
  "[STORY_MAIN_1_1_4_P1_NAME]": "Discussing About the Battle Plan",
  "[STORY_MAIN_1_1_4_P1_DESC]": "Back at school, everyone thanked Sensei but accidentally slipped the \"debt\" thing. Serika expressed her trust issues on Sensei, unwilling to talk about that topic and left. Nonomi followed her up.",
  "[STORY_MAIN_1_1_4_P2_NAME]": "The Debt",
  "[STORY_MAIN_1_1_4_P2_DESC]": "From what the Hoshino and Ayane said, Sensei acknowledged the debt worth 962.36 million yen. Sensei also knew that sandstorms kept happening in recent years, and no efforts were achieved despite the large amount of funds that the school put into it. As no banks were willing to lend them money, they were forced to turn to loan sharks. The deserialization only went worse and worse, together with the skyrocketing debt; as a result, many students had left the school.",
  "[STORY_MAIN_1_1_4_P3_NAME]": "Serika",
  "[STORY_MAIN_1_1_4_P3_DESC]": "Serika left the school and Nonomi followed.",

  "[STORY_MAIN_1_1_5_NAME]": "A Day in the Life of Serika",
  "[STORY_MAIN_1_1_5_DESC]": "Sensei and the Foreclosure Task Force trail Serika to her part-time job at a ramen shop. They end up sharing a nice meal with her, but Serika is still quite sullen. On her way back from work, Serika is kidnapped by the Helmet Gang.",
  "[STORY_MAIN_1_1_5_P1_NAME]": "Bumping Into Serika",
  "[STORY_MAIN_1_1_5_P1_DESC]": "Sensei bumped into Serika and greeted her nicely, wanting to know where and what she's going. Serika dodged but was followed by Sensei closely; she later admitted that she was going to part-time jobs and asked Sensei not to follow, yet Sensei didn't listen.",
  "[STORY_MAIN_1_1_5_P2_NAME]": "The Ramen Store",
  "[STORY_MAIN_1_1_5_P2_DESC]": "Sensei brought others at the FTF to the very ramen store that Serika was working for. Though surprised, Serika led the way to the table; later, Nonomi purposed to pay with her cards, but Sensei did that with his own at last. After lunch, everyone returned to school under the strong request by the embarrassed Serika.",
  "[STORY_MAIN_1_1_5_P3_NAME]": "Off the Work",
  "[STORY_MAIN_1_1_5_P3_DESC]": "Serika finally got off work at night, but was ambushed by the Helmet Gang. She was captured alive.",

  "[STORY_MAIN_1_1_6_NAME]": "Rescue Mission!",
  "[STORY_MAIN_1_1_6_DESC]": "When Serika goes incommunicado after parting at the ramen shop, Sensei uses Schale's authority to triangulate the position of Serika's cell phone and sets out to rescue her.",
  "[STORY_MAIN_1_1_6_P1_NAME]": "The Missing Serika",
  "[STORY_MAIN_1_1_6_P1_DESC]": "Already far into the off-work time, yet no trace of Serika could be found. Shiroko thought it was the Helmet Gang who kidnapped her, and the returned Sensei and Hoshino proved that guess.",
  "[STORY_MAIN_1_1_6_P2_NAME]": "Words of Serika",
  "[STORY_MAIN_1_1_6_P2_DESC]": "Serika, who found herself having been kidnapped, felt extremely uneasy, fearing that would make everyone abandon or mistake her. As she was sobbing in the back of the truck, the Foreclosure Committee made their way just in time, blowing up the truck to rescue her.",

  "[STORY_MAIN_1_1_7_NAME]": "A New Threat?",
  "[STORY_MAIN_1_1_7_DESC]": "Sensei and the task force manage to rescue Serika from the Helmet Gang. Ayane finds signs of contraband among the tank's wreckage. Meanwhile, the Kaiser PMC that controlled the Helmet Gang decides to enlist the help of Problem Solver 68.",
  "[STORY_MAIN_1_1_7_P1_NAME]": "The Hidden Fact",
  "[STORY_MAIN_1_1_7_P1_DESC]": "Though successfully rescued Serika, she still fell apart after getting a shot of the anti-air missile. Ayane found the Helmet Gang seemed to be using illegal weapons in Kivotos, suggesting that there might be a bigger hand in the dark.",
  "[STORY_MAIN_1_1_7_P2_NAME]": "PMC and Problem Solver",
  "[STORY_MAIN_1_1_7_P2_DESC]": "Due to the ineffectiveness of the Helmet Gang, PMC decided to hire the professionals Problem Solver 68 to finish the task. They cleaned some of the Gang's members and established some sphere of influence.",
  "[STORY_MAIN_1_1_7_P3_NAME]": "A Thank from Serika",
  "[STORY_MAIN_1_1_7_P3_DESC]": "Sensei visited Serika. Though still didn't trust Sensei, she thanked Sensei and left in a hurry.",

  "[STORY_MAIN_1_1_8_NAME]": "The Might of Problem Solver 68",
  "[STORY_MAIN_1_1_8_DESC]": "The Foreclosure Task Force struggles to come up with ideas on how to pay off the school's debt. Sensei and the students run into the impoverished employees of Problem Solver 68 while grabbing some ramen after the meeting.",
  "[STORY_MAIN_1_1_8_P1_NAME]": "Discussion",
  "[STORY_MAIN_1_1_8_P1_DESC]": "The regular meeting for Abydos's Foreclosure Task Force began, as everyone purposed their own way to pay the debt.",
  "[STORY_MAIN_1_1_8_P2_NAME]": "Serika Being Deceived",
  "[STORY_MAIN_1_1_8_P2_DESC]": "Serika found an ad concerning a bracelet that will make everyone luckier. But it was soon discovered to be a Pyramid Scheme by others.",
  "[STORY_MAIN_1_1_8_P3_NAME]": "Hijack School Buses",
  "[STORY_MAIN_1_1_8_P3_DESC]": "Hoshino pointed out that the root cause of being unable to pay is because of the students left. Therefore it'll be fine as soon as they hijacked students from other schools. Denied by Ayane.",
  "[STORY_MAIN_1_1_8_P4_NAME]": "Rob a Bank",
  "[STORY_MAIN_1_1_8_P4_DESC]": "Shiroko straighted to the plan of robbing a bank, saying that she had found out everyone and in that way, they would be able to earn 100 million in just five minutes. Criminal as it is, it was denied by Ayane and Serika.",
  "[STORY_MAIN_1_1_8_P5_NAME]": "Pop Idols",
  "[STORY_MAIN_1_1_8_P5_DESC]": "Nonomi proposed that everyone should become pop idols, but was denied by multiple.",
  "[STORY_MAIN_1_1_8_P6_NAME]": "The Choice by Sensei",
  "[STORY_MAIN_1_1_8_P6_DESC]": "As the dispute erupted, Sensei was forced to make a choice. But even Sensei's choice disappointed Ayane and made her overturn the table angrily. Everyone was under a good lecture later.",
  "[STORY_MAIN_1_1_8_P7_NAME]": "The Ramen Store and Problem Solver 68",
  "[STORY_MAIN_1_1_8_P7_DESC]": "Everyone decided to take Ayane to that ramen store to have a meal, and it was there that they met the Problem Solver 68. Spent all the money hiring the mercenaries, they could only afford the cheapest ramen; the owner took pity on them and gave them extra ramen. Aru talked with the Foreclosure Task Force, completely unaware of their identity of Abydos High School.",

  "[STORY_MAIN_1_1_9_NAME]": "Unrelenting Blood Feud",
  "[STORY_MAIN_1_1_9_DESC_1]": "Aru grapples with her feelings after realizing that the ones who treated her to a bowl of ramen were actually Abydos students. She resolves anew to attack Abydos High School with her hired guns.",
  "[STORY_MAIN_1_1_9_DESC_2]": "Thanks to the work of the Foreclosure Task Force, Aru and Problem Solver are forced to withdraw.",
  "[STORY_MAIN_1_1_9_P1_NAME]": "The Hindsight",
  "[STORY_MAIN_1_1_9_P1_DESC]": "It was not until the departure with the Abydos did Aru realize their identity with the help from other members. Though conflicted in heart, Aru was determined to launch the attack at last.",
  "[STORY_MAIN_1_1_9_P2_NAME]": "The Approaching Battle",
  "[STORY_MAIN_1_1_9_P2_DESC]": "The Problem Solver 68 met the hired mercenaries and was ready to attack. Meanwhile, Abydos noticed the marching enemies, only to find out it was the doings of Problem Solver 68 that they met in the ramen store.",
  "[STORY_MAIN_1_1_9_P4_NAME]": "The Failed Battle",
  "[STORY_MAIN_1_1_9_P4_DESC]": "Unsurprisingly, the Problem Solver 68 was defeated completely. As the off-work arrived, the Problem Solver 68 lost their backup and was forced to retreat.",

  "[STORY_MAIN_1_1_10_NAME]": "In Search of a Clue",
  "[STORY_MAIN_1_1_10_DESC]": "The Foreclosure Task Force learn that Problem Solver 68 is a group of delinquents from Gehenna Academy and that the Helmet Gang's weapons came from the Black Market. Sensei and the students head there to investigate.",
  "[STORY_MAIN_1_1_10_P1_NAME]": "Meeting Ayane and Mutsuki",
  "[STORY_MAIN_1_1_10_P1_DESC]": "On the way to school, Sensei met Ayane. Ayane said she was going to prepare for the debt payment at school and had found everything about the Problem Solver 68. It was then that Mutsuki appeared. Mutsuki invited Sensei to pay a visit on them, but was scolded by Ayane before leaving.",
  "[STORY_MAIN_1_1_10_P2_NAME]": "The Monthly Payment",
  "[STORY_MAIN_1_1_10_P2_DESC]": "The Foreclosure Task Force made the debt payment in cash, when Shiroko felt something was off.",
  "[STORY_MAIN_1_1_10_P3_NAME]": "A Brief Report",
  "[STORY_MAIN_1_1_10_P3_DESC]": "Ayane found out all the information of Problem Solver 68, stressing that they were seen as problem children in Gehenna, and therefore they should be handled with caution. On the other hand, Ayane thought that if they need to find the origin of the illegal weapons, they might have to visit the Black Market.",

  "[STORY_MAIN_1_1_11_NAME]": "To the Black Market! Part 1",
  "[STORY_MAIN_1_1_11_DESC_1]": "The Foreclosure Task Force bumps into Trinity student Hifumi at the Black Market. She came to buy a limited-edition Peroro plush, but was chased by a group of bullies. The task force steps in, and a fight ensues.",
  "[STORY_MAIN_1_1_11_DESC_2]": "Having beat back the bullies, Hifumi and the Foreclosure Task Force leave the scene before an even bigger mess happens.",
  "[STORY_MAIN_1_1_11_P1_NAME]": "First Time Arriving",
  "[STORY_MAIN_1_1_11_P1_DESC]": "The Foreclosure Task Force was amazed by the scale of the market. Then everyone met Hifumi, who was being chased by some gangsters at that moment, and saved her for good.",
  "[STORY_MAIN_1_1_11_P2_NAME]": "The Reason",
  "[STORY_MAIN_1_1_11_P2_DESC]": "Everyone asked why she was being chased, and Hifumi answered that it was because of the limited edition of the Pellolo. It was at this moment that the gangsters were back, and everyone started to engage.",
  "[STORY_MAIN_1_1_11_P4_NAME]": "Leave As Soon As Possible",
  "[STORY_MAIN_1_1_11_P4_DESC]": "Hifumi worried that they might attract the attention of the securities of the Black Market, and she offered to lead the way.",

  "[STORY_MAIN_1_1_12_NAME]": "To the Black Market! Part 2",
  "[STORY_MAIN_1_1_12_DESC]": "Hifumi agrees to guide The Foreclosure Task Force around the market in return for helping her earlier. Meanwhile, the boss of Problem Solver 68, Aru, struggles to get a loan so she can pay off her earlier mistake.",
  "[STORY_MAIN_1_1_12_P1_NAME]": "Leading the Way",
  "[STORY_MAIN_1_1_12_P1_DESC]": "As Hifumi was more familiar with the Market, everyone asked her to lead the way for them.",
  "[STORY_MAIN_1_1_12_P2_NAME]": "Confusion",
  "[STORY_MAIN_1_1_12_P2_DESC]": "The failure mission carried out by Problem Solver 68 shocked the PMC, who insisted that the data must be wrong. Yet Black Suit thought the data was nothing wrong and decided to investigate the reasons.",
  "[STORY_MAIN_1_1_12_P3_NAME]": "Borrowing Money",
  "[STORY_MAIN_1_1_12_P3_DESC]": "Failing the mission, as well as running out of money, the Problem Solver decided to turn to loan. Though Aru's account was suspended due to the wanted warrant issued by the Prefect Team, she seemed to have her own way.",

  "[STORY_MAIN_1_1_13_NAME]": "The Masked Swimsuit Gang! Part 1",
  "[STORY_MAIN_1_1_13_DESC]": "At the Black Market, the Foreclosure Task Force see their debt money being funneled into the Stygian Bank. Outraged that their hard-earned money is being used for illicit activities, the students plan a bank heist.",
  "[STORY_MAIN_1_1_13_P1_NAME]": "Taking a Short Break",
  "[STORY_MAIN_1_1_13_P1_DESC]": "Walking for hours long, the Foreclosure Task Force and Hifumi were all exhausted. Wanting to eat some Taiyaki, Nonomi offered everyone some snacks.",
  "[STORY_MAIN_1_1_13_P2_NAME]": "The Black Market's Bank",
  "[STORY_MAIN_1_1_13_P2_DESC]": "Hifumi continued to introduce the situation at the Black Market and mentioned about the Black Market Bank. As discussion went, Ayane warned that the securities were approaching and everyone hid immediately.",
  "[STORY_MAIN_1_1_13_P3_NAME]": "The Truth",
  "[STORY_MAIN_1_1_13_P3_DESC]": "Everyone discovered that their debt payment seemed to be flowing directly into the bank. And in order to prove this, Shiroko brought up her plan of robbing a bank again, hoping to find the documents in the process. Hifumi was then \"willingly\" to be involved in this.",

  "[STORY_MAIN_1_1_14_NAME]": "The Masked Swimsuit Gang! Part 2",
  "[STORY_MAIN_1_1_14_DESC]": "Aru is waiting for a loan interview at the Stygian Bank when the masked members of the Foreclosure Task Force burst in and steal all the bank's money. The Black Market Guard gives chase, and Aru admires the students' act of pure villainy.",
  "[STORY_MAIN_1_1_14_P1_NAME]": "Rob the Bank",
  "[STORY_MAIN_1_1_14_P1_DESC]": "Aru was rejected for a loan due to poor records and unable to mortgage any property. When arguing with the staff, Abydos broke in.",
  "[STORY_MAIN_1_1_14_P2_NAME]": "The Masked Swimsuit Gang",
  "[STORY_MAIN_1_1_14_P2_DESC]": "The Abydos threatened the staff to hand out the records, and accidentally took out 100-million-worth money. Aru was greatly amazed by the side; other members were just chilling there. After the robbery, the security called for the Black Market guards, and everyone began to engage.",

  "[STORY_MAIN_1_1_15_NAME]": "Riding off Into the Sunset!",
  "[STORY_MAIN_1_1_15_DESC]": "After outrunning the Black Market Guard, the group begins to question their resolve. Hoshino persuades them to take only the documents they need. Later, Problem Solver discovers the piles of money that were left behind.",
  "[STORY_MAIN_1_1_15_P1_NAME]": "The Escape",
  "[STORY_MAIN_1_1_15_P1_DESC]": "Defeating the guards, everyone was out.",
  "[STORY_MAIN_1_1_15_P2_NAME]": "The Bottom Line That Cannot Be Crossed",
  "[STORY_MAIN_1_1_15_P2_DESC]": "When confirming the situation, everyone was surprised to find out that the 100 million money was with them all the time. Serika and Nonomi wanted to use them to pay the debt, but was opposed by Hoshino greatly. Hoshino said that the bottom lines could not be crossed. At last everyone agreed to take away the documents only.",
  "[STORY_MAIN_1_1_15_P3_NAME]": "Admiration from Aru",
  "[STORY_MAIN_1_1_15_P3_DESC]": "Aru caught up suddenly and everyone returned to the \"Masked Swimsuit Gang\". Aru expressed the admiration towards them and said she wanted to be a villain just like them. Then the Problem Solver took away the money, and Aru was told the reality at the very end.",

  "[STORY_MAIN_1_1_16_NAME]": "The Truth Revealed",
  "[STORY_MAIN_1_1_16_DESC]": "The documents reveal the true mastermind: a mega-syndicate known as the Kaiser Corporation. Confronted with such a seemingly insurmountable societal evil, the dejected students of the Foreclosure Task Force call it a day.",
  "[STORY_MAIN_1_1_16_P1_NAME]": "Truths Surfacing",
  "[STORY_MAIN_1_1_16_P1_DESC]": "After a careful inspection on the records, they did find out the money was flowing into the bank, and was directly used to support the Helmet Gang. Everything showed that Kaiser Corporation seemed to be plotting against Abydos.",
  "[STORY_MAIN_1_1_16_P2_NAME]": "Goodbye Hifumi",
  "[STORY_MAIN_1_1_16_P2_DESC]": "Everyone bid farewell to Hifumi. Hifumi said that she would report the things to the Tea Party.",

  "[STORY_MAIN_1_1_17_NAME]": "The Gathering Storm",
  "[STORY_MAIN_1_1_17_DESC]": "Aru grapples with the thought of using funds acquired by the Foreclosure Task Force to attack Abydos High School. To lift her spirits, Problem Solver takes her to get Shiba Seki ramen. Meanwhile, a man in a black suit appears before Hoshino with a clandestine proposal.",
  "[STORY_MAIN_1_1_17_P1_NAME]": "Battle Again",
  "[STORY_MAIN_1_1_17_P1_DESC]": "Aru was worried all night about another attack against Abydos. Haruka already set the bombs in place. Mutsuki didn't understand why Aru didn't take the money first, and Aru expressed her concern on being interfering too much by the customer.",
  "[STORY_MAIN_1_1_17_P2_NAME]": "A Brief Introduction to Prefect Team",
  "[STORY_MAIN_1_1_17_P2_DESC]": "Someone purposed to get back to Gehenna, yet by Kayoko's careful analysis, the existence of the Prefect Team, especially Hina, would make them impossible to win and therefore impractical to go back.",
  "[STORY_MAIN_1_1_17_P3_NAME]": "Hoshino and Her Senior",
  "[STORY_MAIN_1_1_17_P3_DESC]": "Sensei met Nonomi and Hoshino at the Committee room. Hoshino left in advance due to her own business. Nonomi then talked about former Hoshino and her senior.",
  "[STORY_MAIN_1_1_17_P4_NAME]": "The Black Suit",
  "[STORY_MAIN_1_1_17_P4_DESC]": "Hoshino left school and had a meeting with the Black Suit. Black Suit recalled the so-called \"proposal\", claiming to give her \"a condition that she'll never be able to oppose\".",

  "[STORY_MAIN_1_1_18_NAME]": "We're Not Their Friends!",
  "[STORY_MAIN_1_1_18_DESC]": "Upon entering Shiba Seki, Master Shiba's warm welcome sends Aru into a screaming fit, unable to bear her guilty conscience any longer. Before anyone can stop her, Haruka plants a bomb and blows the shop to smithereens.",
  "[STORY_MAIN_1_1_18_P1_NAME]": "This Raman Restaurant",
  "[STORY_MAIN_1_1_18_P1_DESC]": "The ramen restaurant owner mistook the Problem Solver 68 for Abydos' friends. Aru suddenly realized that it was the restaurant that prevented her being a real villain. Haruka, who was unsure of Aru's saying, blew up the restaurant without a second thought.",
  "[STORY_MAIN_1_1_18_P2_NAME]": "Accident",
  "[STORY_MAIN_1_1_18_P2_DESC]": "The explosion attracted the Foreclosure Task Force's attention.",

  "[STORY_MAIN_1_1_19_NAME]": "You'll Pay for This!",
  "[STORY_MAIN_1_1_19_DESC_1]": "Unaware of Aru's true feelings, the Foreclosure Task Force blame Aru for the heinous atrocity she accidentally caused. Eventually, Aru ends up confronting the team, pretending to be the villain they believe she is.",
  "[STORY_MAIN_1_1_19_DESC_2]": "During the climax of the battle between Problem Solver and Foreclosure Task Force, the combatants are suddenly shelled from afar. Ayane announces that the cannons were fired by Gehenna Academy's Prefect Team.",
  "[STORY_MAIN_1_1_19_P1_NAME]": "The Real Villain",
  "[STORY_MAIN_1_1_19_P1_DESC]": "Haruka blew up the restaurant at the confusing speech delivered by Aru, which even made Mutsuki started blaming her. Upon arrival, the Foreclosure Task Force was even more furious when they discovered the evil doer. They started the battle immediately.",
  "[STORY_MAIN_1_1_19_P3_NAME]": "Unknown Gunfire",
  "[STORY_MAIN_1_1_19_P3_DESC]": "After defeating the Problem Solver, everyone discovered that unknown gunfire was firing towards them. Ayane then informed that it was the Prefect Team of Gehenna.",

  "[STORY_MAIN_1_1_20_NAME]": "The Prefect Team Goes to War!",
  "[STORY_MAIN_1_1_20_DESC_1]": "Gehenna's Prefect Team declares their intent to arrest the members of Problem Solver 68. The Foreclosure Task Force prepares for battle, rebutting that Gehenna Academy has no authority to make such an arrest on Abydos territory.",
  "[STORY_MAIN_1_1_20_DESC_2]": "Despite being outnumbered, the Foreclosure Task Force is victorious with Sensei's guidance. After the battle, the senior administrator of Gehenna's Prefect Team, Ako, steps in to mediate. Meanwhile, Haruka hatches a conspiracy.",
  "[STORY_MAIN_1_1_20_P1_NAME]": "Interference",
  "[STORY_MAIN_1_1_20_P1_DESC]": "The Prefect Team took down the Problem Solver 68 successfully, yet it arose the dissatisfaction of Abydos. As the other party was operating in Abydos without proper permission, such actions could be seen as ignoring authority. Everyone decided to engage.",
  "[STORY_MAIN_1_1_20_P2_NAME]": "Sensei",
  "[STORY_MAIN_1_1_20_P2_DESC]": "The Prefect Team found out that the Abydos were in combat posture and started to prepare to engage. But Chinatsu suddenly noticed Sensei and demanded a stop; yet it was too late.",
  "[STORY_MAIN_1_1_20_P4_NAME]": "Chairman Ako",
  "[STORY_MAIN_1_1_20_P4_DESC]": "Ako suddenly connected to the communication, temporarily stopping the actions of Iori. Haruka started her revenge plan at the same time.",

  "[STORY_MAIN_2_1_1_NAME]": "The Adventure Begins",
  "[STORY_MAIN_2_1_1_DESC]": "After receiving a bizarre letter, Sensei heads over to the Game Development Department and meets Midori and Momoi, two twins hard at work developing video games.",
  "[STORY_MAIN_2_1_1_P1_NAME]": "A Story of a Hero",
  "[STORY_MAIN_2_1_1_P1_DESC]": "With a muddy and confused mind, Sensei heard about a strange story about a hero.",
  "[STORY_MAIN_2_1_1_P2_NAME]": "Game Development Department",
  "[STORY_MAIN_2_1_1_P2_DESC]": "Sensei finally woke up and found himself at the Game Development Club. He was later told that the reason why he lost consciousness, was because of the direct hit by the PreyStation that Momoi threw out of the window. Momoi and Midori mentioned about their letter.",
  "[STORY_MAIN_2_1_1_P3_NAME]": "Receiving the Letter",
  "[STORY_MAIN_2_1_1_P3_DESC]": "Sensei received the letter from GDD, knowing that they were going to be closed. Aorona made a simple introduction about the Millennium School.",
  "[STORY_MAIN_2_1_1_P4_NAME]": "Game Development Department",
  "[STORY_MAIN_2_1_1_P4_DESC]": "Momoi and Midori made an formal self-introduction to Sensei again and proposed to go to the Ruins altogether. She mentioned that the closure was declared by Yuuka - yet, everyone was interrupted by a familiar voice.",

  "[STORY_MAIN_2_1_2_NAME]": "Seminar Treasurer Yuuka",
  "[STORY_MAIN_2_1_2_DESC]": "Seminar's treasurer, Yuuka, intends to shut down the Game Development Department due to its lackluster performance. And so, Midori and Momoi head to the ruins in search of a secret weapon to prevent their club's closure.",
  "[STORY_MAIN_2_1_2_P1_NAME]": "The Four Kings: Yuuka",
  "[STORY_MAIN_2_1_2_P1_DESC]": "Yuuka came to explain the situation, stating that the closure was inevitable. Momoi and Midori argued righteously, but was greeted with the mock of their only product - TSC, the very game that won the first place of The Worst Game of The Year.",
  "[STORY_MAIN_2_1_2_P2_NAME]": "Not something \"JUNK\"!",
  "[STORY_MAIN_2_1_2_P2_DESC]": "When Yuuka started demanding them to take all the things out and calling them \"just some junks\", Momoi suddenly made it clear that they'll surely secure the Prize and be at the top one. Though time limited to only two short weeks, Yuuka finally agreed.",
  "[STORY_MAIN_2_1_2_P3_NAME]": "G.Bible",
  "[STORY_MAIN_2_1_2_P3_DESC]": "After Yuuka left, the twins talked about their plans, in particular the book named G.Bible.",

  "[STORY_MAIN_2_1_3_NAME]": "To The Ruins",
  "[STORY_MAIN_2_1_3_DESC]": "Midori and Momoi are searching the ruins for G.BIBLE, the holy grail of game development. Unfortunately, hostile robots force them to retreat to the abandoned factory.",
  "[STORY_MAIN_2_1_3_P1_NAME]": "At The Ruins",
  "[STORY_MAIN_2_1_3_P1_DESC]": "Momoi and Midori started their adventure while dodging the weird robots. Momoi talked about some things about the ruins and told Sensei what G.BIBLE truly is - a game-making tutorial book written by one ancient game maker. As the talk goes, the were discovered by the robots, and Momoi decided to avoid them by going into a nearby abandoned factory.",

  "[STORY_MAIN_2_1_4_NAME]": "On That Day, We Met a Girl",
  "[STORY_MAIN_2_1_4_DESC]": "In the abandoned factory, the Game Development Department finds a humanoid robot by the name of Aris. For the sake of the club, Momoi brings Aris back to their club room to induct her as a new member.",
  "[STORY_MAIN_2_1_4_P1_NAME]": "In The Factory",
  "[STORY_MAIN_2_1_4_P1_DESC]": "The three ran into the factory and found no robots continuing chasing them. Right at the moment, the facility's built-in system began identifying them and recognized Sensei, granting them permission to proceed. They dropped to the bottom thanks to the door opened at the floor.",
  "[STORY_MAIN_2_1_4_P2_NAME]": "In The Pit",
  "[STORY_MAIN_2_1_4_P2_DESC]": "The three fell one by one, and thankfully Sensei was at the bottom providing some buffer.",
  "[STORY_MAIN_2_1_4_P3_NAME]": "Meeting Aris",
  "[STORY_MAIN_2_1_4_P3_DESC]": "In one sinkhole, the three found Aris who was asleep, as well as some text like \"AL-1S\". Momoi took pity on her and decided to take her back to Millennium. She also gave her own clothes for Aris to wear on. Aris woke up right after the interaction with Sensei.",
  "[STORY_MAIN_2_1_4_P4_NAME]": "The Club Room",
  "[STORY_MAIN_2_1_4_P4_DESC]": "Momoi took Aris back to the club room and Midori was shocked. Knowing barely anything, Aris started tossing the stuffs in the club room, like putting controllers and game consoles into month. Momoi then talked about her plan: she wanted to let Aris pretend to be a student at here, solving the club member number problem.",

  "[STORY_MAIN_2_1_5_NAME]": "I, Aris...",
  "[STORY_MAIN_2_1_5_DESC]": "Aris plays and thoroughly enjoys the Game Development Department's previous title, Tales Saga Chronicle. The club members are touched by her glowing response.",
  "[STORY_MAIN_2_1_5_P1_NAME]": "Discussion",
  "[STORY_MAIN_2_1_5_P1_DESC]": "Momoi and Midori discussed the possibility of disguising Aris as a Millennium student. Momoi was in charge of getting a falsified student ID card, while Midori and Yuzu would teach Aris how to \"speak\", in the hope of correcting her fixed speech pattern.",
  "[STORY_MAIN_2_1_5_P2_NAME]": "How To Speak",
  "[STORY_MAIN_2_1_5_P2_DESC]": "Momoi left in advance and Midori was troubled with how to teach. At this moment Aris found a magazine about the game they made before. Midori then decided to let Aris try their games, attempting to teach her with in-game dialogues.",
  "[STORY_MAIN_2_1_5_P3_NAME]": "Game Start",
  "[STORY_MAIN_2_1_5_P3_DESC]": "Aris started the game while Momoi and Midori explained about the game. Though faced with countless failures and crashed her system for several times, she kept going on and eventually made it.",
  "[STORY_MAIN_2_1_5_P4_NAME]": "Ending",
  "[STORY_MAIN_2_1_5_P4_DESC]": "With the help of Momoi and Midori, Aris was able to reach the True End within 3 hours. When asked about the comments on the game, Aris thought it was fun. Hearing this, Yuzu stepped out of the wardrobe, thanking Aris sincerely.",

  "[STORY_MAIN_2_1_6_NAME]": "How to Learn a Language",
  "[STORY_MAIN_2_1_6_DESC]": "Aris stays up all night playing through all of the Game Development Department's recommended video games, and by the end of it, has learned to speak more like a regular person. Momoi gives Aris what she'll need to blend in as a student at the Millennium School.",
  "[STORY_MAIN_2_1_6_P1_NAME]": "Aris, a Student of Millennium!",
  "[STORY_MAIN_2_1_6_P1_DESC]": "Yuzu reintroduced herself to Aris and wanted to recommend RPG games to her. Upon hearing this, the other two joined in too. Aris played games day and night, completing them at an incredible rate.",
  "[STORY_MAIN_2_1_6_P2_NAME]": "Take a Look Around Millennium",
  "[STORY_MAIN_2_1_6_P2_DESC]": "When everything woke up, Aris had been much better in the way of her speech. Momoi also got the falsified student ID card. Then, Momoi purposed to take Aris around the Millennium.",

  "[STORY_MAIN_2_1_7_NAME]": "Much Too Big to Be Called a Gun",
  "[STORY_MAIN_2_1_7_DESC]": "The Game Development Department heads to the Engineering Department to get Aris a firearm. Aris ends up picking a railgun meant to be attached to an intergalactic battleship. The Engineering Department challenges Aris to a fight to test her abilities.",
  "[STORY_MAIN_2_1_7_DESC_2]": "Aris skillfully uses the railgun to fend off the Engineering Department members, despite never having held such a weapon before. Utaha, the president of the Engineering Department, begins to become suspicious of Aris' unusual physical prowess.",
  "[STORY_MAIN_2_1_7_P1_NAME]": "Go To The Engineering Department!",
  "[STORY_MAIN_2_1_7_P1_DESC]": "All of the Game Development Club went to the Engineering Department with Aris.",
  "[STORY_MAIN_2_1_7_P2_NAME]": "Visiting Engineering Department",
  "[STORY_MAIN_2_1_7_P2_DESC]": "Utaha and others welcomed them, and Hibiki took the initiative to choose weapons for Aris. But Aris soon put her attention onto a railgun, which was them introduced by Kotori. She mentioned that the development was terminated due to funding issues. All of the Engineering Department thought Aris couldn't lift it up, but Aris had not only lifted it, but also left a hole on the club room; as a last resort, the Engineering Department challenged the Game Development Club, who can take it away if they won them.",
  "[STORY_MAIN_2_1_7_P4_NAME]": "Aris' Abilities",
  "[STORY_MAIN_2_1_7_P4_DESC]": "Hibiki continued adjusting for Aris, yet Utaha noticed that Aris was in fact a machine and was worried for her abilities.",

  "[STORY_MAIN_2_1_8_NAME]": "Eligibility Screening ",
  "[STORY_MAIN_2_1_8_DESC]": "Yuuka visits the Game Development Department to screen their new member's eligibility. Aris practices the art of self-introduction with Midori and Momoi.",
  "[STORY_MAIN_2_1_8_P1_NAME]": "Worries and Concerns",
  "[STORY_MAIN_2_1_8_P1_DESC]": "Momoi was confident that Aris would be able to pass the screening easily, while Midori didn't think so. Momoi then decided to test that, but the result was not looking good.",
  "[STORY_MAIN_2_1_8_P2_NAME]": "The Arrival of Yuuka",
  "[STORY_MAIN_2_1_8_P2_DESC]": "Yuuka visited the Department and met Aris. Pretty surprised, she said that she had never met such an adorable child. Midori mentioned about the closure stuff; Yuuka said that due to a change on procedure, the eligibility review is inevitable. Yuuka immediately started her questioning.",

  "[STORY_MAIN_2_1_9_NAME]": "Yuuka's Questions",
  "[STORY_MAIN_2_1_9_DESC]": "Satisfied with Aris' answers, Yuuka admits Aris as an official member of the club, but remains adamant about shutting down the Game Development Department if their next game doesn't come together. Once again, the club members head to the ruins in search of G.BIBLE.",
  "[STORY_MAIN_2_1_9_P1_NAME]": "Are You Being Kidnapped",
  "[STORY_MAIN_2_1_9_P1_DESC]": "Yuuka first whispered to ask whether she was being kidnapped or not and was cut off by Momoi and Midori. Yuuka had to restarted the questioning.",
  "[STORY_MAIN_2_1_9_P2_NAME]": "Questions Start",
  "[STORY_MAIN_2_1_9_P2_DESC]": "Yuuka started questioning and Momoi fixed her eyes onto Aris nervously, yet Aris still made huge mistakes.",
  "[STORY_MAIN_2_1_9_P3_NAME]": "The Danger Remained",
  "[STORY_MAIN_2_1_9_P3_DESC]": "Though the speech pattern is somewhat odd, but Yuuka could already feel Aris' love towards games. Therefore, she acknowledged her identity as a member of the Game Development Club. Yet she also said that due to a sudden change to the related rules, they would still get closed if they couldn't make any products at the end of this month.",
  "[STORY_MAIN_2_1_9_P4_NAME]": "For the Club",
  "[STORY_MAIN_2_1_9_P4_DESC]": "After Yuuka left, Yuzu got out of her wardrobe, stating that she would like to go to the Ruins to find the book G.Bible. She agreed the idea of protecting the club together purposed by Momoi and Midori.",

  "[STORY_MAIN_2_1_10_NAME]": "Back To the Ruins",
  "[STORY_MAIN_2_1_10_DESC]": "Thanks to Aris, the Game Development Department easily defeats the hostile robots in the ruins this time.",
  "[STORY_MAIN_2_1_10_P1_NAME]": "Outside the Factory",
  "[STORY_MAIN_2_1_10_P1_DESC]": "Outside the factory, everyone was met with fierce attack from the robots. Midori wanted to retreat but was rejected by Momoi. She thought that the robots would eventually gather and made the situation far worse than now. Encouraged by Aris and Momoi, everyone decided to engage.",

  "[STORY_MAIN_2_1_11_NAME]": "Right There, In That Place",
  "[STORY_MAIN_2_1_11_DESC]": "The Game Development Department makes it to a rundown factory. As if by instinct, Aris is drawn to the computer which contains G.BIBLE. She's able to download the data onto her gaming device...",
  "[STORY_MAIN_2_1_11_P1_NAME]": "Inside the Factory",
  "[STORY_MAIN_2_1_11_P1_DESC]": "Everyone made the way to the factory. Aris suddenly remembered something and went away on her own. They followed Aris and found a computer running a system called \"Divi: Sion\".",
  "[STORY_MAIN_2_1_11_P2_NAME]": "The Computer",
  "[STORY_MAIN_2_1_11_P2_DESC]": "The computer recognized Aris but was about to shut down due to low battery, with data on board going to be lost as well. To get the G.Bible saved on it, Momoi gave away her game console and her game saves. At last the data was secured, but it required a password to access. Momoi complained and unintentionally attracted the robots.",

  "[STORY_MAIN_2_1_12_NAME]": "In Search of the Mirror",
  "[STORY_MAIN_2_1_12_DESC]": "In order to read the G.BIBLE, the Game Development Department needs to decrypt the password. To do so, they reach out to Veritas. Maki tells them they'll need the Mirror that was confiscated by the Student Council. To retrieve it, they'll need to get into the contraband storage guarded by the Maid Club.",
  "[STORY_MAIN_2_1_12_P1_NAME]": "An Overview of G.Bible",
  "[STORY_MAIN_2_1_12_P1_DESC]": "Hare from Veritas brought a bad news to everyone: Momoi's game saves could not be recovered. Momoi cried out after hearing this. Maki, by analyzing the file's metadata, confirmed its genuity, but was unable to crack the password.",
  "[STORY_MAIN_2_1_12_P2_NAME]": "The Mirror",
  "[STORY_MAIN_2_1_12_P2_DESC]": "For Maki's reference, she thought that it is possible if they were just extracting the encrypted files rather than cracking the password. Yet a tool specifically designed to do so, called \"Mirror\", was confiscated by the Seminar recently. As a tool created by the president, Veritas intended to retrieve it back, which made an unexpected collision with the GDD. As a result, they purposed to raid Millennium's Seminar.",
  "[STORY_MAIN_2_1_12_P3_NAME]": "A Request by Yuuka",
  "[STORY_MAIN_2_1_12_P3_DESC]": "Yuuka got the intel of Game Development Department planning to raid Seminar with Veritas, and so she asked assistance from Akane of C&C.",
  "[STORY_MAIN_2_1_12_P4_NAME]": "A Problem",
  "[STORY_MAIN_2_1_12_P4_DESC]": "Maki explained the current situation to GDD: the Mirror was stored at the Contraband Room of Seminar's, where C&C is the one who guards it. Momoi immediately decided to retreat, but Kotama said that she know some intel about C&C.",
  "[STORY_MAIN_2_1_12_P5_NAME]": "Intel of C&C",
  "[STORY_MAIN_2_1_12_P5_DESC]": "Kotama mentioned that, currently, the president and the real girl Neru was absent, and therefore they had a chance to head-to-head with C&C.",
  "[STORY_MAIN_2_1_12_P6_NAME]": "Promise from Akane",
  "[STORY_MAIN_2_1_12_P6_DESC]": "Knowing the Neru was absent, Yuuka was shocked. Yet Akane promised her that C&C would eventually nail it.",
  "[STORY_MAIN_2_1_12_P7_NAME]": "It's Decided!",
  "[STORY_MAIN_2_1_12_P7_DESC]": "Momoi still held her concern on whether participating or not, but Midori had already decided it: the GDD is an important place for everyone to gather and laugh, and she wanted to protect all of this. Having played more than 40 RPG games, Aris concluded that it's nothing more important than friends alongside in an adventure. Hare appreciated that and asked Sensei to let the Engineering Department join them as well.",
  "[STORY_MAIN_2_1_12_P8_NAME]": "Engineering Department As Well",
  "[STORY_MAIN_2_1_12_P8_DESC]": "Everyone arrived at the Engineering Department. Invited by Sensei, they decided to join in.",
  "[STORY_MAIN_2_1_12_P9_NAME]": "Already Started",
  "[STORY_MAIN_2_1_12_P9_DESC]": "Momoi asked when would it start, and was replied with \"We've already started.\" by Hare.",
  "[STORY_MAIN_2_1_12_P10_NAME]": "Himari",
  "[STORY_MAIN_2_1_12_P10_DESC]": "Akane was curious about the source of the intel, and Yuuka replied to her with a catty smile: Himari, the president of Veritas, told her directly.",

  "[STORY_MAIN_2_1_13_NAME]": "Nerds vs. Maids",
  "[STORY_MAIN_2_1_13_DESC]": "While Aris and Veritas create a distraction, Midori, Momoi, and Sensei attempt a frontal assault on Seminar.",
  "[STORY_MAIN_2_1_13_DESC_2]": "Veritas' hacking ends up trapping Akane in a sealed room.",
  "[STORY_MAIN_2_1_13_P1_NAME]": "Aris Down",
  "[STORY_MAIN_2_1_13_P1_DESC]": "Aris took the role as forceful breakthrough girl, but was arrested at last. Akane expressed her liking towards Aris. Yuuka suddenly realized the trap in it, and enjoined the subordinate to replace the security system with the ones that were not from the Engineering Department.",
  "[STORY_MAIN_2_1_13_P2_NAME]": "Stage One Completed",
  "[STORY_MAIN_2_1_13_P2_DESC]": "Aris was arrested and it was according to the plan. The Engineering Department said they were ready.",
  "[STORY_MAIN_2_1_13_P3_NAME]": "Begin the Battle!",
  "[STORY_MAIN_2_1_13_P3_DESC]": "As the night fell over, both Veritas and Engineering Department said they were all ready.",
  "[STORY_MAIN_2_1_13_P4_NAME]": "Stage Two!",
  "[STORY_MAIN_2_1_13_P4_DESC]": "Yuuka and Akane found out the Game Development Department through the surveillance cameras, and Akane was off to engage.",
  "[STORY_MAIN_2_1_13_P5_NAME]": "The Meeting",
  "[STORY_MAIN_2_1_13_P5_DESC]": "During the meeting held two hours ago, Hare mentioned that the only way to access the Contraband Room would be the lifts. Yet both the lifts and the doors on the top floor should only be verified by fingerprints, and failed to verify that would also trigger multiple mechanisms. In order to break through the security system, Hibiki proposed to disable the system for a while, and by that means the Veritas would be able to start hacking.",
  "[STORY_MAIN_2_1_13_P6_NAME]": "The Broken Surveillance Cameras",
  "[STORY_MAIN_2_1_13_P6_DESC]": "Akane thought herself meeting Momoi and Midori, which was then turned out to be Maki and Kotori of the Engineering Department. Akane requested to confirm the status, and it was then all of them realized that the surveillance network had been hacked.",
  "[STORY_MAIN_2_1_13_P7_NAME]": "Let's Go To The Top Floor!",
  "[STORY_MAIN_2_1_13_P7_DESC]": "Momoi and Midori was at the lift, while Akane and others were locked up together due to the unmatched fingerprints. Yuuka realized the trap set by Aris too late. Momoi, Midori and Sensei arrived at the floor and successfully unlocked with their own fingerprints, yet they were met with other Seminar members.",
  "[STORY_MAIN_2_1_13_P9_NAME]": "Within the Shooting Range",
  "[STORY_MAIN_2_1_13_P9_DESC]": "Though the door stayed closed and unable to contact Asuna, Akane received a message from another partner - Karin. She confirmed that the Game Development Department members had already within the shooting range.",

  "[STORY_MAIN_2_1_14_NAME]": "Maids vs. Meisters",
  "[STORY_MAIN_2_1_14_DESC]": "The Game Development Department shakes off the Maid Club's sniper, Karin, with President Utaha's help. However, shortly after, they are confronted by another maid: Asuna.",
  "[STORY_MAIN_2_1_14_P1_NAME]": "The Sniper",
  "[STORY_MAIN_2_1_14_P1_DESC]": "When Midori thought they were away from the threats, a single shot of sniping bullet fired against them. Momoi realized it was Karin's doing. On the roof, as Karin prepared for the next shot, the Engineering Department came just in time and disturbed the plan. Midori and others continued to advance immediately.",
  "[STORY_MAIN_2_1_14_P2_NAME]": "The Power Failure",
  "[STORY_MAIN_2_1_14_P2_DESC]": "Akane blew up the doors successfully. When attempting to take the lift, a power failure occurred.",
  "[STORY_MAIN_2_1_14_P3_NAME]": "Ambush",
  "[STORY_MAIN_2_1_14_P3_DESC]": "Though Midori and Momoi arrived at the front door of Contraband Room, they were ambushed by Asuna.",

  "[STORY_MAIN_2_1_15_NAME]": "A Spreading Danger",
  "[STORY_MAIN_2_1_15_DESC]": "Having taken too long, Akane and Karin escape their bonds, an event spelling disaster for the Game Development Department's mission. Just then, Aris comes to the rescue and succeeds in infiltrating the Student Council's contraband storage room.",
  "[STORY_MAIN_2_1_15_P1_NAME]": "A Worsening Battle",
  "[STORY_MAIN_2_1_15_P1_DESC]": "Yuuka put the confiscated robots into the battle. Asuna was tough to deal with. The Engineering Department failed to suppress the sniper Karin. Akane was on her way. At the seemingly hopeless moment, the Game Development Department remembered the meeting.",
  "[STORY_MAIN_2_1_15_P2_NAME]": "A Backup Plan",
  "[STORY_MAIN_2_1_15_P2_DESC]": "Everyone agreed that the plan itself tolerates no failure, so a backup plan is required. After the power failure, Aris sensed that the time was ripe. She escaped the self-reflection room and headed to the Contraband Room.",
  "[STORY_MAIN_2_1_15_P3_NAME]": "Sword of Light",
  "[STORY_MAIN_2_1_15_P3_DESC]": "Yuuka and others finally arrived and announced that the GDD would be confined or suspended. Aris appeared suddenly and got rid of the barriers; Karin was re-suppressed as well. Aris mentioned that, in every RPG games she had played, the hero will never abandon friends. Encouraged, everyone started to engage.",

  "[STORY_MAIN_2_1_16_NAME]": "Just One Step Forward!",
  "[STORY_MAIN_2_1_16_DESC]": "The Game Development Department is able retrieve the Mirror, but comes face-to-face with the Maid Club's president Neru in the contraband storage room. Thanks to Yuzu's quick thinking, the group is able to trick Neru and safely return to their club room.",
  "[STORY_MAIN_2_1_16_P1_NAME]": "An Emergency",
  "[STORY_MAIN_2_1_16_P1_DESC]": "The three arrived at the Contraband Room but found Neru was back. Panicking, they made a sound and attracted Neru. Fortunately, Yuzu came to rescue just in time and deceived Neru into leaving.",
  "[STORY_MAIN_2_1_16_P2_NAME]": "Success",
  "[STORY_MAIN_2_1_16_P2_DESC]": "Neru praised Yuzu's courage, and the three retrieved the mirror successfully. Everyone began to engage the remaining robots afterwards.",

  "[STORY_MAIN_2_1_17_NAME]": "Just Getting Warmed Up",
  "[STORY_MAIN_2_1_17_DESC]": "Akane apologizes to Neru for her failures, but Neru is more interested in how Aris managed to go toe-to-toe with the Maid Club. Back at the club room, the Game Development Department tries to use the Mirror to decrypt G.BIBLE.",
  "[STORY_MAIN_2_1_17_P1_NAME]": "C&C Afterwards",
  "[STORY_MAIN_2_1_17_P1_DESC]": "Akane apologized for accepting the request and making everyone feel ashamed. Neru said the request was cancelled, and she was interested in Aris in particular. She instructed Asuna to find all the information about the Game Development Department.",
  "[STORY_MAIN_2_1_17_P2_NAME]": "Inevitable Closure",
  "[STORY_MAIN_2_1_17_P2_DESC]": "The Game Development Department received the latest result from the Veritas. Everyone started to read, but was greatly disappointed by the book's content.",

  "[STORY_MAIN_2_1_18_NAME]": "G.BIBLE",
  "[STORY_MAIN_2_1_18_DESC]": "As it turns out, G.BIBLE only contains a simple maxim: \"Love video games.\" Their sky-high expectations dashed, the Game Development Department, with the help of Aris, begin development on Tales Saga Chronicle 2.",
  "[STORY_MAIN_2_1_18_P1_NAME]": "The Truth of Making Games",
  "[STORY_MAIN_2_1_18_P1_DESC]": "Everyone opened the file full of joy, but was extremely disappointed by the content. Other than the well known \"Love video games\", none could be found.",
  "[STORY_MAIN_2_1_18_P2_NAME]": "A Fun Game",
  "[STORY_MAIN_2_1_18_P2_DESC]": "Everyone was disappointed. Aris expressed her like for TSC and wanted to make TSC2 with others. Yuzu voiced her approval.",
  "[STORY_MAIN_2_1_18_P3_NAME]": "After the TSC",
  "[STORY_MAIN_2_1_18_P3_DESC]": "Yuzu recalled the flooding negative comments in the days after the release of TSC. Her self-confidence was greatly damaged. The door was knocked at then, and initially Yuzu thought it was an angry player, but didn't expect to be Midori and Momoi. Both not only spoke highly of TSC, but would also become the members of the GDD afterwards.",
  "[STORY_MAIN_2_1_18_P4_NAME]": "Determined Mind",
  "[STORY_MAIN_2_1_18_P4_DESC]": "Yuzu expressed her thanks for the other three. She said she was hapy to make games with friends. Called by Momoi, everyone began their development that would last for less than a week.",

  "[STORY_MAIN_2_1_19_NAME]": "Double O",
  "[STORY_MAIN_2_1_19_DESC_1]": "The Game Development Department submits Tales Saga Chronicle 2 just before their deadline. Right after it uploads, the club room suddenly becomes the target of a shootout.",
  "[STORY_MAIN_2_1_19_DESC_2]": "The shooter was Neru, the president of the Maid Club. Claiming that her last battle with Aris had piqued her interest, Neru challenges Aris to a fight. One destructive battle later, and Neru, satisfied, goes on her way.",
  "[STORY_MAIN_2_1_19_P1_NAME]": "Finishing Project",
  "[STORY_MAIN_2_1_19_P1_DESC]": "The GDD finally finished it at the very last moment. Momoi uploaded the demo for everyone to download. The comments started flowing in, as the download counter counting fast. When everyone was worried and nervous, the club room was hit by some bullet shots. Everyone began to engage.",
  "[STORY_MAIN_2_1_19_P3_NAME]": "A Face-to-face Battle",
  "[STORY_MAIN_2_1_19_P3_DESC]": "Neru came and challenged the GDD. Neru praised for Yuzu's courage at first, then challenged Aris into a battle. She claimed that if Aris could defeat her, then everything from the past would no longer be investigated. Before she could react, Aris fired the Sword of Light in advance.",
  "[STORY_MAIN_2_1_19_P4_NAME]": "A 1v1 Fight",
  "[STORY_MAIN_2_1_19_P4_DESC]": "The Sword of Light didn't take down Neru, and the two began the melee fight.",
  "[STORY_MAIN_2_1_19_P5_NAME]": "Clear Up",
  "[STORY_MAIN_2_1_19_P5_DESC]": "Though Neru has a significant advantage in melee combat, but Aris, by pointing the railgun towards the floor and firing it, retreated at the cost of injuring herself 48%. Neru didn't pursue afterwards.",

  "[STORY_MAIN_2_1_20_NAME]": "The Millennium Prize",
  "[STORY_MAIN_2_1_20_DESC]": "The Millennium Prize, which gives recognition to the Millennium School's best inventions, awards the Game Development Department a special prize for the development of Tales Saga Chronicle 2. Thanks to this, the club is saved from getting shut down. In the midst of everyone's celebrations, the gaming device installed with the G.BIBLE starts to operate on its own.",
  "[STORY_MAIN_2_1_20_P1_NAME]": "Trivialization",
  "[STORY_MAIN_2_1_20_P1_DESC]": "Aris had a psychological fear on the maid. The damage caused by the combat was carefully handled by the C&C. After everything had all settled, everyone began to watch the live stream of the competition.",
  "[STORY_MAIN_2_1_20_P2_NAME]": "Persisting Haze",
  "[STORY_MAIN_2_1_20_P2_DESC]": "The result was announced by the Kotori from the Engineering Department. Seven were awarded, but none from the GDD. In despair, Momoi broke the TV with her guns. Everyone was sentimental. Although Yuzu said that she could return to her dorm with courage, Aris became the most worrying one for everyone.",
  "[STORY_MAIN_2_1_20_P3_NAME]": "A Plot Twist",
  "[STORY_MAIN_2_1_20_P3_DESC]": "Yuuka visits the GDD, congratulating they won a reward. As the TV was broken, everyone watched the live stream on their phones. On site, the reviewer spoke highly of the elements for a retro RPG that TSC2 possesses, and therefore a special award was given.",
  "[STORY_MAIN_2_1_20_P4_NAME]": "Crisis Lifted",
  "[STORY_MAIN_2_1_20_P4_DESC]": "The GDD got rid of the crisis of being closed. Yuuka and Maki expressed their appreciation. The two most upvote comments were nothing but the praise for TSC2. Yuuka announced the decision to postpone the closure and apologized to Momoi. Aris become the member of the GDD formally.",
  "[STORY_MAIN_2_1_20_P5_NAME]": "The Game Console",
  "[STORY_MAIN_2_1_20_P5_DESC]": "In the middle of the night, when everyone was asleep, the game console installed with G.Bible suddenly started to operate on its own.",

  "[STORY_EVENT_810_1_NAME]": "Valentine's Day Teamwork Part 1",
  "[STORY_EVENT_810_1_DESC]": "A festival is held in D.U. in celebration of Valentine's Day. Sensei goes on patrol after the Valkyrie Police School's Fubuki and Kirino request assistance in maintaining the security of the festival.",
  "[STORY_EVENT_810_1_P1_NAME]": "A Patrol Request",
  "[STORY_EVENT_810_1_P1_DESC]": "Kirino and Fubuki, two students from the Public Safety Bureau, asked Sensei to patrol with them on Valentine's Day.",
  "[STORY_EVENT_810_1_P2_NAME]": "The Shopping Street",
  "[STORY_EVENT_810_1_P2_DESC]": "The street was crowded with people. All kinds of shops have signs with various chocolates promotion and discounts. As Sensei enjoyed the celebration, Sensei met two Helmet Gang membered and accidentally had trouble with them.",

  "[STORY_EVENT_818_1_NAME]": "A Fiery Opening Ceremony",
  "[STORY_EVENT_818_1_DESC]": "The Kivotos Halo Festival opens with Hanako and Ayane's recital of the festival's oath.",
  "[STORY_EVENT_818_1_P1_NAME]": "Opening Ceremony",
  "[STORY_EVENT_818_1_P1_DESC]": "Two students from the Kronos School's News Club introduced everyone watching the live stream about the \"Kivotos Halo Festival\" hosted by the Millennium Science School. The two highlighted that Sensei from Schale participated in the arrangement of this sports meeting.",
  "[STORY_EVENT_818_1_P2_NAME]": "Making a Vow",
  "[STORY_EVENT_818_1_P2_DESC]": "Okusora Ayane from Abydos High School and Urawa Hanako from Trinity General School, two students made a vow altogether. During the process however, Hanako started talking about the dirty words. The signal was cut immediately.",
  "[STORY_EVENT_818_1_P3_NAME]": "Afterwards",
  "[STORY_EVENT_818_1_P3_DESC]": "Back at the studio, though surprised by Hanako's remarks, Mai and Shinon still tried to seize the chance of exclusive coverage, which was denied right away.",

  "[STORY_OTHER_1_1_1_NAME]": "Prologue 1-1",
  "[STORY_OTHER_1_1_1_DESC]": "Sensei wakes from a bizarre dream and learns from Nanagami Rin that the General Student Council president is missing. The Academy City, Kivotos, is in chaos. Sensei heads to Schale to try to resolve the situation.",
  "[STORY_OTHER_1_1_1_P1_NAME]": "Entering System",
  "[STORY_OTHER_1_1_1_P1_DESC]": "The welcome screen of the system. Multiple stories were flashing by.",
  "[STORY_OTHER_1_1_1_P2_NAME]": "Waking Up",
  "[STORY_OTHER_1_1_1_P2_DESC]": "Rin explained some basic situation about Kivotos, and then led Sensei to the reception room.",
  "[STORY_OTHER_1_1_1_P3_NAME]": "Arguments In the Reception Room",
  "[STORY_OTHER_1_1_1_P3_DESC]": "In the reception room, Yuuka from Millennium, Hasumi and Suzumi from Trinity, as well as Chinatsu from Gehenna, were all demanding an excuse for all the chaos after the disappearance of the General Student Council's President. Rin confirmed the news of disappearance, and Sensei greeted everyone. Rin introduced Sensei to everyone, and asked them to escort Sensei to Schale. On the way, they were attacked and the three started to engage, with Sensei commanding in the back."
}