{
  "[STORY_MAIN_3_1_1_NAME]": "Prologue",
  "[STORY_MAIN_3_1_1_DESC_1]": "Seia talks about the meaning of the Eden Treaty, the seven koans, and paradise. She asks Sensei to see the story through to the end, as Sensei is responsible for guiding the story that's about to begin.",
  "[STORY_MAIN_3_1_2_NAME]": "Make-Up Work Club",
  "[STORY_MAIN_3_1_2_DESC_1]": "Sensei and four girls—Koharu, Hanako, Azusa, and Hifumi—gather in the classroom. While Hifumi calms Koharu, who's freaking out over being on the verge of expulsion, Sensei has a peculiar recollection of an event a few weeks ago.",
  "[STORY_MAIN_3_1_3_NAME]": "Tea Party",
  "[STORY_MAIN_3_1_3_DESC_1]": "Sensei attends a tea party at the invitation of Nagisa and Mika, the Student Council presidents of Trinity. Nagisa proposes Sensei handle the Make-Up Work Club students who are at risk of failing and Sensei agrees. At the club, Sensei is reunited with Hifumi, the president of the Make-Up Work Club.",
  "[STORY_MAIN_3_1_4_NAME]": "Failing Students Part 1",
  "[STORY_MAIN_3_1_4_DESC_1]": "Sensei follows Hifumi to meet the students of the Make-Up Work Club. Sensei meets Hanako, who is detained by the Justice Task Force due to disorderly conduct, and Azusa, who was caught after a fight with the Justice Task Force.",
  "[STORY_MAIN_3_1_5_NAME]": "Failing Students Part 2",
  "[STORY_MAIN_3_1_5_DESC_1]": "Koharu expresses pity for Hanako and Azusa when Sensei takes them to the Make-Up Work Club. However it turns out Koharu has also been transferred to the Make-Up Work Club because of her failing grades. Finally, all of the students of the Make-Up Work Club gather, including a frustrated Koharu.",
  "[STORY_MAIN_3_1_6_NAME]": "Breaking the Ice",
  "[STORY_MAIN_3_1_6_DESC_1]": "The Make-Up Work Club members each share their reasons for being there and their goals for the future. When asked to cooperate with the others so they don't fail the exam, Koharu leaves, she won't be in the club for long so there's no point cooperating.",
  "[STORY_MAIN_3_1_7_NAME]": "Exam Prep",
  "[STORY_MAIN_3_1_7_DESC_1]": "Under Sensei's supervision, Make-Up Work Club members prepare for the first exam. Thanks to Hanako's extensive knowledge, the preparation goes smoothly, but Hifumi is worried that if even one student fails the first exam, they will all forced into a study boot camp. And, at last, the first exam begins.",
  "[STORY_MAIN_3_1_8_NAME]": "The First Evaluation Exam",
  "[STORY_MAIN_3_1_8_DESC_1]": "Hifumi is relieved to see the questions she studied are on the exam. However, the other three students of the Make-Up Work Club all fail the exam, and the Make-Up Work Club has to join the boot camp.",
  "[STORY_MAIN_3_1_9_NAME]": "What Lurks in the Depths",
  "[STORY_MAIN_3_1_9_DESC_1]": "Sensei asks Nagisa what will happen if the Make-Up Work Club members flunk. Nagisa reveals that the intended function of the Make-Up Work Club is guide students to expulsion. This has all been part of a plan designed to find Trinity's traitor, and Nagisa warns that she must be in the Make-Up Work Club.",
  "[STORY_MAIN_3_1_10_NAME]": "Boot Camp, Here We Come!",
  "[STORY_MAIN_3_1_10_DESC_1]": "The Make-Up Work Club goes to an annex located on the outskirts of Trinity for boot camp and high jinks ensue. After much discussion, they decide to clean the annex first.",
  "[STORY_MAIN_3_1_11_NAME]": "Spring Cleaning!",
  "[STORY_MAIN_3_1_11_DESC_1]": "Hanako wants to have fun in the water with everyone before officially beginning their studies and suggests cleaning the outdoor swimming pool. Everyone gets soaked in water as they start cleaning.",
  "[STORY_MAIN_3_1_12_NAME]": "First Night of Boot Camp",
  "[STORY_MAIN_3_1_12_DESC_1]": "Hifumi, troubled by Nagisa's request to find Trinity's traitor, visits Sensei late at night for advice. Sensei tells her not to worry and focus on helping in her own way. Meanwhile, Azusa and Hanako chat for a while during Azusa's night watch.",
  "[STORY_MAIN_3_1_13_NAME]": "First Mock Exam",
  "[STORY_MAIN_3_1_13_DESC_1]": "The first camp mock exam scores are tallied. Everyone failed except Hifumi again. Instead of being discouraged, Hifumi declares that she will help everyone, promising Momo Friends prizes for good grades. Azusa is the only one excited by the prospect.",
  "[STORY_MAIN_3_1_14_NAME]": "Justice Task Force Vice President Part 1",
  "[STORY_MAIN_3_1_14_DESC_1]": "The other students find Koharu with an inappropriate book during study time. Flustered, Koharu makes an excuse, saying it's a confiscated item that she brought by mistake. Koharu heads to the Justice Task Force club room with Sensei.",
  "[STORY_MAIN_3_1_15_NAME]": "Justice Task Force Vice President Part 2",
  "[STORY_MAIN_3_1_15_DESC_1]": "Sensei tells Koharu that it's okay for her to be herself. To return Sensei's kindness, Koharu reveals that she is a spy for the Justice Task Force. Koharu returns to camp with Sensei after a secret conversation with Hasumi.",
  "[STORY_MAIN_3_1_16_NAME]": "Crack in the Surface",
  "[STORY_MAIN_3_1_16_DESC_1]": "Hanako pontificates the difference between underwear and swimsuits as Azusa makes the connection to it being similar to the fifth koan. Hifumi learns that Hanako is a brilliant student deliberately tanking her exams. Mika suddenly visits Sensei the next day.",
  "[STORY_MAIN_3_1_17_NAME]": "Trinity's Traitor",
  "[STORY_MAIN_3_1_17_DESC_1]": "Claiming to already know what kind of talk went on between Nagisa and Sensei, Mika offers Sensei a deal to reveal the identity of Trinity's traitor. The traitor is none other than Azusa, and in exchange, Mika asks that Sensei protect Azusa at all costs.",
  "[STORY_MAIN_3_2_1_NAME]": "The Great Leviathan",
  "[STORY_MAIN_3_2_1_DESC_1]": "Mika says that Nagisa is after something using the Eden Treaty. Claiming that Azusa must be protected in order to stop Nagisa, Mika asks Sensei to choose whether to trust her or to trust Nagisa.",
  "[STORY_MAIN_3_2_2_NAME]": "The Sisterhood",
  "[STORY_MAIN_3_2_2_DESC_1]": "Mari makes her way to the Make-Up Work Club to offer thanks on behalf of the student that Azusa recently saved. Later, Sensei is waiting to discuss the future with Hifumi when Hanako arrives and the situation takes an unexpected turn.",
  "[STORY_MAIN_3_2_3_NAME]": "Secret Society",
  "[STORY_MAIN_3_2_3_DESC_1]": "Hanako learns from Hifumi that failing will result in all of them getting expelled from school. Deducing that this was Nagisa's aim all along, Hanako declares that she will try harder going forward and is delighted that the three of them have formed a secret society.",
  "[STORY_MAIN_3_2_4_NAME]": "Swimsuit Symposium",
  "[STORY_MAIN_3_2_4_DESC_1]": "Rain drenches the Make-Up Work Club's laundry and they have no choice but to take a day off from studying and hold a swimsuit symposium instead. After experiencing their first enjoyable day in a while, they all decide to go out together on a nighttime walk.",
  "[STORY_MAIN_3_2_5_NAME]": "Midnight Commotion Part 1",
  "[STORY_MAIN_3_2_5_DESC_1]": "The Make-Up Work Club runs into Hasumi at a dessert shop during their nighttime walk. Hasumi suggests keeping the encounter a secret due to each other's circumstances, but then receives a call that the Gourmet Research Society is causing a disturbance.",
  "[STORY_MAIN_3_2_6_NAME]": "Midnight Commotion Part 2",
  "[STORY_MAIN_3_2_6_DESC_1]": "Hasumi asks the Make-Up Work Club and Sensei for help, fearing conflict between Gehenna and Trinity might pose a problem for the Eden Treaty. The entire group heads out together to prevent the worst from happening.",
  "[STORY_MAIN_3_2_6_DESC_2]": "Sensei and the Make-Up Work Club succeed in stopping the Gourmet Research Society's mischief, but each of their members flee, leaving the Justice Task Force hot on their heels in pursuit.",
  "[STORY_MAIN_3_2_7_NAME]": "A New Perspective",
  "[STORY_MAIN_3_2_7_DESC_1]": "The Prefect Team's Hina and the Medical Emergency Club's Sena arrive to handle the Gourmet Research Society's new recruits.Sensei asks Hina about her thoughts on the Eden Treaty and listens to her point of view on the situation.",
  "[STORY_MAIN_3_2_8_NAME]": "A Glimmer of Hope",
  "[STORY_MAIN_3_2_8_DESC_1]": "The Make-Up Work Club finally earn a passing score on their practice test, and Hifumi presents them all with Momo Friends merch. Azusa tells Hifumi that she'll cherish it. Nagisa calls upon Sensei and questions them about their meeting with Mika.",
  "[STORY_MAIN_3_2_9_NAME]": "A Shadowy Reach",
  "[STORY_MAIN_3_2_9_DESC_1]": "Sensei refuses to place doubt on anyone or do anything to root out the traitor. Sensei declines Nagisa's request and declares their intention to block Nagisa's flurry of doubt and ensure that the entire Make-Up Work Club passes.",
  "[STORY_MAIN_3_2_10_NAME]": "The Second Exam Part 1",
  "[STORY_MAIN_3_2_10_DESC_1]": "Sudden changes to the second exam are announced. Everyone is shocked and stunned by the test's newly expanded scope, higher bar to pass, and relocation of the testing site to Gehenna Academy. Azusa insists it's too soon to give up, and the club heads to the test site.",
  "[STORY_MAIN_3_2_10_DESC_2]": "The Make-Up Work Club heads to the test site while laying waste to Gehenna delinquents standing in their way.",
  "[STORY_MAIN_3_2_11_NAME]": "The Second Exam Part 2",
  "[STORY_MAIN_3_2_11_DESC_1]": "The Prefect Team stop the Make-Up Work Club upon their arrival, mistaking them for the Justice Task Force. The Gourmet Research Society arrives just in time and helps clear the way for the Make-Up Work Club. However, everyone still flunks the exam due to Nagisa's interference.",
  "[STORY_MAIN_3_2_12_NAME]": "Back to Square One",
  "[STORY_MAIN_3_2_12_DESC_1]": "The students are shocked to learn someone in the Tea Party is conspiring to have them expelled. The students decide to return to their respective rooms to decompress. Later that night, Azusa slips out alone with Hanako quietly tailing behind.",
  "[STORY_MAIN_3_2_13_NAME]": "In Spite of Everything",
  "[STORY_MAIN_3_2_13_DESC_1]": "The Make-Up Work Club prepares for the final exam despite being backed up against the wall. Hanako quietly watches as Azusa has a secret meeting with Saori the day before the exam.",
  "[STORY_MAIN_3_2_14_NAME]": "A Confession",
  "[STORY_MAIN_3_2_14_DESC_1]": "The students gather together at night. Azusa confesses that she is the traitor once the full scope of Nagisa's interference is revealed. Azusa blames herself, but Sensei says it isn't her fault. Hanako declares they will find a way to pass no matter what.",
  "[STORY_MAIN_3_2_15_NAME]": "Lighting the Fuse",
  "[STORY_MAIN_3_2_15_DESC_1]": "Arius forces come to ambush Nagisa, but Azusa and Hanako beat them to the punch and kidnap Nagisa themselves. Afterwards, Azusa engages in combat with the subsequent rush of Arius students.",
  "[STORY_MAIN_3_2_16_NAME]": "A Fearsome Clash",
  "[STORY_MAIN_3_2_16_DESC_1]": "Arius students launch an attack and succeed in backing the Make-Up Work Club into a corner. The Make-Up Work Club and Sensei begin their counterattack.",
  "[STORY_MAIN_3_2_16_DESC_2]": "",
  "[STORY_MAIN_3_2_17_NAME]": "The Way of the World Part 1",
  "[STORY_MAIN_3_2_17_DESC_1]": "The Make-Up Work Club and Sensei defeat the Arius forces but are met with reinforcements. Mika arrives and reveals herself to be the true traitor of Trinity before ordering the Arius students to subdue the Make-Up Work Club.",
  "[STORY_MAIN_3_2_17_DESC_2]": "見到老師在連天的烽火中咬牙苦撐的模樣，彌香不禁對老師刮目相看。隨後便提到梓以前曾經襲擊聖亞的事，就在彌香試圖想要動搖補課部時，修女會也加入了這場戰鬥當中",
  "[STORY_MAIN_3_2_18_NAME]": "The Way of the World Part 2",
  "[STORY_MAIN_3_2_18_DESC_1]": "The Sisterhood was called in by none other than Hanako. Now on the scene, Sakurako begins to battle Mika to rectify the situation.",
  "[STORY_MAIN_3_2_18_DESC_2]": "Together, the Make-Up Work Club and the Sisterhood succeed in cornering Mika, who finally surrenders. Sensei lets Mika know that they'll be there for her if she ever needs someone on her side. Mika is delighted to hear this and says farewell.",
  "[STORY_MAIN_3_2_19_NAME]": "The Third Exam",
  "[STORY_MAIN_3_2_19_DESC_1]": "Having overcome numerous incidents and happenings, the Make-Up Work Club heads to the test site to sit for the third and final evaluation exam.",
  "[STORY_MAIN_3_2_20_NAME]": "Epilogue",
  "[STORY_MAIN_3_2_20_DESC_1]": "Seia praises Sensei for overcoming the dangers, but warns that everything will eventually end in catastrophe. Finally, the Arius Squad goes on the move.",
  "[STORY_MAIN_3_3_1_NAME]": "Postmortem Part 1",
  "[STORY_MAIN_3_3_1_DESC_1]": "In Sensei's dream, Seia poses a question about the truth of the world to her assailant. After waking from a short nap, Sensei hears the full story of the attack on Seia from Sakurako.",
  "[STORY_MAIN_3_3_2_NAME]": "Postmortem Part 2",
  "[STORY_MAIN_3_3_2_DESC_1]": "Sensei hears about everything that's happened so far from Hanako. They also hear how Nagisa apologized to the entire Make-Up Work Club and went to meet with Mika.",
  "[STORY_MAIN_3_3_3_NAME]": "Postmortem Part 3",
  "[STORY_MAIN_3_3_3_DESC_1]": "Mika and Nagisa have a discussion but ultimately fail to understand one another. Hanako tries to understand Mika's motivations as well, but Mika rejects her.",
  "[STORY_MAIN_3_3_4_NAME]": "What Comes Next",
  "[STORY_MAIN_3_3_4_DESC_1]": "A quiet peace follows in Trinity. Sensei goes to Gehenna to meet with Makoto and then Hina. They agree to meet again at the signing of the Eden Treaty and part ways.",
  "[STORY_MAIN_3_3_5_NAME]": "Eden Treaty Signing Ceremony Part 1",
  "[STORY_MAIN_3_3_5_DESC_1]": "Kronos' Shinon comments on the Eden Treaty signing ceremony. Meanwhile, Hifumi and the Make-Up Work Club gather at a diner to celebrate the club's dissolution.",
  "[STORY_MAIN_3_3_6_NAME]": "Eden Treaty Signing Ceremony Part 2",
  "[STORY_MAIN_3_3_6_DESC_1]": "With Tsurugi's help, Sensei visits the Cathedral of Communion and Hinata explains Trinity's history. Meanwhile, the Arius Squad launches missiles at the Pandemonium Society and Prefect Team as they set forth from Gehenna.",
  "[STORY_MAIN_3_3_7_NAME]": "Day of Fire and Ash Part 1",
  "[STORY_MAIN_3_3_7_DESC_1]": "The Arius Squad takes advantage of the chaos and infiltrates the basement of the old cathedral. The Justice Task Force heads out to face the invading Arius students.",
  "[STORY_MAIN_3_3_7_DESC_2]": "During the battle, Hinata and the Justice Task Force witness the resurrection of the Saint Justina Council.",
  "[STORY_MAIN_3_3_8_NAME]": "Day of Fire and Ash Part 2",
  "[STORY_MAIN_3_3_8_DESC_1]": "The Justice Task Force and Hina battle against the Saint Justina Council to protect Sensei.",
  "[STORY_MAIN_3_3_8_DESC_2]": "",
  "[STORY_MAIN_3_3_9_NAME]": "Bearing Witness to Hatred",
  "[STORY_MAIN_3_3_9_DESC_1]": "The Council's relentless attacks persist.",
  "[STORY_MAIN_3_3_9_DESC_2]": "Saori attacks Sensei while explaining Arius' long-standing hatred from the past, but Sensei manages to narrowly escape thanks to Hina and Sena. Afterwards, Sensei loses consciousness and dreams of Seia.",
  "[STORY_MAIN_3_3_10_NAME]": "Sweet Lies",
  "[STORY_MAIN_3_3_10_DESC_1]": "Sensei again meets Seia in their dreams and hears about the connection between the Eden Treaty and Gematria. Azusa is captured by Arius but makes a miraculous escape, and an all-out battle between Gehenna and the Tea Party's reserve forces unfolds.",
  "[STORY_MAIN_3_3_11_NAME]": "Aggravated Confusion Part 1",
  "[STORY_MAIN_3_3_11_DESC_1]": "The former Make-Up Work Club are scattered after arriving late. Hanako heads to the cathedral. Koharu is summoned to the Justice Task Force and grapples with what to do. A Gehenna ambulance with an injured Sensei arrives at Trinity's main gate as martial law is declared.",
  "[STORY_MAIN_3_3_12_NAME]": "Aggravated Confusion Part 2",
  "[STORY_MAIN_3_3_12_DESC_1]": "Analysis reveals the projectiles were launched from Trinity, not Gehenna. Knowing the Saint Justina Council was present at the time of the explosion, Hanako warns that if worst comes to worst, both Trinity and Gehenna may be wiped from the face of Kivotos.",
  "[STORY_MAIN_3_3_13_NAME]": "A Side Beyond Reach",
  "[STORY_MAIN_3_3_13_DESC_1]": "Azusa conceals her whereabouts, but Hifumi manages to find her. Azusa pushes Hifumi away, blaming herself for causing everyone to suffer, and is determined to destroy Saori's halo. Azusa thanks Hifumi and departs, leaving Hifumi to call out Azusa's name.",
  "[STORY_MAIN_3_3_14_NAME]": "A Light in the Darkness",
  "[STORY_MAIN_3_3_14_DESC_1]": "The Arius Squad and Council are blindsided by Azusa as they're about to advance on Trinity. Azusa is captured, but manages to use the token Hifumi gave her to escape. She struggles with feelings of guilt over having used Hifumi's precious gift as an explosive.",
  "[STORY_MAIN_3_3_15_NAME]": "In Response to the Fifth Topic",
  "[STORY_MAIN_3_3_15_DESC_1]": "Seia tells Sensei the Eden Treaty will lead to desolation and the fifth koan remains impossible to substantiate. Sensei leaves, determined to help the students in the present rather than despair over the proposition's ambiguity or the uncertainty of the future.",
  "[STORY_MAIN_3_3_16_NAME]": "Bits and Pieces",
  "[STORY_MAIN_3_3_16_DESC_1]": "Seia considers everything entangled in the Eden Treaty. Saori survives with Atsuko's help, and Hina vanishes. The Tea Party arrests Hanako, and Mika is released. Azusa resolves to stop Saori, and Hifumi enters Trinity's gates. Sensei wakes up in the hospital.",
  "[STORY_MAIN_3_3_17_NAME]": "The Embodiment of Hate",
  "[STORY_MAIN_3_3_17_DESC_1]": "Koharu defends Mika, who has been beaten mercilessly by the Tea Party. Sensei appears to protect Koharu and Mika, causing the Tea Party jingoists to scatter. Mika weeps in regret over her attempt to harm Seia. Seia is moved by her sincerity and forgives her.",
  "[STORY_MAIN_3_3_18_NAME]": "Without a Moment's Hesitation",
  "[STORY_MAIN_3_3_18_DESC_1]": "Sensei meets with the injured students and then departs the infirmary to rescue the others. Hifumi, Koharu, and Hanako reassemble the Make-Up Work Club to rescue Azusa and head to the ruins of the old cathedral where the Arius forces and Azusa are located.",
  "[STORY_MAIN_3_3_19_NAME]": "Our Stories",
  "[STORY_MAIN_3_3_19_DESC_1]": "Hina comes out of her brief retirement after being visited by Sensei. Hifumi finds Azusa and decides to assume her identity as Faust to battle against the Arius Squad. A new ETO is formed after Sensei's declaration and interpretation of the Eden Treaty.",
  "[STORY_MAIN_3_3_19_DESC_2]": "",
  "[STORY_MAIN_3_3_20_NAME]": "The Name of Paradise Part 1",
  "[STORY_MAIN_3_3_20_DESC_1]": "Gehenna's Prefect Team, Trinity's Justice Task Force, and Abydos join forces to face the Arius Squad.",
  "[STORY_MAIN_3_3_20_DESC_2]": "",
  "[STORY_MAIN_3_3_21_NAME]": "The Name of Paradise Part 2",
  "[STORY_MAIN_3_3_21_DESC_1]": "The fight continues, and all of the schools that at first seemed completely at odds which each other slowly begin to work together.",
  "[STORY_MAIN_3_3_21_DESC_2]": "Watching the war of ETO against ETO unfold, Seia admits it was wrong of her to try to prove the existence of paradise.",
  "[STORY_MAIN_3_3_22_NAME]": "The Name of Paradise Part 3",
  "[STORY_MAIN_3_3_22_DESC_1]": "The Arius Squad seems destined for defeat as the precept loses its power. Saori is adamant in her will to fight and doesn't believe everything is in vain despite the members' talk of throwing in the towel.",
  "[STORY_MAIN_3_3_22_DESC_2]": "",
  "[STORY_MAIN_3_3_23_NAME]": "Below the Old Cathedral",
  "[STORY_MAIN_3_3_23_DESC_1]": "Saori leaves the surrendered members behind and heads down to the basement of the old cathedral. Azusa and Sensei follow after her to finish the fight.",
  "[STORY_MAIN_3_3_23_DESC_2]": "",
  "[STORY_MAIN_3_3_24_NAME]": "Hatred That Is Not Our Own",
  "[STORY_MAIN_3_3_24_DESC_1]": "Saori is defeated, and Azusa finally collapses from exhaustion. Atsuko then appears to personally admit defeat. Then, as if he had been waiting to strike, Maestro emerges and demands the doctrines hidden within Trinity's depths. Sensei pulls out their card to retaliate.",
  "[STORY_MAIN_3_3_24_DESC_2]": "Once the battle is over, the Arius Squad vanishes before everyone's eyes and disappears into the darkness.",
  "[STORY_MAIN_3_3_25_NAME]": "Epilogue",
  "[STORY_MAIN_3_3_25_DESC_1]": "The Pandemonium Society recovers in the hospital, and order is restored to the Tea Party. Normalcy returns to life. Seia returns to the Tea Party, and the members have a dramatic reunion. Familiar faces gather at the new Make-Up Work Club. Meanwhile, an unknown presence targeting the Arius Squad goes on the move.",
  "[STORY_MAIN_3_4_1_NAME]": "Prologue",
  "[STORY_MAIN_3_4_1_DESC_1]": "The Arius Squad reaches its limit after endless pursuit. Hoping to save the other three, Atsuko surrenders and turns herself over. But what awaits the remaining members?",
  "[STORY_MAIN_3_4_2_NAME]": "Uncomfortable Reception",
  "[STORY_MAIN_3_4_2_DESC_1]": "In the name of helping the Tea Party, Sakurako from the Sisterhood and Mine from the Remedial Knights join Nagisa. During an awkward tea party, Nagisa informs Sensei that Mika's hearing will be held the next day, where she will likely be expelled.",
  "[STORY_MAIN_3_4_3_NAME]": "Jailed Princess",
  "[STORY_MAIN_3_4_3_DESC_1]": "Sensei heads to the academy's prison to talk to Mika. She is upset and blaming herself, saying Seia had yet to forgive her. Sensei learns that Seia is not doing well, so they head to Seia's room. There, Seia gives Sensei a terrifying prophecy: all of Kivotos will be destroyed.",
  "[STORY_MAIN_3_4_4_NAME]": "Between a Dream and a Mirage",
  "[STORY_MAIN_3_4_4_DESC_1]": "Seia tells Sensei she's had so many lucid dreams that she can no longer distinguish dream from reality. She explains that Gematria will cause the fall of Kivotos. Sensei advises her to make amends with Mika first. Seia calls Mika, but faints and encounters Gematria in her dreams.",
  "[STORY_MAIN_3_4_5_NAME]": "Inscrutable Seekers",
  "[STORY_MAIN_3_4_5_DESC_1]": "Seia witnesses a group of Gematria members arguing in what she thinks is a dream. Among the Gematria members is Beatrice. She declares she will use the Arius Squad to eliminate Sensei, but senses Seia's presence and quickly ends the meeting. Seia is greatly shocked and wakes up from the dream. Then, Mika comes to visit her.",
  "[STORY_MAIN_3_4_6_NAME]": "Broken Things",
  "[STORY_MAIN_3_4_6_DESC_1]": "Shocked and afraid by what she'd heard, Seia screams at Mika and blames her for everything. Seia suddenly faints and is captured by Beatrice in a dream, but not before she sees Atsuko hanging from an altar. Meanwhile, Sensei encounters Saori in a back alley.",
  "[STORY_MAIN_3_4_7_NAME]": "Choices and Decisions",
  "[STORY_MAIN_3_4_7_DESC_1]": "Seia's condition worsens, and Mika is accused of hurting her. Meanwhile, Saori kneels in front of Sensei, begging for help to save Atsuko. Saori offers the halo-shattering bomb as collateral, but Sensei agrees to help and destroys the gift. Mika concludes that all her misfortune was because of Saori and escapes Trinity to seek revenge.",
  "[STORY_MAIN_3_4_8_NAME]": "Squad Reunion",
  "[STORY_MAIN_3_4_8_DESC_1]": "Sensei and Saori start looking for the scattered members of the Arius Squad. They find Hiyori hiding in a slum, and Misaki standing on the railing of a bridge. They successfully convinces Misaki to go to the Arius District with everyone to rescue Atsuko.",
  "[STORY_MAIN_3_4_9_NAME]": "To the Arius District 1",
  "[STORY_MAIN_3_4_9_DESC_1]": "To enter the Arius District, Sensei and the Arius Squad members head to an entrance in the underground catacombs in Trinity. However, Arius students stand in their way, under Beatrice's orders.",
  "[STORY_MAIN_3_4_9_DESC_2]": "Misaki and Hiyori are pleasantly surprised at how much smoother combat is under Sensei's command. Saori presses them to continue and they head to Trinity's underground catacombs.",
  "[STORY_MAIN_3_4_10_NAME]": "To the Arius District 2",
  "[STORY_MAIN_3_4_10_DESC_1]": "Upon arriving at the entrance to Trinity's underground catacombs, the Arius Squad members attempt to break through their enemies with brute force.",
  "[STORY_MAIN_3_4_10_DESC_2]": "Just as they finish defeating the Arius students in their way, there's an explosion and a new pursuer, Misono Mika, appears in front of the Arius Squad and Sensei.",
  "[STORY_MAIN_3_4_11_NAME]": "Pursuers",
  "[STORY_MAIN_3_4_11_DESC_1]": "Mika attacks the Arius Squad, and they're quickly defeated. But Sensei finally arrives at the scene and convinces Mika to let them go. The Arius Squad forges on to the catacombs, and Mika battles with the Arius members standing in her way.",
  "[STORY_MAIN_3_4_12_NAME]": "Arius District",
  "[STORY_MAIN_3_4_12_DESC_1]": "Mika annihilates Arius' pursuing army and acquires important information. Meanwhile, Saori faints from injuries, lack of sleep, and fatigue. Sensei gives her medicine, and they take a break so she can recover. But as they all drift into sleep, Seia suddenly appears in Sensei's dream with a grave warning.",
  "[STORY_MAIN_3_4_13_NAME]": "Old Story",
  "[STORY_MAIN_3_4_13_DESC_1]": "While Saori is asleep, Misaki and Hiyori tell Sensei about Squad's past. Finally, Saori wakes up, and despite her heavy injuries, she decides to continue on to the Arius basilica to rescue Atsuko.",
  "[STORY_MAIN_3_4_14_NAME]": "Meeting",
  "[STORY_MAIN_3_4_14_DESC_1]": "In a corridor of the Former Institute, Sensei's communications are intercepted by Beatrice. Beatrice tries to convince Sensei that her actions in the Arius District, along with Atsuko's sacrifice, were all to create a better world for adults and asks them to join her. Sensei rejects Beatrice's offer, and a battle between the Arius Squad and the Saint Justina Council ensues.",
  "[STORY_MAIN_3_4_14_DESC_2]": "Mika suddenly appears, defeats the Council's boss, and fights against the Arius Squad.",
  "[STORY_MAIN_3_4_15_NAME]": "What Remains",
  "[STORY_MAIN_3_4_15_DESC_1]": "Sensei tries to stop Mika, but she doesn't listen, so Sensei and the Arius Squad try to subdue her.",
  "[STORY_MAIN_3_4_15_DESC_2]": "The Arius Squad manages to suppress Mika, but Mika quickly escapes again after expressing her anger at all of them. The squad heads back to the basilica.",
  "[STORY_MAIN_3_4_16_NAME]": "Underground Corridor",
  "[STORY_MAIN_3_4_16_DESC_1]": "A pillar suddenly collapses in the passage of a corridor and Saori is separated from the rest of them. The one to appear in front of the isolated Saori is none other than Misono Mika. They enter into a desperate one-on-one battle.",
  "[STORY_MAIN_3_4_17_NAME]": "Contest",
  "[STORY_MAIN_3_4_17_DESC_1]": "Mika and Saori face each other beyond the rubble, cut off from Sensei and the rest. Their long-fueled rivalry finally comes to a head. Watching this, Beatrice explains the mysterious power lurking outside of Kivotos to Seia. Meanwhile, Seia continues to search for a way out of her daydream.",
  "[STORY_MAIN_3_4_18_NAME]": "Another Us",
  "[STORY_MAIN_3_4_18_DESC_1]": "After losing against Mika, Saori recalls her past with the squad. In the end, she collapses. Mika approaches Saori and points a gun at her but suddenly bursts into tears.",
  "[STORY_MAIN_3_4_19_NAME]": "Infinite Chances",
  "[STORY_MAIN_3_4_19_DESC_1]": "Sensei appears in front of Saori and Mika. Sensei apologizes to Mika, but Mika insists everything was her fault. As Sensei encourages their students, Beatrice, becomes enraged and starts the ritual.",
  "[STORY_MAIN_3_4_19_DESC_2]": "When Beatrice's ritual begins, Seia enters another dream space. There, Seia encounters someone.",
  "[STORY_MAIN_3_4_20_NAME]": "Saintess Barbara",
  "[STORY_MAIN_3_4_20_DESC_1]": "The Arius Squad and Sensei have a harrowing fight against Saintess Barbara of the Saint Justina Council, created by Beatrice.",
  "[STORY_MAIN_3_4_20_DESC_2]": "",
  "[STORY_MAIN_3_4_21_NAME]": "Breakthrough",
  "[STORY_MAIN_3_4_21_DESC_1]": "Mika sacrifices herself to protect Sensei and the Arius Squad from the Council. Leaving her behind, the rest rush forward to rescue Atsuko.",
  "[STORY_MAIN_3_4_21_DESC_2]": "The Arius Squad and Sensei arrive at the basilica sanctuary and confronting Beatrice.",
  "[STORY_MAIN_3_4_22_NAME]": "Agnus Dei",
  "[STORY_MAIN_3_4_22_DESC_1]": "Beatrice asks Sensei to team up with her one last time, and Sensei promptly refuses. Beatrice is greatly angered by this and reveals her true colors.",
  "[STORY_MAIN_3_4_22_DESC_2]": "Defeated by the strength of the Arius Squad and Sensei, Beatrice eventually orders all troops to gather at the basilica sanctuary.",
  "[STORY_MAIN_3_4_23_NAME]": "Kyrie for the Students Part 1",
  "[STORY_MAIN_3_4_23_DESC_1]": "Mika, who's been fighting enemies from the Council, is slowly becoming exhausted. She finds a schola cantorum in the Arius cathedral and gets lost in her thoughts. Mika recalls her faults from the past and confronts the Council while singing Kyrie Eleison.",
  "[STORY_MAIN_3_4_24_NAME]": "Kyrie for the Students Part 2",
  "[STORY_MAIN_3_4_24_DESC_1]": "Beatrice is taken aback by Kyrie Eleison resonating in the basilica sanctuary. When Barbara and her troops don't show up because of the song, Beatrice becomes very angry and tries to sacrifice Saori.",
  "[STORY_MAIN_3_4_24_DESC_2]": "Beatrice is defeated by the Arius Squad and Sensei. The Arius Squad rescues Atsuko, who's been freed from Beatrice's ritual. Then Golconde, a member of Gematria, appears in front of them and disappears with Beatrice.",
  "[STORY_MAIN_3_4_25_NAME]": "Someone Special",
  "[STORY_MAIN_3_4_25_DESC_1]": "After successfully rescuing Atsuko, Saori tells Sensei that she will pay for all her sins. However, Sensei tells her to focus on living her life and leaves to find Mika. Meanwhile, Mika is fighting against Barbara and the Council, but she reaches her limit and is about to give up. At that moment, Sensei appears to Mika's surprise. Sensei is furious with Barbara and the Council for hurting their student.",
  "[STORY_MAIN_3_4_25_DESC_2]": "Just as the Arius students are in a panic because they can't get in touch with Beatrice, Trinity forces suddenly pour out from the catacombs.",
  "[STORY_MAIN_3_4_26_NAME]": "Our Future",
  "[STORY_MAIN_3_4_26_DESC_1]": "While Sensei and Mika are fighting in Arius, other Trinity students work together to save them.",
  "[STORY_MAIN_3_4_27_NAME]": "Epilogue",
  "[STORY_MAIN_3_4_27_DESC_1]": "As the Arius Squad is escaping the Arius district, they realize that Saori has suddenly disappeared. The remaining three resolve to continue moving forward. Meanwhile, Mika's hearing finally begins.",
  "[STORY_MAIN_4_1_1_NAME]": "An Uncontrollable Special Unit",
  "[STORY_MAIN_4_1_1_DESC_1]": "Upon receiving a call from Rin, Sensei visits the General Student Council and overhears that students from the closed SRT Academy are occupying the park in protest. Students from Valkyrie Police School are dispatched to arrest them, but to no avail. In the end, Rin asks Sensei from Schale to solve the problem.",
  "[STORY_MAIN_4_1_2_NAME]": "Uninvited Guest in the Park",
  "[STORY_MAIN_4_1_2_DESC_1]": "Upon receiving Rin's request, Sensei arrives at the park and hears an explanation of the situation from Kanna, the Public Peace Bureau director from the Valkyrie Police School. The RABBIT Squad students, occupying the park, are armed with powerful weapons, but their command is in disarray. Sensei gathers students of the Valkyrie Police School at the scene and launches an attack.",
  "[STORY_MAIN_4_1_2_DESC_2]": "The members of the RABBIT Squad get carried away in triumph and fall for Sensei's plan. They're quickly defeated and arrested. ",
  "[STORY_MAIN_4_1_3_NAME]": "The Squad's Circumstances",
  "[STORY_MAIN_4_1_3_DESC_1]": "Sensei and Valkyrie students interrogate the RABBIT Squad members. The squad members explain their reasons for not wanting to leave SRT Academy and swear they will never transfer to Valkyrie Police School no matter what they're offered.",
  "[STORY_MAIN_4_1_4_NAME]": "Chief of Staff's Circumstances",
  "[STORY_MAIN_4_1_4_DESC_1]": "While Kanna and Sensei are examining the interrogation records, Kaya, chief security officer of the General Student Council, announces herself. Kaya explains the organizational charts of the General Student Council and why SRT Academy was disbanded. She then asks Sensei to help persuade members of the RABBIT Squad.",
  "[STORY_MAIN_4_1_5_NAME]": "Unresolved Distrust",
  "[STORY_MAIN_4_1_5_DESC_1]": "Sensei is suddenly given the task of managing the RABBIT Squad and advises the squad members to stay in the comfortable Schale office. They're suspicious of Sensei's intentions and instead continue camping as homeless students in the park.",
  "[STORY_MAIN_4_1_6_NAME]": "Food Delivery Operation",
  "[STORY_MAIN_4_1_6_DESC_1]": "The next day, Sensei visits the park and finds the squad members starving. They continue to decline Sensei's help, so Sensei tells them about a place to get free food instead. When the squad members arrive there, they learn that the free food is discarded bentos from a nearby convenience store.",
  "[STORY_MAIN_4_1_7_NAME]": "Operation Carrot 1",
  "[STORY_MAIN_4_1_7_DESC_1]": "The RABBIT Squad members solve their food problem thanks to the discarded bentos from the convenience store. But they soon encounter hygiene issues as there's nowhere to bathe in the park. Sensei proposes using a drum barrel as a bathtub, and the squad members set out to find old drum barrels.",
  "[STORY_MAIN_4_1_8_NAME]": "Operation Carrot 2",
  "[STORY_MAIN_4_1_8_DESC_1]": "The RABBIT Squad members start to collect drum barrels at a loading dock near D.U. But Saki still doesn't trust Miyako and continues to complain about her leadership. Saki takes over, but Miyu gets lost when she fails to cope with the unexpected situation.",
  "[STORY_MAIN_4_1_8_DESC_2]": "Sensei and the squad members plan to rescue Miyu, who has gotten lost. Following Sensei's plan, Miyako and Saki infiltrate the target area while wearing drum barrels and they safely rescue Miyu. The squad returns home and takes a well-deserved drum barrel bath.",
  "[STORY_MAIN_4_1_9_NAME]": "A Suspicious Shadow",
  "[STORY_MAIN_4_1_9_DESC_1]": "While shopping at a market near the park, Sensei hears from Kirino that there are suspicious, heavily-armed homeless people nearby. Just when Sensei is thinking they must just be exaggerated rumors about the RABBIT Squad, the unidentified homeless group kidnaps Sensei.",
  "[STORY_MAIN_4_1_10_NAME]": "Non-Possession and Yakiniku Bentos",
  "[STORY_MAIN_4_1_10_DESC_1]": "A robot hippie group called Pursuers kidnaps Sensei. They're angry Sensei ordered the RABBIT Squad to monopolize the discarded bento around the area. The leader of the Pursuers, Descartes, tries to negotiate with the RABBIT Squad for Sensei's release but they don't care.",
  "[STORY_MAIN_4_1_10_DESC_2]": "Faced with the RABBIT Squad's overwhelming firepower, the Pursuers are helpless and incapacitated. Descartes and the RABBIT Squad have a childish argument over supplies. But with Sensei's intervention, the fight ends and the squad members return to the park.",
  "[STORY_MAIN_4_1_11_NAME]": "Heavy Rain Advisory",
  "[STORY_MAIN_4_1_11_DESC_1]": "A sudden heavy rain floods the park where the RABBIT Squad is staying. Despite much effort, when the command tent collapses, the squad loses hope and gives up, except Miyako. Sensei finally arrives and takes the initiative to help Miyako, who's struggling alone in the heavy rain. Seeing this, the squad members overcome their pride and decide to follow Sensei's example.",
  "[STORY_MAIN_4_1_12_NAME]": "Rain-Soaked Bills",
  "[STORY_MAIN_4_1_12_DESC_1]": "[USERNAME] Sensei goes to the General Student Council with a proposal to repair the flooded park. However the executives, including Administrator Rin, refuse to help the students of SRT Academy. Kaya seems to agree to support as best she can, but after Sensei leaves, she threatens Kanna to get rid of the homeless population in Kousagi Town immediately.",
  "[STORY_MAIN_4_1_13_NAME]": "The Fox and the Inarizushi",
  "[STORY_MAIN_4_1_13_DESC_1]": "Around lunchtime, Sensei finds a lone street vendor selling inarizushi near the park. The part-time student tells Sensei about many rumors surrounding SRT Academy, including the redevelopment of Kousagi Town. Afterwards, Sensei goes to the park and shares inarizushi with the squad members while discussing future distribution plans.",
  "[STORY_MAIN_4_1_14_NAME]": "The Barter System",
  "[STORY_MAIN_4_1_14_DESC_1]": "Moe, supply manager of the RABBIT Squad, tries to buy cheap weapons by selling submerged equipment to Kaiser Industries.To her shock, the sales representative informs her that someone had purchased every single weapon they had in stock.",
  "[STORY_MAIN_4_1_15_NAME]": "A Small but Certain Failure",
  "[STORY_MAIN_4_1_15_DESC_1]": "The RABBIT Squad sells all their rusted equipment and purchases new equipment through a strange, anonymous buyer. But Descartes appears in a panic, saying the Valkyrie Public Peace Bureau is armed with new weapons and is kicking out the homeless from the neighborhood. Before Descartes can finish speaking, Kanna appears in the park with a full squadron.",
  "[STORY_MAIN_4_1_16_NAME]": "Rebate",
  "[STORY_MAIN_4_1_16_DESC_1]": "\nจึงคิดจะบุกเข้าไปในอาคารส่วนกลางของโรงเรียนตำรวจเพื่อตรวจสอบการ\nทุจริตของกรมความมั่นคงสาธารณะ",
  "Tw": "",
  "[STORY_MAIN_4_1_17_NAME]": "Operation Clover 1",
  "[STORY_MAIN_4_1_17_DESC_1]": "Miyako and her companions infiltrate the main building to investigate corruption in the Public Peace Bureau. With the support of Sensei and Moe, they succeed in infiltrating the archive room, but Miyu makes a mistake and they get trapped inside the vault.",
  "[STORY_MAIN_4_1_18_NAME]": "Operation Clover 2",
  "[STORY_MAIN_4_1_18_DESC_1]": "The squad members are panicking, and Miyako struggles with her powerlessness again. But Sensei and the squad members show Miyako their deep-seated trust in her, and Miyako regains her courage and leads them in their escape.",
  "[STORY_MAIN_4_1_18_DESC_2]": "The members of the RABBIT Squad follow Miyako's instructions and make it to the rooftop, subduing Valkyrie students along the way.",
  "[STORY_MAIN_4_1_19_NAME]": "Time to Grow Up",
  "[STORY_MAIN_4_1_19_DESC_1]": "Kanna confronts the squad members on the roof. She expresses her anger and belief that SRT Academy, which has been conducting operations under privileges of immunity, doesn't deserve to discuss justice. But Sensei points out her own immaturity, and Kanna is stunned into retreat. The RABBIT Squad returns safely to the camp, hands over the evidence to Sensei, and falls asleep.",
  "[STORY_MAIN_4_1_20_NAME]": "Fox in the Hole",
  "[STORY_MAIN_4_1_20_DESC_1]": "The Public Peace Bureau has a publicity disaster on their hands when the rebate with the Kaiser Group is exposed. Peace is restored to Kousagi Park, and the RABBIT Squad goes back to their daily lives. Meanwhile, Kaya, chief security officer of the General Student Council, secretly makes contact with the Fox Squad that was thought to have disappeared, and plans to launch a coup d'état against the General Student Council.",
  "[STORY_MAIN_4_2_1_NAME]": "A FOX's Dream",
  "[STORY_MAIN_4_2_1_DESC_1]": "Two years prior, when SRT Academy was nearly established, FOX Squad held their first mission briefing in front of Kaiser Industries' ammunition factory. Today, FOX Squad, an ex-SRT elite squadron that now executes sabotage operations throughout Kivotos, prepares to welcome new members for the first time in a long time.",
  "[STORY_MAIN_4_2_2_NAME]": "A RABBIT's Dream",
  "[STORY_MAIN_4_2_2_DESC_1]": "RABBIT Squad, who've become accustomed to their homeless life in the park, is preparing breakfast when Sensei visits them with an expensive beef gift set to show gratitude for their past help.",
  "[STORY_MAIN_4_2_3_NAME]": "Bait",
  "[STORY_MAIN_4_2_3_DESC_1]": "RABBIT Squad and Sensei spend an enjoyable time grilling and eating the beef Sensei brought. While viewing CCTV footage of their past operations, thanks to Moe, see a suspicious shadow wearing SRT equipment. Remembering that they sold equipment to an arms dealer before, RABBIT Squad feels guilty for putting Sensei in danger and decides to secretly catch the culprit themselves.",
  "[STORY_MAIN_4_2_4_NAME]": "An Unexpected Reunion",
  "[STORY_MAIN_4_2_4_DESC_1]": "The RABBIT Squad members arrive at their target location in chase of the suspicious shadow. They start to take control of the area, but a sudden ambush disrupts communications between the members. As a result, Miyako is isolated from the others and unexpectedly reunites with someone from her past.",
  "[STORY_MAIN_4_2_5_NAME]": "A FOX's Shadow",
  "[STORY_MAIN_4_2_5_DESC_1]": "The members of FOX Squad and RABBIT Squad are reunited and catch up with each other over some inarizushi that Niko has prepared. The pleasant time is short-lived however, as Miyako asks about the ambush. Yukino reveals her true intentions and proposes that Miyako join FOX Squad, causing her to feel conflicted. After catching up to everyone, Sensei asks for a bit of time and takes them back to Kousagi Park.",
  "[STORY_MAIN_4_2_6_NAME]": "A RABBIT's Distress",
  "[STORY_MAIN_4_2_6_DESC_1]": "Back at Kousagi Park, the RABBIT Squad members reminisce about the old FOX Squad together and ponder what caused them to change. Suddenly, a broadcast from the General Student Council begins, and Kaya announces that she has replaced Rin as acting president of the General Student Council.",
  "[STORY_MAIN_4_2_7_NAME]": "Coup d'etat",
  "[STORY_MAIN_4_2_7_DESC_1]": "A few hours before Kaya's broadcast, a debate ensued at the General Student Council on how to handle the recent incidents. On her way home from the meeting, Rin is ambushed and kidnapped by none other than Kaya. With public opinion of the Administration Board on her side, Kaya takes over as acting president of the General Student Council.",
  "[STORY_MAIN_4_2_8_NAME]": "New Proxy",
  "[STORY_MAIN_4_2_8_DESC_1]": "Sensei visits the General Student Council at Kaya's invitation. Kaya tries to win Sensei over with a proposal for a new administrative procedure, but they quickly reject it.",
  "[STORY_MAIN_4_2_9_NAME]": "D.U.'s New Dawn",
  "[STORY_MAIN_4_2_9_DESC_1]": "After a new executive order is implemented, Kaiser Security Guards are deployed throughout D.U. to keep the peace. After watching Kaiser Security restrict civil liberties and arrest people indiscriminately, RABBIT Squad start to protest. To everyone's surprise, the Kaiser General makes a sudden entrance. He lectures them about power and obedience.",
  "[STORY_MAIN_4_2_10_NAME]": "Uncontrollable",
  "[STORY_MAIN_4_2_10_DESC_1]": "Kaya tries to settle into her new role as the acting president of the General Student Council but is faced with unexpected events throughout Kivotos.",
  "[STORY_MAIN_4_2_11_NAME]": "Black Coffee",
  "[STORY_MAIN_4_2_11_DESC_1]": "On their way to Kousagi Park to meet with RABBIT Squad, Sensei finds Kirino and a Kaiser Security guard arguing. Luckily, Kanna is able to mediate the situation, but both she and Kirino are concerned that the new executive order has thrown D.U. into chaos.",
  "[STORY_MAIN_4_2_12_NAME]": "Determination",
  "[STORY_MAIN_4_2_12_DESC_1]": "Sensei arrives at Kousagi Park, but RABBIT Squad is nowhere to be found. Only a letter from Miyako remains.",
  "[STORY_MAIN_4_2_13_NAME]": "Shock and Fear",
  "[STORY_MAIN_4_2_13_DESC_1]": "Kaya calls a meeting to sort out the chaos running throughout the D.U. Things don't go well, and she calls the General and Yukino into her office to try and find a solution. Of course, Kaya always does.",
  "[STORY_MAIN_4_2_14_NAME]": "Prisoner's Dilemma",
  "[STORY_MAIN_4_2_14_DESC_1]": "Late in the evening, Sensei returns to Schale after cleaning up the park and learns from Sora that all the lunch orders have been canceled. When Sensei returns to their office, having skipped dinner, an unexpected visitor arrives and offers them inarizushi.",
  "[STORY_MAIN_4_2_15_NAME]": "SRT's Justice",
  "[STORY_MAIN_4_2_15_DESC_1]": "The RABBIT Squad members enjoy a relatively satisfactory time training with their upperclassmen, and even having hot showers! Miyako, however, feels as if something is missing. While on guard detail, Miyako finds Sensei when they get caught by the alarm system on the outskirts of the base.",
  "[STORY_MAIN_4_2_16_NAME]": "Sensei's Predicament",
  "[STORY_MAIN_4_2_16_DESC_1]": "Miyako talks to Sensei in the interrogation room. Miyako says that she did what she did to revive SRT, but has a realization after listening to Sensei. After asking Sensei to leave the base, Miyako declares war on Yukino.",
  "[STORY_MAIN_4_2_17_NAME]": "Showing Off",
  "[STORY_MAIN_4_2_17_DESC_1]": "The next day, Sensei meets Miyako again at Kousagi Park. Miyako reveals that FOX Squad is planning to blow up Kousagi Station, and she wants to stop it. Miyako heads to Kousagi Station with Sensei, where she runs into Descartes, now an employee at the station.",
  "[STORY_MAIN_4_2_17_DESC_2]": "",
  "[STORY_MAIN_4_2_18_NAME]": "Elite vs. Elite",
  "[STORY_MAIN_4_2_18_DESC_1]": "Descartes launches a reckless attack on Kaiser Security but struggles to make any significant impact. At that bleak moment, Kanna and the Public Safety Bureau students arrive to provide reinforcements.",
  "[STORY_MAIN_4_2_18_DESC_2]": "Thanks to Kanna and the Public Safety Bureau, Kaiser Security is defeated, allowing Miyako and Sensei to head to the station's underground.",
  "[STORY_MAIN_4_2_19_NAME]": "Abyss",
  "[STORY_MAIN_4_2_19_DESC_1]": "Miyako and Sensei witness a massive missile silo under the Kousagi Station. They quickly find out that FOX Squad is occupying and defending the silo. At that moment, RABBIT Squad arrives to help Miyako.",
  "[STORY_MAIN_4_2_19_DESC_2]": "",
  "[STORY_MAIN_4_2_20_NAME]": "Caerbannog's Cave 1",
  "[STORY_MAIN_4_2_20_DESC_1]": "FOX Squad and RABBIT Squad prepare opposing tactical strategies.",
  "[STORY_MAIN_4_2_20_DESC_2]": "FOX Squad handles RABBIT Squad with ease at first, but RABBIT Squad's unorthodox tactics begin to wear them down. Soon, RABBIT Squad secures the elevator shaft to the operation room.",
  "[STORY_MAIN_4_2_21_NAME]": "Caerbannog's Cave 2",
  "[STORY_MAIN_4_2_21_DESC_1]": "With all the other FOX Squad members incapacitated, Yukino evacuates her team outside and threatens to detonate the silo. Despite this, RABBIT Squad presses on.",
  "[STORY_MAIN_4_2_21_DESC_2]": "",
  "[STORY_MAIN_4_2_22_NAME]": "Yesterday and Tomorrow",
  "[STORY_MAIN_4_2_22_DESC_1]": "Just when Yukino is about to detonate the bomb, the FOX Squad members, who she thought had escaped, rejoin her. The FOX Squad and the RABBIT Squad face off in front of the operations room.",
  "[STORY_MAIN_4_2_22_DESC_2]": "After an intense battle, RABBIT Squad successfully subdues FOX Squad. Miyako talks to Yukino about her perception of what a mentor should be, and Yukino, reflecting on her past, finally decides to surrender.",
  "[STORY_MAIN_4_2_23_NAME]": "Failed Coup",
  "[STORY_MAIN_4_2_23_DESC_1]": "Upon hearing of the FOX Squad's defeat, Kaya panics and mobilizes Kaiser Security. Their soldiers quickly fall at the hands of a unified RABBIT Squad.",
  "[STORY_MAIN_4_2_23_DESC_2]": "RABBIT Squad and Sensei once again come face to face with Kaya. Kaya tries to please with Sensei, but her conspiracy is already exposed.",
  "[STORY_MAIN_4_2_24_NAME]": "Epilogue",
  "[STORY_MAIN_4_2_24_DESC_1]": "After all is said and done, Kaya is impeached, and everyone involved is imprisoned. While at the Corrections Bureau, Niko receives a letter with some inarizushi and smiles.",
  "[STORY_MAIN_5_1_1_NAME]": "Prologue",
  "[STORY_MAIN_5_1_1_DESC_1]": "One day, Niya calls Sensei asking them to visit her at Hyakkiyako. Sensei had been wanting to meet Kuzunoha anyways, so they agree and head off.",
  "[STORY_MAIN_5_1_2_NAME]": "Sudden Encounter 1",
  "[STORY_MAIN_5_1_2_DESC_1]": "Sensei arrives at Hyakkiyako and witnesses a student and a thug fighting over a resident's wallet. The student lunges and manages to secure the wallet, but the panicked thug calls for help.",
  "[STORY_MAIN_5_1_2_DESC_2]": "Yukari and Sensei succeed in chasing away the thug, and the resident thanks Yukari for getting the wallet back. After the resident leaves, Yukari formally greets Sensei and leads the way to the lantern festival. Someone suddenly shows up looking for Yukari, and she hurriedly leaves.",
  "[STORY_MAIN_5_1_3_NAME]": "Sudden Encounter 2",
  "[STORY_MAIN_5_1_3_DESC_1]": "Yukari and Sensei succeed in chasing away the thug, and the resident thanks Yukari for getting the wallet back. After the resident leaves, Yukari formally greets Sensei and leads the way to the lantern festival. Someone suddenly shows up looking for Yukari, and she hurriedly leaves.",
  "[STORY_MAIN_5_1_4_NAME]": "At the Yin-Yang Club",
  "[STORY_MAIN_5_1_4_DESC_1]": "Niya meets with Sensei and discusses the preparations for Hyakkiyako's festival. She also tells them about a threatening letter sent by \"Nature's Beauty.\" Niya says she needs Sensei's help in handling it. But as soon as Sensei nods in agreement, Yukari shows up.",
  "[STORY_MAIN_5_1_5_NAME]": "Self-Proclaimed Elite Girl's Entrance!",
  "[STORY_MAIN_5_1_5_DESC_1]": "Yukari arrives at the Yin-Yang Club and tells a story about Nagusa, who had disappeared as quickly as she appeared. She asks Niya to help her with the Hyakkaryouran's succession contest. Niya asks Sensei to handle the matter.",
  "[STORY_MAIN_5_1_6_NAME]": "The Next Destination",
  "[STORY_MAIN_5_1_6_DESC_1]": "Yukari decides to participate in the succession contest to revive the Hyakkaryouran. In order to find Hyakkaryouran upperclassmen that will help her, Yukari visits Renge's house and finds a note there.",
  "[STORY_MAIN_5_1_7_NAME]": "A Girl's Devotion to Youth(?) 1",
  "[STORY_MAIN_5_1_7_DESC_1]": "In order to find Renge, who apparently left on a journey to reclaim her youth, Yukari visits various clubs with Sensei. Renge is nowhere to be found. While taking a break to discuss the plan, Kaede shows up out of nowhere.",
  "[STORY_MAIN_5_1_8_NAME]": "A Girl's Devotion to Youth(?) 2",
  "[STORY_MAIN_5_1_8_DESC_1]": "While the Inner Discipline Club is inspecting the Hyakkiyako facilities at the request of the Festival Department, they have a conversation with Sensei. Then, suddenly, Arata and the Mouryo barge in, quickly followed by Renge.",
  "[STORY_MAIN_5_1_8_DESC_2]": "Sensei and the group successfully drive away Arata and the Mouryo. Yukari runs to Renge, but Renge is taken aback by the sudden encounter.",
  "[STORY_MAIN_5_1_9_NAME]": "Fuwa Renge",
  "[STORY_MAIN_5_1_9_DESC_1]": "Yukari asks Renge, who's working with the Inner Discipline Club as part of her youth activities, to help her with the succession contest. After hearing the details, Renge angrily refuses and retaliates.",
  "[STORY_MAIN_5_1_9_DESC_2]": "Renge quickly subdues Yukari. Renge tells Yukari that the Hyakkaryouran cannot go back to the way it was before and leaves. The Inner Discipline Club students follow after her.",
  "[STORY_MAIN_5_1_10_NAME]": "Blushing Cheeks",
  "[STORY_MAIN_5_1_10_DESC_1]": "Yukari is confused about her encounter with Renge, but she pulls herself together. Just as Sensei and Yukari are about to set out to find another Hyakkaryouran upperclassman, someone summons Yukari, and she quickly leaves. Separated from Yukari, Sensei wanders around the festival site. They soon encounter a girl caught up in a commotion.",
  "[STORY_MAIN_5_1_11_NAME]": "Member of the Hyakkaryouran",
  "[STORY_MAIN_5_1_11_DESC_1]": "The girl fights bravely in an ongoing battle against Arata and the Mouryo but is eventually forced on the defensive. Just when all seems lost, Sensei saves the girl and they escape the place together. The girl introduces herself as a former Hyakkaryouran member and tells Sensei a story about the Hyakkaryouran.",
  "[STORY_MAIN_5_1_12_NAME]": "Kiryuu Kikyou and the Succession Contest 1",
  "[STORY_MAIN_5_1_12_DESC_1]": "The next day, Sensei joins Yukari in visiting Hyakkaryouran's regulatory office, where they find Kikyou and Shizuko. Yukari asks Kikyou to help her with the succession contest, but Kikyou says it'd be impossible. Then, right there, Kikyou and Yukari engage in a succession contest.",
  "[STORY_MAIN_5_1_12_DESC_2]": "",
  "[STORY_MAIN_5_1_13_NAME]": "Kiryuu Kikyou and the Succession Contest 2",
  "[STORY_MAIN_5_1_13_DESC_1]": "Kikyou tells Yukari, who lost the succession contest, to stop playing around. Embarrassed, Yukari leaves, and Sensei and Kikyou stay behind and talk about Hyakkaryouran. Then the Mouryo, grumbling after being defeated by Nagusa, encounter a girl with a strange aura.",
  "[STORY_MAIN_5_1_14_NAME]": "Determined Girl",
  "[STORY_MAIN_5_1_14_DESC_1]": "Shizuko and Sensei split up to find Yukari. Shizuko manages to find her and asks her to return, but Yukari insists she's already made her decision. Then Sensei encounters another suspicious girl on the street.",
  "[STORY_MAIN_5_1_15_NAME]": "An Encounter",
  "[STORY_MAIN_5_1_15_DESC_1]": "The girl, who identifies herself as Nature's Beauty, says something strange and disappears into the crowd. Sensei hears about what happened with Yukari from Shizuko, then contacts the Ninjutsu Research Club to find Nagusa and learn more about the Hyakkaryouran.",
  "[STORY_MAIN_5_1_16_NAME]": "Goryou Nagusa",
  "[STORY_MAIN_5_1_16_DESC_1]": "Sensei confronts Nagusa, who's reminiscing about the Hyakkaryouran's past. Nagusa reveals her identity and has a long conversation with Sensei. The moment fireworks go off to announce the start of the festival, the Phantom Fables come alive, bringing chaos to the festival streets.",
  "[STORY_MAIN_5_1_17_NAME]": "Rumors of the Streets 1",
  "[STORY_MAIN_5_1_17_DESC_1]": "With Yukari tending to her familial duties, Renge expresses her feelings around Hyakkaryouran's apparent demise. At the advice of the Inner Discipline Club, Renge calms down and remembers her goal. But everyone takes action to deal with the Phantom Fables' sudden appearance.",
  "[STORY_MAIN_5_1_18_NAME]": "Rumors of the Streets 2",
  "[STORY_MAIN_5_1_18_DESC_1]": "While clearing the chaotic streets, Nagusa explains the Phantom Fables to Sensei. The two then have an unexpected encounter with the Inner Discipline Club and Renge. After a moment of awkwardness, a loud wail signals the start of an intense battle.",
  "[STORY_MAIN_5_1_18_DESC_2]": "",
  "[STORY_MAIN_5_1_19_NAME]": "The Bard of Nature's Beauty 1",
  "[STORY_MAIN_5_1_19_DESC_1]": "The group battles the Phantom Fables, but are taken aback when they can't so much as make a scratch on the monster. When Nagusa says that only those who are qualified can best it, Shuro appears and laughs at Nagusa.",
  "[STORY_MAIN_5_1_20_NAME]": "The Bard of Nature's Beauty 2",
  "[STORY_MAIN_5_1_20_DESC_1]": "Unaffected by Sensei's and Tsubaki's attacks, Shuro leaves, claiming that things are already going according to plan. Kurokage blocks the group from chasing after Shuro.",
  "[STORY_MAIN_5_1_20_DESC_2]": "Yukari always has to be on stage on behalf of her family, regardless of her personal desire, and she's disappointed that no one respects her. Then, she hears someone whispering...",
  "[STORY_MAIN_5_1_21_NAME]": "Yours, Nevertheless",
  "[STORY_MAIN_5_1_21_DESC_1]": "While everyone is being blocked by the undefeatable Kurokage, Kikyou steps forward and persuades Nagusa to help. Kikyou tells her she's the only one who can save Yukari since only she is qualified. Nagusa and Sensei step forward together.",
  "[STORY_MAIN_5_1_22_NAME]": "Street in Flames",
  "[STORY_MAIN_5_1_22_DESC_1]": "Sensei and Nagusa are stopped in front of the plaza stage by the endless Phantom Fables, but the Yin-Yang Club and the Ninjutsu Research Club come to help.",
  "[STORY_MAIN_5_1_22_DESC_2]": "Shuro shows up in front of Yukari and reveals her the Phantom Fables' Faceless Katashiro, created via Yukari and the burning festival streets. Yukari faints from shock, and Sensei and Nagusa appear.",
  "[STORY_MAIN_5_1_23_NAME]": "Elaborate Lies",
  "[STORY_MAIN_5_1_23_DESC_1]": "Shuro tells Nagusa what happened in the Great Snowfield and points out Nagusa's mistakes, breaking her down. Just as Shuro thinks she's about to win, Sensei steps forward.",
  "[STORY_MAIN_5_1_24_NAME]": "Ordinary Events",
  "[STORY_MAIN_5_1_24_DESC_1]": "Shuro is angry at Sensei's rebuttal and prepares to attack. Then, Yukari, who'd decided to stay with the Hyakkaryouran rather than her own Kadenokouji family, blocks her from doing so. Afterwards, Renge and Kikyou appear and join forces to fight against the Faceless Katashiro.",
  "[STORY_MAIN_5_1_24_DESC_2]": "As Renge, Kikyou, and Yukari are cornered by the Phantom Fables, Nagusa steps forward. Despite Shuro's criticism, Nagusa admits she doesn't want to lose the important people in her life anymore and uses the Hyakkaryouran's qualifications to defeat Shuro and drive her into a corner.",
  "[STORY_MAIN_5_1_25_NAME]": "Yours, For Now",
  "[STORY_MAIN_5_1_25_DESC_1]": "Shuro eventually flees. Yukari is grateful to be reunited with everyone and immediately challenges Nagusa to a succession contest, her original goal. Yukari is defeated in an instant, but she still looks happy and says everyone should go back to the Hyakkaryouran.",
  "[STORY_MAIN_5_1_26_NAME]": "Carrying Wishes",
  "[STORY_MAIN_5_1_26_DESC_1]": "With the complicated series of events finally resolved, peace returns to Hyakkiyako, though there's still work to be done. As everyone sends up their lanterns with a wish, Kokuriko, president of Nature's Beauty, smiles in the dark and reveals her true colors."
}