{
  "[STORY_BATTLE_NAME]": "Battle",
  "[STORY_BATTLE_DESC]": "Engage with the enemies.",

  "[STORY_MAIN_1_1_1_NAME]": "Welcome to the Foreclosure Task Force!",
  "[STORY_MAIN_1_1_1_DESC]": "Sensei receives a letter from Abydos High School and learns the students there are being bullied by a criminal organization. In a hurry, Sensei heads toward the Abydos district, but gets hopelessly lost in the process.",
  "[STORY_MAIN_1_1_1_P1_NAME]": "Receiving the Letter",
  "[STORY_MAIN_1_1_1_P1_DESC]": "After taking office for several days, Arona said that many students had sent their help letters, in which one of them came from Abydos High School.",
  "[STORY_MAIN_1_1_1_P2_NAME]": "The Difficulties at Abydos",
  "[STORY_MAIN_1_1_1_P2_DESC]": "Sensei read the letter from Abydos, knowing that they were under attack of criminal organizations and facing problems like the ammunition running out. They thus requested help from Schale.",
  "[STORY_MAIN_1_1_1_P3_NAME]": "An Brief Introduction to Abydos",
  "[STORY_MAIN_1_1_1_P3_DESC]": "Arona briefly introduced Sensei with the situations in Abydos, and was shocked at the fact that Abydos High School was being attacked. Right away, Sensei went to Abydos on a business trip.",
  "[STORY_MAIN_1_1_1_P4_NAME]": "Abydos Autonomous Region",
  "[STORY_MAIN_1_1_1_P4_DESC]": "After reaching the Abydos Autonomous Region, Sensei lost his way and couldn't find the school.",

  "[STORY_MAIN_1_1_2_NAME]": "First Day at Abydos",
  "[STORY_MAIN_1_1_2_DESC]": "Shiroko rescues Sensei and eventually the two arrive at Abydos' Foreclosure Task Force club room. Soon after, the school is attacked by the Kata-Kata Helmet Gang, and Sensei teams up with the students to fight back.",
  "[STORY_MAIN_1_1_2_P1_NAME]": "Meeting Shiroko",
  "[STORY_MAIN_1_1_2_P1_DESC]": "At the moment when Sensei found himself out of options, Sensei met Shiroko.",
  "[STORY_MAIN_1_1_2_P2_NAME]": "Shiroko",
  "[STORY_MAIN_1_1_2_P2_DESC]": "[Animation of Shiroko meeting Sensei]",
  "[STORY_MAIN_1_1_2_P3_NAME]": "Explanation",
  "[STORY_MAIN_1_1_2_P3_DESC]": "After meeting Shiroko, Sensei expressed the fact that he was on a business story but lost. Shiroko said that the surrounding areas have long been abandoned, and offered Sensei a can of energy drink. Later, Shiroko carried Sensei to arrive at school.",
  "[STORY_MAIN_1_1_2_P4_NAME]": "Arriving at Foreclosure Task Force",
  "[STORY_MAIN_1_1_2_P4_DESC]": "After carrying Sensei to the Foreclosure Task Force's office, Sensei made it clear of the identity of Schale Sensei.",
  "[STORY_MAIN_1_1_2_P5_NAME]": "Engage",
  "[STORY_MAIN_1_1_2_P5_DESC]": "When everyone was about to discuss, gunshots were heard outside; it turned at that the Helmet Gang was attacking Abydos again. Sensei stayed in the office to command them, while others initialized the battle.",
  "[STORY_MAIN_1_1_2_P7_NAME]": "Victory",
  "[STORY_MAIN_1_1_2_P7_DESC]": "Everyone engaged, and under the commands of Sensei's, they won.",

  "[STORY_MAIN_1_1_3_NAME]": "Being an Adult is Amazing!",
  "[STORY_MAIN_1_1_3_DESC]": "After defeating the Helmet Gang, the Foreclosure Task Force introduce themselves to Sensei at Abydos High School. Having solved some supply issues with Sensei's help, the students want to use their momentum to crush the Helmet Gang's outpost.",
  "[STORY_MAIN_1_1_3_P1_NAME]": "Discussing About the Battle Plan",
  "[STORY_MAIN_1_1_3_P1_DESC]": "Right after defeating the Helmet Gang, everyone was amazed by Sensei's ability on commanding the battle. Then everyone introduced themselves. ",
  "[STORY_MAIN_1_1_3_P2_NAME]": "An Complete Annihilation",
  "[STORY_MAIN_1_1_3_P2_DESC]": "Hoshino proposed to engage their outpost and Sensei agreed. Everyone set off right away.",
  "[STORY_MAIN_1_1_3_P4_NAME]": "Returning School",
  "[STORY_MAIN_1_1_3_P4_DESC]": "After the victory, everyone returned to school.",

  "[STORY_MAIN_1_1_4_NAME]": "The Task Force's Predicament",
  "[STORY_MAIN_1_1_4_DESC]": "The students explain to Sensei that their school's over 900 million yen in debt and how difficult it is for them to even keep up with interest payments. When Sensei offers to help, Serika goes off on a tirade about how grown-ups can't be trusted.",
  "[STORY_MAIN_1_1_4_P1_NAME]": "Discussing About the Battle Plan",
  "[STORY_MAIN_1_1_4_P1_DESC]": "Back at school, everyone thanked Sensei but accidentally slipped the \"debt\" thing. Serika expressed her trust issues on Sensei, unwilling to talk about that topic and left. Nonomi followed her up.",
  "[STORY_MAIN_1_1_4_P2_NAME]": "The Debt",
  "[STORY_MAIN_1_1_4_P2_DESC]": "From what the Hoshino and Ayane said, Sensei acknowledged the debt worth 962.36 million yen. Sensei also knew that sandstorms kept happening in recent years, and no efforts were achieved despite the large amount of funds that the school put into it. As no banks were willing to lend them money, they were forced to turn to loan sharks. The deserialization only went worse and worse, together with the skyrocketing debt; as a result, many students had left the school.",
  "[STORY_MAIN_1_1_4_P3_NAME]": "Serika",
  "[STORY_MAIN_1_1_4_P3_DESC]": "Serika left the school and Nonomi followed.",

  "[STORY_MAIN_1_1_5_NAME]": "A Day in the Life of Serika",
  "[STORY_MAIN_1_1_5_DESC]": "Sensei and the Foreclosure Task Force trail Serika to her part-time job at a ramen shop. They end up sharing a nice meal with her, but Serika is still quite sullen. On her way back from work, Serika is kidnapped by the Helmet Gang.",
  "[STORY_MAIN_1_1_5_P1_NAME]": "Bumping Into Serika",
  "[STORY_MAIN_1_1_5_P1_DESC]": "Sensei bumped into Serika and greeted her nicely, wanting to know where and what she's going. Serika dodged but was followed by Sensei closely; she later admitted that she was going to part-time jobs and asked Sensei not to follow, yet Sensei didn't listen.",
  "[STORY_MAIN_1_1_5_P2_NAME]": "The Ramen Store",
  "[STORY_MAIN_1_1_5_P2_DESC]": "Sensei brought others at the FTF to the very ramen store that Serika was working for. Though surprised, Serika led the way to the table; later, Nonomi purposed to pay with her cards, but Sensei did that with his own at last. After lunch, everyone returned to school under the strong request by the embarrassed Serika.",
  "[STORY_MAIN_1_1_5_P3_NAME]": "Off the Work",
  "[STORY_MAIN_1_1_5_P3_DESC]": "Serika finally got off work at night, but was ambushed by the Helmet Gang. She was captured alive.",

  "[STORY_MAIN_1_1_6_NAME]": "Rescue Mission!",
  "[STORY_MAIN_1_1_6_DESC]": "When Serika goes incommunicado after parting at the ramen shop, Sensei uses Schale's authority to triangulate the position of Serika's cell phone and sets out to rescue her.",
  "[STORY_MAIN_1_1_6_P1_NAME]": "The Missing Serika",
  "[STORY_MAIN_1_1_6_P1_DESC]": "Already far into the off-work time, yet no trace of Serika could be found. Shiroko thought it was the Helmet Gang who kidnapped her, and the returned Sensei and Hoshino proved that guess.",
  "[STORY_MAIN_1_1_6_P2_NAME]": "Words of Serika",
  "[STORY_MAIN_1_1_6_P2_DESC]": "Serika, who found herself having been kidnapped, felt extremely uneasy, fearing that would make everyone abandon or mistake her. As she was sobbing in the back of the truck, the Foreclosure Committee made their way just in time, blowing up the truck to rescue her.",

  "[STORY_MAIN_1_1_7_NAME]": "A New Threat?",
  "[STORY_MAIN_1_1_7_DESC]": "Sensei and the task force manage to rescue Serika from the Helmet Gang. Ayane finds signs of contraband among the tank's wreckage. Meanwhile, the Kaiser PMC that controlled the Helmet Gang decides to enlist the help of Problem Solver 68.",
  "[STORY_MAIN_1_1_7_P1_NAME]": "The Hidden Fact",
  "[STORY_MAIN_1_1_7_P1_DESC]": "Though successfully rescued Serika, she still fell apart after getting a shot of the anti-air missile. Ayane found the Helmet Gang seemed to be using illegal weapons in Kivotos, suggesting that there might be a bigger hand in the dark.",
  "[STORY_MAIN_1_1_7_P2_NAME]": "PMC and Problem Solver",
  "[STORY_MAIN_1_1_7_P2_DESC]": "Due to the ineffectiveness of the Helmet Gang, PMC decided to hire the professionals Problem Solver 68 to finish the task. They cleaned some of the Gang's members and established some sphere of influence.",
  "[STORY_MAIN_1_1_7_P3_NAME]": "A Thank from Serika",
  "[STORY_MAIN_1_1_7_P3_DESC]": "Sensei visited Serika. Though still didn't trust Sensei, she thanked Sensei and left in a hurry.",

  "[STORY_MAIN_1_1_8_NAME]": "The Might of Problem Solver 68",
  "[STORY_MAIN_1_1_8_DESC]": "The Foreclosure Task Force struggles to come up with ideas on how to pay off the school's debt. Sensei and the students run into the impoverished employees of Problem Solver 68 while grabbing some ramen after the meeting.",
  "[STORY_MAIN_1_1_8_P1_NAME]": "Discussion",
  "[STORY_MAIN_1_1_8_P1_DESC]": "The regular meeting for Abydos Foreclosure Task Force began, as everyone purposed their own way to pay the debt.",
  "[STORY_MAIN_1_1_8_P2_NAME]": "Serika Being Deceived",
  "[STORY_MAIN_1_1_8_P2_DESC]": "Serika found an ad concerning a bracelet that will make everyone luckier. But it was soon discovered to be a Pyramid Scheme by others.",
  "[STORY_MAIN_1_1_8_P3_NAME]": "Hijack School Buses",
  "[STORY_MAIN_1_1_8_P3_DESC]": "Hoshino pointed out that the root cause of being unable to pay is because of the students left. Therefore it'll be fine as soon as they hijacked students from other schools. Denied by Ayane.",
  "[STORY_MAIN_1_1_8_P4_NAME]": "Rob a Bank",
  "[STORY_MAIN_1_1_8_P4_DESC]": "Shiroko straighted to the plan of robbing a bank, saying that she had found out everyone and in that way, they would be able to earn 100 million in just five minutes. Criminal as it is, it was denied by Ayane and Serika.",
  "[STORY_MAIN_1_1_8_P5_NAME]": "Pop Idols",
  "[STORY_MAIN_1_1_8_P5_DESC]": "Nonomi proposed that everyone should become pop idols, but was denied by multiple.",
  "[STORY_MAIN_1_1_8_P6_NAME]": "The Choice by Sensei",
  "[STORY_MAIN_1_1_8_P6_DESC]": "As the dispute erupted, Sensei was forced to make a choice. But even Sensei's choice disappointed Ayane and made her overturn the table angrily. Everyone was under a good lecture later.",
  "[STORY_MAIN_1_1_8_P7_NAME]": "The Ramen Store and Problem Solver 68",
  "[STORY_MAIN_1_1_8_P7_DESC]": "Everyone decided to take Ayane to that ramen store to have a meal, and it was there that they met the Problem Solver 68. Spent all the money hiring the mercenaries, they could only afford the cheapest ramen; the owner took pity on them and gave them extra ramen. Aru talked with the Foreclosure Task Force, completely unaware of their identity of Abydos High School.",

  "[STORY_MAIN_1_1_9_NAME]": "Unrelenting Blood Feud",
  "[STORY_MAIN_1_1_9_DESC_1]": "Aru grapples with her feelings after realizing that the ones who treated her to a bowl of ramen were actually Abydos students. She resolves anew to attack Abydos High School with her hired guns.",
  "[STORY_MAIN_1_1_9_DESC_2]": "Thanks to the work of the Foreclosure Task Force, Aru and Problem Solver are forced to withdraw.",
  "[STORY_MAIN_1_1_9_P1_NAME]": "The Hindsight",
  "[STORY_MAIN_1_1_9_P1_DESC]": "It was not until the departure with the Abydos did Aru realize their identity with the help from other members. Though conflicted in heart, Aru was determined to launch the attack at last.",
  "[STORY_MAIN_1_1_9_P2_NAME]": "The Approaching Battle",
  "[STORY_MAIN_1_1_9_P2_DESC]": "The Problem Solver 68 met the hired mercenaries and was ready to attack. Meanwhile, Abydos noticed the marching enemies, only to find out it was the doings of Problem Solver 68 that they met in the ramen store.",
  "[STORY_MAIN_1_1_9_P4_NAME]": "The Failed Battle",
  "[STORY_MAIN_1_1_9_P4_DESC]": "Unsurprisingly, the Problem Solver 68 was defeated completely. As the off-work arrived, the Problem Solver 68 lost their backup and was forced to retreat.",

  "[STORY_MAIN_1_1_10_NAME]": "In Search of a Clue",
  "[STORY_MAIN_1_1_10_DESC]": "The Foreclosure Task Force learn that Problem Solver 68 is a group of delinquents from Gehenna Academy and that the Helmet Gang's weapons came from the Black Market. Sensei and the students head there to investigate.",
  "[STORY_MAIN_1_1_10_P1_NAME]": "Meeting Ayane and Mutsuki",
  "[STORY_MAIN_1_1_10_P1_DESC]": "On the way to school, Sensei met Ayane. Ayane said she was going to prepare for the debt payment at school and had found everything about the Problem Solver 68. It was then that Mutsuki appeared. Mutsuki invited Sensei to pay a visit on them, but was scolded by Ayane before leaving.",
  "[STORY_MAIN_1_1_10_P2_NAME]": "The Monthly Payment",
  "[STORY_MAIN_1_1_10_P2_DESC]": "The Foreclosure Task Force made the debt payment in cash, when Shiroko felt something was off.",
  "[STORY_MAIN_1_1_10_P3_NAME]": "A Brief Report",
  "[STORY_MAIN_1_1_10_P3_DESC]": "Ayane found out all the information of Problem Solver 68, stressing that they were seen as problem children in Gehenna, and therefore they should be handled with caution. On the other hand, Ayane thought that if they need to find the origin of the illegal weapons, they might have to visit the Black Market.",

  "[STORY_MAIN_1_1_11_NAME]": "To the Black Market! Part 1",
  "[STORY_MAIN_1_1_11_DESC_1]": "The Foreclosure Task Force bumps into Trinity student Hifumi at the Black Market. She came to buy a limited-edition Peroro plush, but was chased by a group of bullies. The task force steps in, and a fight ensues.",
  "[STORY_MAIN_1_1_11_DESC_2]": "Having beat back the bullies, Hifumi and the Foreclosure Task Force leave the scene before an even bigger mess happens.",
  "[STORY_MAIN_1_1_11_P1_NAME]": "First Time Arriving",
  "[STORY_MAIN_1_1_11_P1_DESC]": "The Foreclosure Task Force was amazed by the scale of the market. Then everyone met Hifumi, who was being chased by some gangsters at that moment, and saved her for good.",
  "[STORY_MAIN_1_1_11_P2_NAME]": "The Reason",
  "[STORY_MAIN_1_1_11_P2_DESC]": "Everyone asked why she was being chased, and Hifumi answered that it was because of the limited edition of the Pellolo. It was at this moment that the gangsters were back, and everyone started to engage.",
  "[STORY_MAIN_1_1_11_P4_NAME]": "Leave As Soon As Possible",
  "[STORY_MAIN_1_1_11_P4_DESC]": "Hifumi worried that they might attract the attention of the securities of the Black Market, and she offered to lead the way.",

  "[STORY_MAIN_1_1_12_NAME]": "To the Black Market! Part 2",
  "[STORY_MAIN_1_1_12_DESC]": "Hifumi agrees to guide The Foreclosure Task Force around the market in return for helping her earlier. Meanwhile, the boss of Problem Solver 68, Aru, struggles to get a loan so she can pay off her earlier mistake.",
  "[STORY_MAIN_1_1_12_P1_NAME]": "Leading the Way",
  "[STORY_MAIN_1_1_12_P1_DESC]": "As Hifumi was more familiar with the Market, everyone asked her to lead the way for them.",
  "[STORY_MAIN_1_1_12_P2_NAME]": "Confusion",
  "[STORY_MAIN_1_1_12_P2_DESC]": "The failure mission carried out by Problem Solver 68 shocked the PMC, who insisted that the data must be wrong. Yet Black Suit thought the data was nothing wrong and decided to investigate the reasons.",
  "[STORY_MAIN_1_1_12_P3_NAME]": "Borrowing Money",
  "[STORY_MAIN_1_1_12_P3_DESC]": "Failing the mission, as well as running out of money, the Problem Solver decided to turn to loan. Though Aru's account was suspended due to the wanted warrant issued by the Prefect Team, she seemed to have her own way.",

  "[STORY_MAIN_1_1_13_NAME]": "The Masked Swimsuit Gang! Part 1",
  "[STORY_MAIN_1_1_13_DESC]": "At the Black Market, the Foreclosure Task Force see their debt money being funneled into the Stygian Bank. Outraged that their hard-earned money is being used for illicit activities, the students plan a bank heist.",
  "[STORY_MAIN_1_1_13_P1_NAME]": "Taking a Short Break",
  "[STORY_MAIN_1_1_13_P1_DESC]": "Walking for hours long, the Foreclosure Task Force and Hifumi were all exhausted. Wanting to eat some Taiyaki, Nonomi offered everyone some snacks.",
  "[STORY_MAIN_1_1_13_P2_NAME]": "The Black Market's Bank",
  "[STORY_MAIN_1_1_13_P2_DESC]": "Hifumi continued to introduce the situation at the Black Market and mentioned about the Black Market Bank. As discussion went, Ayane warned that the securities were approaching and everyone hid immediately.",
  "[STORY_MAIN_1_1_13_P3_NAME]": "The Truth",
  "[STORY_MAIN_1_1_13_P3_DESC]": "Everyone discovered that their debt payment seemed to be flowing directly into the bank. And in order to prove this, Shiroko brought up her plan of robbing a bank again, hoping to find the documents in the process. Hifumi was then \"willingly\" to be involved in this.",

  "[STORY_MAIN_1_1_14_NAME]": "The Masked Swimsuit Gang! Part 2",
  "[STORY_MAIN_1_1_14_DESC]": "Aru is waiting for a loan interview at the Stygian Bank when the masked members of the Foreclosure Task Force burst in and steal all the bank's money. The Black Market Guard gives chase, and Aru admires the students' act of pure villainy.",
  "[STORY_MAIN_1_1_14_P1_NAME]": "Rob the Bank",
  "[STORY_MAIN_1_1_14_P1_DESC]": "Aru was rejected for a loan due to poor records and unable to mortgage any property. When arguing with the staff, Abydos broke in.",
  "[STORY_MAIN_1_1_14_P2_NAME]": "The Masked Swimsuit Gang",
  "[STORY_MAIN_1_1_14_P2_DESC]": "The Abydos threatened the staff to hand out the records, and accidentally took out 100-million-worth money. Aru was greatly amazed by the side; other members were just chilling there. After the robbery, the security called for the Black Market guards, and everyone began to engage.",

  "[STORY_MAIN_1_1_15_NAME]": "Riding off Into the Sunset!",
  "[STORY_MAIN_1_1_15_DESC]": "After outrunning the Black Market Guard, the group begins to question their resolve. Hoshino persuades them to take only the documents they need. Later, Problem Solver discovers the piles of money that were left behind.",
  "[STORY_MAIN_1_1_15_P1_NAME]": "The Escape",
  "[STORY_MAIN_1_1_15_P1_DESC]": "Defeating the guards, everyone was out.",
  "[STORY_MAIN_1_1_15_P2_NAME]": "The Bottom Line That Cannot Be Crossed",
  "[STORY_MAIN_1_1_15_P2_DESC]": "When confirming the situation, everyone was surprised to find out that the 100 million money was with them all the time. Serika and Nonomi wanted to use them to pay the debt, but was opposed by Hoshino greatly. Hoshino said that the bottom lines could not be crossed. At last everyone agreed to take away the documents only.",
  "[STORY_MAIN_1_1_15_P3_NAME]": "Admiration from Aru",
  "[STORY_MAIN_1_1_15_P3_DESC]": "Aru caught up suddenly and everyone returned to the \"Masked Swimsuit Gang\". Aru expressed the admiration towards them and said she wanted to be a villain just like them. Then the Problem Solver took away the money, and Aru was told the reality at the very end.",

  "[STORY_MAIN_1_1_16_NAME]": "The Truth Revealed",
  "[STORY_MAIN_1_1_16_DESC]": "The documents reveal the true mastermind: a mega-syndicate known as the Kaiser Corporation. Confronted with such a seemingly insurmountable societal evil, the dejected students of the Foreclosure Task Force call it a day.",
  "[STORY_MAIN_1_1_16_P1_NAME]": "Truths Surfacing",
  "[STORY_MAIN_1_1_16_P1_DESC]": "After a careful inspection on the records, they did find out the money was flowing into the bank, and was directly used to support the Helmet Gang. Everything showed that Kaiser Corporation seemed to be plotting against Abydos.",
  "[STORY_MAIN_1_1_16_P2_NAME]": "Goodbye Hifumi",
  "[STORY_MAIN_1_1_16_P2_DESC]": "Everyone bid farewell to Hifumi. Hifumi said that she would report the things to the Tea Party.",

  "[STORY_MAIN_1_1_17_NAME]": "The Gathering Storm",
  "[STORY_MAIN_1_1_17_DESC]": "Aru grapples with the thought of using funds acquired by the Foreclosure Task Force to attack Abydos High School. To lift her spirits, Problem Solver takes her to get Shiba Seki ramen. Meanwhile, a man in a black suit appears before Hoshino with a clandestine proposal.",
  "[STORY_MAIN_1_1_17_P1_NAME]": "Battle Again",
  "[STORY_MAIN_1_1_17_P1_DESC]": "Aru was worried all night about another attack against Abydos. Haruka already set the bombs in place. Mutsuki didn't understand why Aru didn't take the money first, and Aru expressed her concern on being interfering too much by the customer.",
  "[STORY_MAIN_1_1_17_P2_NAME]": "A Brief Introduction to Prefect Team",
  "[STORY_MAIN_1_1_17_P2_DESC]": "Someone purposed to get back to Gehenna, yet by Kayoko's careful analysis, the existence of the Prefect Team, especially Hina, would make them impossible to win and therefore impractical to go back.",
  "[STORY_MAIN_1_1_17_P3_NAME]": "Hoshino and Her Senior",
  "[STORY_MAIN_1_1_17_P3_DESC]": "Sensei met Nonomi and Hoshino at the Committee room. Hoshino left in advance due to her own business. Nonomi then talked about former Hoshino and her senior.",
  "[STORY_MAIN_1_1_17_P4_NAME]": "The Black Suit",
  "[STORY_MAIN_1_1_17_P4_DESC]": "Hoshino left school and had a meeting with the Black Suit. Black Suit recalled the so-called \"proposal\", claiming to give her \"a condition that she'll never be able to oppose\".",

  "[STORY_MAIN_1_1_18_NAME]": "We're Not Their Friends!",
  "[STORY_MAIN_1_1_18_DESC]": "Upon entering Shiba Seki, Master Shiba's warm welcome sends Aru into a screaming fit, unable to bear her guilty conscience any longer. Before anyone can stop her, Haruka plants a bomb and blows the shop to smithereens.",
  "[STORY_MAIN_1_1_18_P1_NAME]": "This Raman Restaurant",
  "[STORY_MAIN_1_1_18_P1_DESC]": "The ramen restaurant owner mistook the Problem Solver 68 for Abydos' friends. Aru suddenly realized that it was the restaurant that prevented her being a real villain. Haruka, who was unsure of Aru's saying, blew up the restaurant without a second thought.",
  "[STORY_MAIN_1_1_18_P2_NAME]": "Accident",
  "[STORY_MAIN_1_1_18_P2_DESC]": "The explosion attracted the Foreclosure Task Force's attention.",

  "[STORY_MAIN_1_1_19_NAME]": "You'll Pay for This!",
  "[STORY_MAIN_1_1_19_DESC_1]": "Unaware of Aru's true feelings, the Foreclosure Task Force blame Aru for the heinous atrocity she accidentally caused. Eventually, Aru ends up confronting the team, pretending to be the villain they believe she is.",
  "[STORY_MAIN_1_1_19_DESC_2]": "During the climax of the battle between Problem Solver and Foreclosure Task Force, the combatants are suddenly shelled from afar. Ayane announces that the cannons were fired by Gehenna Academy's Prefect Team.",
  "[STORY_MAIN_1_1_19_P1_NAME]": "The Real Villain",
  "[STORY_MAIN_1_1_19_P1_DESC]": "Haruka blew up the restaurant at the confusing speech delivered by Aru, which even made Mutsuki started blaming her. Upon arrival, the Foreclosure Task Force was even more furious when they discovered the evil doer. They started the battle immediately.",
  "[STORY_MAIN_1_1_19_P3_NAME]": "Unknown Gunfire",
  "[STORY_MAIN_1_1_19_P3_DESC]": "After defeating the Problem Solver, everyone discovered that unknown gunfire was firing towards them. Ayane then informed that it was the Prefect Team of Gehenna.",

  "[STORY_MAIN_1_1_20_NAME]": "The Prefect Team Goes to War!",
  "[STORY_MAIN_1_1_20_DESC_1]": "Gehenna's Prefect Team declares their intent to arrest the members of Problem Solver 68. The Foreclosure Task Force prepares for battle, rebutting that Gehenna Academy has no authority to make such an arrest on Abydos territory.",
  "[STORY_MAIN_1_1_20_DESC_2]": "Despite being outnumbered, the Foreclosure Task Force is victorious with Sensei's guidance. After the battle, the senior administrator of Gehenna's Prefect Team, Ako, steps in to mediate. Meanwhile, Haruka hatches a conspiracy.",
  "[STORY_MAIN_1_1_20_P1_NAME]": "Interference",
  "[STORY_MAIN_1_1_20_P1_DESC]": "The Prefect Team took down the Problem Solver 68 successfully, yet it arose the dissatisfaction of Abydos. As the other party was operating in Abydos without proper permission, such actions could be seen as ignoring authority. Everyone decided to engage.",
  "[STORY_MAIN_1_1_20_P2_NAME]": "Sensei",
  "[STORY_MAIN_1_1_20_P2_DESC]": "The Prefect Team found out that the Abydos were in combat posture and started to prepare to engage. But Chinatsu suddenly noticed Sensei and demanded a stop; yet it was too late.",
  "[STORY_MAIN_1_1_20_P4_NAME]": "Chairman Ako",
  "[STORY_MAIN_1_1_20_P4_DESC]": "Ako suddenly connected to the communication, temporarily stopping the actions of Iori. Haruka started her revenge plan at the same time.",

  "[STORY_MAIN_1_2_1_NAME]": "An Unexpected Alliance",
  "[STORY_MAIN_1_2_1_DESC_1]": "Talks with Ako are unfruitful, leaving the situation as hostile as ever. The Foreclosure Task Force decides to team up with Problem Solver to take on the Prefect Team and their sizable forces.",
  "[STORY_MAIN_1_2_1_DESC_2]": "The hard-fought battle was seemingly over until yet more members of the Prefect Team appeared. Just then, the head prefect, Hina, arrives and questions Ako about the entire series of events thus far.",
  "[STORY_MAIN_1_2_1_P1_NAME]": "Encounter Haruka",
  "[STORY_MAIN_1_2_1_P1_DESC]": "Sensei suddenly made an eye contact with Haruka. Haruka squeezed a smile and then left in a hurry. Sensei also pretended not paying any attention.",
  "[STORY_MAIN_1_2_1_P2_NAME]": "An Apology",
  "[STORY_MAIN_1_2_1_P2_DESC]": "Ako first apologized for the attack launched by Prefect Team and hoped to transfer the Problem Solver 68 to them for further investigation, which was naturally rejected. Ayane argued with factual facts, yet Ako refused to take a step back. She said \"It's probably because you have Schale's Sensei at your side.\"",
  "[STORY_MAIN_1_2_1_P3_NAME]": "Problem Solver's Motivation",
  "[STORY_MAIN_1_2_1_P3_DESC]": "Sensei expressed their opinions on Problem Solver 68, thinking that they weren't intentional. Most of the Foreclosure Task Force agreed, but said it was still impossible to transfer for the identity of their backgrounds remained unknown.",
  "[STORY_MAIN_1_2_1_P4_NAME]": "The Revenge of Problem Solver",
  "[STORY_MAIN_1_2_1_P4_DESC]": "The negotiations ended badly and Ako decided to attack again. Yet the Prefect Team was suddenly assaulted by Haruka. Meanwhile, Kayoko began to gradually expose Ako's deception: the way that leading much troops to trouble in another district was definitely not Hina's doings, but in fact Ako's; the target was actually Schale, and it would make sense to lead extra troops.",
  "[STORY_MAIN_1_2_1_P5_NAME]": "The True Intent",
  "[STORY_MAIN_1_2_1_P5_DESC]": "Being exposed, Ako launched another attack without further ado, and declared everyone her own plan: as the Eden Treaty going to be signed, the Prefect Team worried that such organization would interfere the signing (the intel itself came from Trinity's Hifumi telling it to the Tea Party, which then was gotten on hand by Gehenna). As planned, they would first put Sensei under house arrest and then deal with Problem Solver 68.",
  "[STORY_MAIN_1_2_1_P6_NAME]": "Cooperation",
  "[STORY_MAIN_1_2_1_P6_DESC]": "Kayoko hoped Aru could leave as soon as possible, but Aru not only said that she would fight till the end, but also Abydos requested for cooperation as well. Seeing the situation, Ako gave an official command for commercing the battle.",
  "[STORY_MAIN_1_2_1_P8_NAME]": "A Lasting Battle",
  "[STORY_MAIN_1_2_1_P8_DESC]": "Though defeated and many were retreating, but Ako didn't give up and launched attack again. Kayoko sensed that it was not the permission that Ako had, and something was absolutely wrong.",
  "[STORY_MAIN_1_2_1_P9_NAME]": "Hina, Arrived!",
  "[STORY_MAIN_1_2_1_P9_DESC]": "Ako was well aware of the risks but decided to proceed anyways. At this moment Hina connected onto the comm. Ako originally wanted to take \"on patrol\" as an excuse, but Hina had already understood most of it and came out in person.",

  "[STORY_MAIN_1_2_2_NAME]": "The Gehenna Head Prefect",
  "[STORY_MAIN_1_2_2_DESC]": "Having heard Ako's story, Hina promptly apologizes for the Prefect Team overstepping their bounds. While commanding her forces to pull out, Hina subtly informs Sensei that the Kaiser Corporation is up to something in the Abydos Desert.",
  "[STORY_MAIN_1_2_2_P1_NAME]": "Hard to Explain",
  "[STORY_MAIN_1_2_2_P1_DESC]": "Ako tried to explain that she was fighting against Problem Solver 68, but the latter had been long gone. Hina got even angrier but then expressed her understanding, yet she still pointed out that such political issues should be left to the Pandemonium Society. Hina said Ako would be punished with confinement.",
  "[STORY_MAIN_1_2_2_P2_NAME]": "Negotiation With Hina",
  "[STORY_MAIN_1_2_2_P2_DESC]": "Hina said the conflict was indeed their wrong doings, but it was also true that they had interfered with Gehenna's official duties. The Abydos remained hostile, though. At this moment Ayane mentioned Hoshino, and Hoshino appeared just on time. Hina exchanged a few words with Hoshino and expressed her surprise at Hoshino's dramatic character change. Hina mentioned \"that incident\" and suddenly realized something.",
  "[STORY_MAIN_1_2_2_P3_NAME]": "An Apology From Hina",
  "[STORY_MAIN_1_2_2_P3_DESC]": "Hina announced that the Prefect Team would be leaving tight now, and asked the Foreclosure Task Force to forgive them, stating that they would not invade anymore. The troops left quickly.",
  "[STORY_MAIN_1_2_2_P4_NAME]": "Battle Ended",
  "[STORY_MAIN_1_2_2_P4_DESC]": "Being late on site, Hoshino was confused about what happened. Everyone decided to discuss it tomorrow in classroom and returned early. Shiroko noticed that Hina seemed had said something to Sensei, and Sensei said that they would know it by tomorrow.",
  "[STORY_MAIN_1_2_2_P5_NAME]": "Hina's Intel",
  "[STORY_MAIN_1_2_2_P5_DESC]": "Hina told Sensei to not leave and mentioned about Kaiser Cooperation. She mentioned that Kaiser seemed to be doing something in Abydos' Deserts, and hoped that Sensei could go and investigate it.",

  "[STORY_MAIN_1_2_3_NAME]": "Farewell, Problem Solver 68",
  "[STORY_MAIN_1_2_3_DESC]": "Sensei sees Problem Solver out of Abydos. In the mean time, Ayane and Serika pay Master Shiba a visit in the hospital. He tells the girls that the ramen shop's building has been taken over by the Kaiser Corporation.",
  "[STORY_MAIN_1_2_3_P1_NAME]": "Problem Solver On Move",
  "[STORY_MAIN_1_2_3_P1_DESC]": "Due to the inability to pay rent, as well as exposing their location during the fight with the Prefect Team, the Problem Solver had to move their office out of the place. Though saying \"Because this is how a badass should be...\", Aru was interrupted and was commented with \"really worries others\".",
  "[STORY_MAIN_1_2_3_P2_NAME]": "Meeting Problem Solver",
  "[STORY_MAIN_1_2_3_P2_DESC]": "Sensei met all the Problem Solver 68 on move and wished them a happy trip. Aru said it was a pleasant experience to be a cooperation partner and promised they would come back to Abydos for him, and especially for the ramen. The truck loaded with all the stuff disappeared at the cross then.",
  "[STORY_MAIN_1_2_3_P3_NAME]": "A Conversation With Master Shiba",
  "[STORY_MAIN_1_2_3_P3_DESC]": "Ayane and Serika visited Master Shiba and expressed their pity on the destruction of the ramen shop. But unexpectedly, Master Shiba said that he had already received a notice to close down the store, which made the two very surprised. Master Shiba explained that due to the inability to pay the debts, the lands of Abydos were not belong to the school and was bought by Kaiser. Master Shiba also mentioned that there was a big bag of money in front of the store, and Sensei suggested that they might be used as a reconstruction fund.",

  "[STORY_MAIN_1_2_4_NAME]": "Everyone Has a Story Part 1",
  "[STORY_MAIN_1_2_4_DESC]": "Back at the club room, everyone goes over what had happened. Ayane and Serika do some digging into administrative documents and tell the group that the majority of the Abydos district's land has been transfered to the Kaiser Corporation.",
  "[STORY_MAIN_1_2_4_P1_NAME]": "Meeting Nonomi",
  "[STORY_MAIN_1_2_4_P1_DESC]": "Sensei met Nonomi at the school gate and Nonomi asked the physical conditions of Master Shiba. Sensei said he was in good conditions, but Nonomi guessed it right that there might be some other problems. Nonomi purposed to go back to the classroom and expressed her appreciation for Sensei's help these days. Nonomi hoped that Sensei could continue going with them and Sensei assured.",
  "[STORY_MAIN_1_2_4_P2_NAME]": "Uneasy Shiroko",
  "[STORY_MAIN_1_2_4_P2_DESC]": "At the school gate, the two met Shiroko. Shiroko mentioned Hoshino, but seemed uneasy. Hoshino went into the classroom, followed by Nonomi and Sensei.",
  "[STORY_MAIN_1_2_4_P3_NAME]": "An Argument",
  "[STORY_MAIN_1_2_4_P3_DESC]": "Shiroko seemed to be questioning Hoshino seriously, but Hoshino pretended to know nothing. Nonomi and Sensei broke into the room, yet none of them mentioned anything - only \"something with Hoshino\". Nonomi said there's nothing should be hid between the Task Force, and Hoshino was forced to admit that it was only \"Shiroko scolding her for sleeping too much\". Despite that, Nonomi sensed dishonest in it.",
  "[STORY_MAIN_1_2_4_P4_NAME]": "An Emergency",
  "[STORY_MAIN_1_2_4_P4_DESC]": "Serika and Ayane obtained a map of land ownership throughout Abydos and confirmed an emergency. Initially, most of them, including Hoshino, thought that Abydos was obviously owned by the school; yet based on the transaction records, the most of the land had long been owned by the Kaiser Group.",

  "[STORY_MAIN_1_2_5_NAME]": "Everyone Has a Story Part 2",
  "[STORY_MAIN_1_2_5_DESC]": "Hoshino recounts history to the Foreclosure Task Force. It's likely the now-defunct Abydos Student Council tried to repay its debts until the land was eventually repossessed by the Kaiser Corporation. Sensei suggests following Hina's hint and to go to the Abydos Desert.",
  "[STORY_MAIN_1_2_5_P1_NAME]": "Kaiser Group",
  "[STORY_MAIN_1_2_5_P1_DESC]": "The truth is, most of the land in Abydos had been owned by Kaiser Corporation (Kaiser Construction to be exact). Not only was everyone confused about the reason behind it, but also how it was done. Hoshino and Ayane said, these transactions should be made by the people from the former student union, as they have the highest authority.",
  "[STORY_MAIN_1_2_5_P2_NAME]": "Student Union At The Time",
  "[STORY_MAIN_1_2_5_P2_DESC]": "Hoshino describe the situation back then, and in a nutshell, it was in chaos. The desertification was extremely serious at then, and the school was forced to relocate for several times. Not only did the student number dropping fast, teachers nowhere to find, but also most of the student union had resigned. There was only one left, but that person was unreliable, just like Hoshino had a bad temper at then, according to Hoshino. Everyone was shocked by the fact. Shiroko said Hoshino had no need to belittle herself, saying that she was a responsible president.",
  "[STORY_MAIN_1_2_5_P3_NAME]": "Digging Into The Reason",
  "[STORY_MAIN_1_2_5_P3_DESC]": "Everyone started to discuss why the school would decide to sell the land to Kaiser. Everyone thought it was because of the debts. However, due to the low selling prices, it was no use after all. Sensei suddenly noticed that, both the lender and buyer were all Kaiser, and Abydos was in fact in a trap set by Kaiser, whose goal might actually be the land of Abydos. Serika could not understand why the student union would do such things, but Hoshino said that people would certainly do such if they were cornered.",
  "[STORY_MAIN_1_2_5_P4_NAME]": "A Clear Situation",
  "[STORY_MAIN_1_2_5_P4_DESC]": "With current clues on hand, Ayane finally confirmed that Kaiser's goal was exactly the land of Abydos. The exact reason remained unknown. Sensei told everyone the things he heard from Hina, and everyone decided to go to the desert immediately.",
  "[STORY_MAIN_1_2_5_P5_NAME]": "Hoshino's Secret",
  "[STORY_MAIN_1_2_5_P5_DESC]": "Before leaving, Shiroko stopped Sensei. In a classroom, Shiroko showed Sensei the thing she found in Hoshino's bag: a resignation application, with the name Takanashi Hoshino. Sensei asked why Shiroko would do so, and Shiroko said it was because she thought that recently, Hoshino seemed to be behaving particularly strange, and there must be something hidden.",

  "[STORY_MAIN_1_2_6_NAME]": "Into the Abydos Desert Part 1",
  "[STORY_MAIN_1_2_6_DESC]": "The Foreclosure Task Force cautiously heads toward the Abydos Desert.",
  "[STORY_MAIN_1_2_6_P1_NAME]": "Arrived At The Desert",
  "[STORY_MAIN_1_2_6_P1_DESC]": "Everyone arrived at the edge of the desert. Since the train was unable to go any further, everyone started walking. Serika wonder why the head of the Prefect Team would be the one who told Sensei, and Ayane reviewed the situation back then.",

  "[STORY_MAIN_1_2_7_NAME]": "Into the Abydos Desert Part 2",
  "[STORY_MAIN_1_2_7_DESC]": "Arriving at the desert, Hoshino sees the remains of Abydos and reminisces about what once was.",
  "[STORY_MAIN_1_2_7_P1_NAME]": "In Front of the Oasis",
  "[STORY_MAIN_1_2_7_P1_DESC]": "Hoshino mentioned that there was an oasis and they could even ride a boat. And the festival back then, was the one that even other schools would be attending.",

  "[STORY_MAIN_1_2_8_NAME]": "Into the Abydos Desert Part 3",
  "[STORY_MAIN_1_2_8_DESC]": "The Foreclosure Task Force finds that a giant facility has been built in the desert and an unknown force shows up to defend it.",
  "[STORY_MAIN_1_2_8_P1_NAME]": "An Unusual Facility",
  "[STORY_MAIN_1_2_8_P1_DESC]": "Ayane suddenly had a visual of some facilities ahead. As her sight was blocked by the sand, everyone went there immediately.",
  "[STORY_MAIN_1_2_8_P2_NAME]": "Under Attack",
  "[STORY_MAIN_1_2_8_P2_DESC]": "Everyone arrived at the gate of the facility and was immediately assaulted by the solider. Everyone began engaging.",

  "[STORY_MAIN_1_2_9_NAME]": "Kaiser PMC Part 1",
  "[STORY_MAIN_1_2_9_DESC]": "The forces are Kaiser PMC and they surround the Foreclosure Task Force.",
  "[STORY_MAIN_1_2_9_P1_NAME]": "An Unknown Building",
  "[STORY_MAIN_1_2_9_P1_DESC]": "None is known about neither the identity nor the intents of these people. Ayane suddenly found out the there were signs of \"Kaiser PMC (Private Military Company)\" and everyone was shocked.",
  "[STORY_MAIN_1_2_9_P2_NAME]": "Kaiser PMC",
  "[STORY_MAIN_1_2_9_P2_DESC]": "Ayane pointed out such military corporations, like PMC, are not the same as those gangsters like the Helmet Group. Nonomi suddenly remembered that there were some corporations hiring dropouts and bad students as mercenaries. It was at this time when everyone found that much troops were coming to them.",

  "[STORY_MAIN_1_2_10_NAME]": "Kaiser PMC Part 2",
  "[STORY_MAIN_1_2_10_DESC]": "A supposed Kaiser board member appears before the Foreclosure Task Force and introduces themselves as the creditor of Abydos.",
  "[STORY_MAIN_1_2_10_P1_NAME]": "Not Near Ending",
  "[STORY_MAIN_1_2_10_P1_DESC]": "The PMC was too strong for everyone to escape. The director of PMC suddenly visited at this time, and Hoshino recognized him and remembered something.",
  "[STORY_MAIN_1_2_10_P2_NAME]": "A Secret Meeting",
  "[STORY_MAIN_1_2_10_P2_DESC]": "Hoshino remembered that, in that previous meeting, the Black Suit mentioned about that \"deal\" in front of herself and the PMC director.",
  "[STORY_MAIN_1_2_10_P3_NAME]": "Discussing the Debt",
  "[STORY_MAIN_1_2_10_P3_DESC]": "The PMC director proposed to add the losses caused by everyone to the amount owed. Hoshino recognized him, and the latter said hello to Hoshino. Then he \"accidentally\" leaked his hiring of the Problem Solver 68 and the Helmet Group. Afterwards, he said he wanted to have a good talk with Abydos about the debt.",

  "[STORY_MAIN_1_2_11_NAME]": "A Losing Battle",
  "[STORY_MAIN_1_2_11_DESC]": "The Kaiser board member reveals their ambitions to find a massive treasure buried somewhere in Abydos. Then, using the Foreclosure Task Force's debt as leverage, the creditor forces them to back down. Hoshino calls for a retreat to the chagrin of the other task force members.",
  "[STORY_MAIN_1_2_11_P1_NAME]": "Ako's Self-Criticism Paper",
  "[STORY_MAIN_1_2_11_P1_DESC]": "Ako talked big and claimed that she could write 1000 pages, but didn't expect Hina would actually be doing so. During the break, Ako asked Hina whether she knew about Hoshino or not. Hina said it was the first time for her to meet her, and disclosed that she was listed as a potential threat by Gehenna's Intelligence Agency for her ability; but she also agreed with Ako that Hoshino did seem to be completely different in these two years. Hina also mentioned about the battle at then, believing that if Ako continued combating, they could sustain a great loss because of Schale's assistance. She criticized Ako for being too impulsive.",
  "[STORY_MAIN_1_2_11_P2_NAME]": "Hina's Wonder",
  "[STORY_MAIN_1_2_11_P2_DESC]": "Despite all of this, Hina still couldn't figure out that, why would Hoshino choose to not leave even after \"that incident\".",
  "[STORY_MAIN_1_2_11_P3_NAME]": "Kaiser Director",
  "[STORY_MAIN_1_2_11_P3_DESC]": "Kaiser Director introduced himself to everyone, which was immediately got under fire. But the director didn't care, and said that given the current situation, it was true that the Foreclosure Task Force had invaded their own private lands. He aslo said that the troops were all for looking for treasures beneath Abydos, not for invading Abydos High School. None was convinced, and director demonstrated just how easy it would be for him to \"actually sabotage Abydos\".",
  "[STORY_MAIN_1_2_11_P4_NAME]": "A Debt Can't Be Filled",
  "[STORY_MAIN_1_2_11_P4_DESC]": "Kaiser Director made a call and said that Abydos High School's credit was at all-time low, and the interest rate would be raised 30 times higher. At the club room, Ayane answered the call and was greatly shocked. Kaiser Director also said that they would first need to pay a deposit in advance to prove their repayment ability. But that could never be achieved - and so, the director advised them to give up or drop out the school, or simply transfer to another one. No one was willing to step a step back. Hoshino said that it was useless to argue here and suggested to leave first.",

  "[STORY_MAIN_1_2_12_NAME]": "Secrets",
  "[STORY_MAIN_1_2_12_DESC]": "After sending her enraged underclassmen home, Hoshino reveals to Sensei the secret deal she was offered by the man in the black suit. Sensei tries to console her, but the next day finds no trace of Hoshino, save for her resignation letter.",
  "[STORY_MAIN_1_2_12_P1_NAME]": "Memory",
  "[STORY_MAIN_1_2_12_P1_DESC]": "Hoshino remembered the days with that former Student Union president. That president held a positive view of the future and believed that the future of Abydos would not be just like that. She also gifted a poster of the old festival to Hoshino. But Hoshino cut her down and denied her, ripping apart the poster at hand.",
  "[STORY_MAIN_1_2_12_P2_NAME]": "Reviewing the Situation",
  "[STORY_MAIN_1_2_12_P2_DESC]": "Everyone still couldn't understand what PMC was looking for; after all, high value stuff like oils had long been proved to be non-existed. Shiroko said she wanted to investigate it first, but got Ayane caught to be having the previous idea. Hoshino advised everyone to calm down and returned to take rests first.",
  "[STORY_MAIN_1_2_12_P3_NAME]": "A Talk With Hoshino",
  "[STORY_MAIN_1_2_12_P3_DESC]": "Shiroko and Sensei waited into the nights. Hoshino sent Shiroko away for \"being too tired\". Sensei remained in the classroom and took out Hoshino's resignation application. Hoshino tried to move the problem onto Shiroko, but Sensei didn't let go. Hoshino agreed to talk about the situation, but first she would like to be out at the corridors.",
  "[STORY_MAIN_1_2_12_P4_NAME]": "A Like Towards School",
  "[STORY_MAIN_1_2_12_P4_DESC]": "The sandstorm brought much dust into the school corridors. Hoshino coughed a few times and apologized for the lack of manpower. Hoshino then muttered a few words. Sensei said that Hoshino seemed to be really liking Abydos, but got denied by the latter. Then, Hoshino told Sensei about the \"deal\".",
  "[STORY_MAIN_1_2_12_P5_NAME]": "A Deal",
  "[STORY_MAIN_1_2_12_P5_DESC]": "It turned out that deal is, if Hoshino's willing to join in PMC (to become a mercenary), then the Black Suit would be willing to take on half of the school's debt.",
  "[STORY_MAIN_1_2_12_P6_NAME]": "Hiring Professionals",
  "[STORY_MAIN_1_2_12_P6_DESC]": "Hoshino suspected that PMC (especially the Black Suit) seemed to be hiring some professionals. Hoshino said that she had never seen people like him in Kivotos, and it appeared to her that even Kaiser Director feared him as well. As for the resignation application, Hoshino said it was nothing serious and ripped it apart in front of Sensei. Hoshino said she would made it clear for everyone, but also felt that it was the only option to accept that deal. Before leaving, Sensei made a promise to Hoshino that he would eventually come up with solutions.",
  "[STORY_MAIN_1_2_12_P7_NAME]": "The Second Day",
  "[STORY_MAIN_1_2_12_P7_DESC]": "Ayane was the first to arrive at the club room. She found no one here, except for a shocking news.",

  "[STORY_MAIN_1_2_13_NAME]": "What Slipped Through the Cracks",
  "[STORY_MAIN_1_2_13_DESC]": "In her letter, Hoshino reveals that she joined Kaiser PMC in exchange for Abydos High School's debt being forgiven. Now, without Hoshino, the remaining members of the Foreclosure Task Force scramble when PMC forces close in on Abydos High School.",
  "[STORY_MAIN_1_2_13_P1_NAME]": "Hoshino's Resignation Application",
  "[STORY_MAIN_1_2_13_P1_DESC]": "Hoshino left an resignation application and a letter. In the letter, Hoshino confessed the fact that she was going to be a mercenary at PMC, and said that \"(the Black Suit) would take on half of Abydos' debt\".",
  "[STORY_MAIN_1_2_13_P2_NAME]": "Signing",
  "[STORY_MAIN_1_2_13_P2_DESC]": "Hoshino signed at PMC office. Black Suit said that in this way, Hoshino would be transferring all her rights to him (in other words, Hoshino sold herself), and promised the debt would be taken care as promised.",
  "[STORY_MAIN_1_2_13_P3_NAME]": "For The Foreclosure Task Force",
  "[STORY_MAIN_1_2_13_P3_DESC]": "Hoshino said that this is an responsibility that she should take, and hoped that in this way the Foreclosure Task Force would be less stressed. The letter ended here.",
  "[STORY_MAIN_1_2_13_P4_NAME]": "Not Trusting Adults",
  "[STORY_MAIN_1_2_13_P4_DESC]": "In yet another letter, Hoshino confessed that she did, neither like, nor believe adults. When Shiroko carried Sensei and arrived there, she was even disgusted; but eventually she trusted Sensei. She entrusted Shiroko to Sensei, hoping that Sensei could teach her well and don't let her make mistakes.",
  "[STORY_MAIN_1_2_13_P5_NAME]": "An Endless Journey",
  "[STORY_MAIN_1_2_13_P5_DESC]": "Hoshino got on PMC's car, in which it would transport her to Abydos Desert.",
  "[STORY_MAIN_1_2_13_P6_NAME]": "An Expectation of The Foreclosure Task Force",
  "[STORY_MAIN_1_2_13_P6_DESC]": "Hoshino hoped that everyone could protect Abydos well. She added that, if ever, ever that they would meet her on the battlegrounds, she wanted them to destroy her halo.",
  "[STORY_MAIN_1_2_13_P7_NAME]": "How Could She!",
  "[STORY_MAIN_1_2_13_P7_DESC]": "Finishing reading, everyone was angry at Hoshino's irresponsibility. At this moment, they heard explosions coming outside.",
  "[STORY_MAIN_1_2_13_P8_NAME]": "PMC's Occupation",
  "[STORY_MAIN_1_2_13_P8_DESC]": "PME led troops to disperse the citizens in Abydos, claiming that an order to leave immediately had been issued. As Hoshino, the former president of the former student union dropped out (i.e. being sold), the student union would not exist anymore, and as a result, the school would not, too.",
  "[STORY_MAIN_1_2_13_P9_NAME]": "A Sudden Assault",
  "[STORY_MAIN_1_2_13_P9_DESC]": "Everyone decided to engage immediately. Very soon, PMC soldiers came to the club room and was assaulted back instead.",

  "[STORY_MAIN_1_2_14_NAME]": "The Abydos Siege Part 1",
  "[STORY_MAIN_1_2_14_DESC]": "After joining up with Kaiser PMC, Hoshino defects when she learns that Abydos High School is under attack, but is then arrested by Black Suit. When all hope seems lost, Problem Solver 68 returns to Abydos to lend their aid to the Foreclosure Task Force.",
  "[STORY_MAIN_1_2_14_P1_NAME]": "Kaiser Director",
  "[STORY_MAIN_1_2_14_P1_DESC]": "Kaiser Director arrived and everyone was immediately triggered. Though claiming that they would be reported to the General Student Council, the director said it was useless and the time just proved that no one could be helping them. The director even pointed out that, due to Hoshino's dropout, Abydos High School was no longer existed. Everyone was shocked, but still argued with the existence of \"The Foreclosure Task Force\" - however, accroding to Ayane, as it was established after the dissolution of the Student Union, the Task Force was in fact a club that hadn't recognized officially. As a result, neither could it represent the school, nor could it be proved to be existed.",
  "[STORY_MAIN_1_2_14_P2_NAME]": "Hoshino",
  "[STORY_MAIN_1_2_14_P2_DESC]": "Hoshino was in great shock upon hearing PMC were attacking Abydos. The Black Suit explained that, after her dropout, Abydos would no longer have a student belonging to the Student Union (i.e. no Student Union), and therefore the school would not exist. The Black suit expressed his interest on establishing a new school purposed by PMC, but then clarified that their goal was actually Hoshino herself. The fact of cooperating with Kaiser was simply because the interests weren't in conflict. The Black Suit said, as the highest \"Mythic\" in Kivotos, he would be carrying out experiments on her.",
  "[STORY_MAIN_1_2_14_P3_NAME]": "Regrets",
  "[STORY_MAIN_1_2_14_P3_DESC]": "Hanging on the experiment platform, Hoshino kept her head low, resenting her own innocence. She felt sorry to everyone in the Foreclosure Task Force, as well as the former member Yume. Once again, she was deceived by adults.",
  "[STORY_MAIN_1_2_14_P4_NAME]": "Despair",
  "[STORY_MAIN_1_2_14_P4_DESC]": "The director was surprised to hear that the Abydos were really going to pay the debts, but then he questioned whether it would be meaningful or pointless. None could give an answer - when the PMC troops were under a surprise attack.",
  "[STORY_MAIN_1_2_14_P5_NAME]": "Problem Solver 68",
  "[STORY_MAIN_1_2_14_P5_DESC]": "Problem Solver 68 arrived upon hearing the explosions, acknowledging that the PMC <i>was</i> really out of line. Aru slammed the Task Force for \"giving up when your friends were in crisis\", and repeated the motto that once the Masked Swimsuit Gang told her. In return for the help Abydos had made, Problem Solver 68 joined in the battle.",

  "[STORY_MAIN_1_2_15_NAME]": "The Abydos Siege Part 2",
  "[STORY_MAIN_1_2_15_DESC_1]": "Despite the Kaiser director's outrage, Sensei, the Foreclosure Task Force, and Problem Solver make use of the sudden turn of events to launch a counteroffensive against the PMC forces.",
  "[STORY_MAIN_1_2_15_DESC_2]": "The PMC forces finally retreat following an arduous battle. Later, Sensei seeks out Black Suit personally to negotiate Hoshino's return.",
  "[STORY_MAIN_1_2_15_P1_NAME]": "Betraying PMC",
  "[STORY_MAIN_1_2_15_P1_DESC]": "The director was both shocked and angry to see that the Problem Solver 68 betrayed them, but the latter insulted them back. Sensei confronted the director, demanding that Hoshino be returned. The director didn't step back. Everyone was forced to engage the enemies..",
  "[STORY_MAIN_1_2_15_P3_NAME]": "Retreat",
  "[STORY_MAIN_1_2_15_P3_DESC]": "As the director injured during the combat, the director gave a command of retreating with the advice of a solider. Everyone decided to go back and come up with a plan to rescue Hoshino.",
  "[STORY_MAIN_1_2_15_P4_NAME]": "With Black Suit",
  "[STORY_MAIN_1_2_15_P4_DESC]": "That night, Sensei arrived in front of a building. At the top-floor office, Sensei met the Black Suit.",

  "[STORY_MAIN_1_2_16_NAME]": "Battle Between Adults",
  "[STORY_MAIN_1_2_16_DESC]": "Black Suit attempts to coerce [USERNAME] Sensei into giving Hoshino up for his experiments, but Sensei makes it perfectly clear that Hoshino will be rescuedno matter what.",
  "[STORY_MAIN_1_2_16_P1_NAME]": "The People Outside Kivotos",
  "[STORY_MAIN_1_2_16_P1_DESC]": "The Black Suit said he knew quite well about Sensei. In Black Suit's eyes, Sensei was the biggest obstacle and so he didn't and shouldn't be hostile with Sensei, but rather he should seek cooperation. Sensei asked about his identity, and Black Suit said he was a member of \"Gematria\". He then asked what Sensei was looking for in Kivotos, but Sensei didn't listen. The Black Suit added that, Sensei's behaviour was no longer justified at this time, and he asked whether Sensei even knew well about his rights. He said that Hoshino was no longer a student belonging to Abydos, and mentioned about the resignation letter.",
  "[STORY_MAIN_1_2_16_P2_NAME]": "I Did Not Sign It",
  "[STORY_MAIN_1_2_16_P2_DESC]": "In turned out there was a column named \"Advisor\" on the application. And as a teacher invited from Schale, the application was nothing more than a piece of junk if without Sensei's signature. And so Hoshino still belong to the Foreclosure Task Force, still belong to Abydos High School, and of course still one of Sensei's students.",
  "[STORY_MAIN_1_2_16_P3_NAME]": "Sensei's Criticism",
  "[STORY_MAIN_1_2_16_P3_DESC]": "The Black Suit got the idea and disdained such troublesome procedures. Sensei then went on criticizing the Black Suits, saying they \"Not only deceived those childrens, tramped their hearts, but also took advantages of their sufferings.\" The Black Suit did not deny the fact that he pursued self-interests, but with a clear boundary defined: the desertification of Abydos wasn't their doings, and they were just taking advantages of this disaster.",
  "[STORY_MAIN_1_2_16_P4_NAME]": "The Truth About The World",
  "[STORY_MAIN_1_2_16_P4_DESC]": "\"Those with power exploit those without, those with knowledge exploit those without,\" Black Suit explained the truth about the world to Sensei. The Black Suit repeated that deal, wanting Sensei to stop interfering them. They promised they would take on half of the debt, and they could keep others at Abydos High School safe and sound. But Sensei rejected it still.",
  "[STORY_MAIN_1_2_16_P5_NAME]": "Adult's Card",
  "[STORY_MAIN_1_2_16_P5_DESC]": "The Black Suit could not comprehend Sensei's choice. He doubted about the ability that Sensei possess to be enemy with them, and Sensei took out the Adult's Card - a weapon exclusive to Sensei. But the Black Suit warned Sensei, that the more you use it, the more it will be destroyed - it will also cost Sensei's life and time. The Black Suit reminded Sensei that he still need to do a lot of daily stuff with it, and mentioned again that this had nothing to do with him in the very beginning. Yet Sensei rejected that again.",
  "[STORY_MAIN_1_2_16_P6_NAME]": "Adult's Responsibility",
  "[STORY_MAIN_1_2_16_P6_DESC]": "The Black Suit could not understand Sensei's choice. He asked, questioned Sensei, while Sensei just said, \"For the sufferings of those children, no one's willing to take the responsibility.\" The Black Suit was confused, saying that Sensei had neither any kinship nor consanguinity with them, but only an outsider who happened to meet them - and none of the responsibilities should be shouldered by Sensei. Sensei then said, \"That's something an adult should do.\"",
  "[STORY_MAIN_1_2_16_P7_NAME]": "An Incorrect Thought",
  "[STORY_MAIN_1_2_16_P7_DESC]": "The Black Suit now understood, but began to correct Sensei's ideas. \"The so-called adults, are the ones who are able to transform the society to one that fits well in their own ideal dream, the ones who make rules, define what's normal or not, who's ordinary or not. The ones who use authority, knowledge and power to govern those without - and that's what I call an adult.\" The Black Suit stressed that it wasn't unrelated to Sensei, as Sensei could have become the ruler of the Kivotos, yet Sensei didn't. The Black Suit couldn't get Sensei's intent.",
  "[STORY_MAIN_1_2_16_P8_NAME]": "Everyone Of The Foreclosure Task Force",
  "[STORY_MAIN_1_2_16_P8_DESC]": "Sensei said that even speaking out would not make him understood. The Black Suit declared that the negotiation had broken since, and told Sensei the location of Hoshino and the contents of the experiment at last. The Black Suit ended with \"Then you'd be just rescuing your students,\" contemptuously, and wished Sensei good luck.",
  "[STORY_MAIN_1_2_16_P9_NAME]": "Keep On Watch",
  "[STORY_MAIN_1_2_16_P9_DESC]": "Before leaving, the Black Suit said they would be watching on him.",
  "[STORY_MAIN_1_2_16_P10_NAME]": "Back At Club Room",
  "[STORY_MAIN_1_2_16_P10_DESC]": "The Foreclosure Task Force welcomed Sensei. The all shouted \"Let's rescue Hoshino!\" Sensei also said that they should \"give Hoshino some lessons\" and Nonomi agreed that - after all, Hoshino broke her own promise. Sensei even said that they would have lines like \"Say to her 'Welcome Back' and should she say 'I Am Back'!\"",
  "[STORY_MAIN_1_2_16_P11_NAME]": "Helpers",
  "[STORY_MAIN_1_2_16_P11_DESC]": "Though plans were made, it coule be still pretty hard if without any helpers. Serika mentioned about the Problem Solver, but Sensei had another idea.",

  "[STORY_MAIN_1_2_17_NAME]": "That Which One Must Protect",
  "[STORY_MAIN_1_2_17_DESC_1]": "[USERNAME] Sensei goes to the Gehenna Academy and Trinity General School to enlist their help. Meanwhile, Problem Solver 68 are treated to ramen at Master Shiba Seki's newly opened stall and make up their minds to help the Foreclosure Task Force.",
  "[STORY_MAIN_1_2_17_DESC_2]": "At [USERNAME] Sensei's behest, Hina and the Prefect Team come to the Foreclosure Task Force's defense against the PMC forces.",
  "[STORY_MAIN_1_2_17_P1_NAME]": "Gehenna Academy",
  "[STORY_MAIN_1_2_17_P1_DESC]": "Sensei came to Gehenna and hoped to have a talk with Hina, but got intercepted by Iori. Iori said it was impossible, unless Sensei's willing to lick her feet - and Sensei did it without a second thought. Iori cursed at Sensei and they happened to meet Hina. Seeing Sensei kneeling down, Hina asked Sensei to rise. For some reasons, Iori mentioned about the licking stuff and Hina was in great shock immediately.",
  "[STORY_MAIN_1_2_17_P2_NAME]": "Trinity General School",
  "[STORY_MAIN_1_2_17_P2_DESC]": "Hifumi reported Sensei's request to the Tea Party. Nagisa, the president of the Tea Party, designated Hifumi to aid them with the students learning towed howitzers, after considering the potential interference to the signing of the treaty that PMC might cause.",
  "[STORY_MAIN_1_2_17_P3_NAME]": "Shiba Ramen",
  "[STORY_MAIN_1_2_17_P3_DESC]": "Master Shiba opened a ramen cart at the side of the road and met the four of Problem Solver 68. Just like before, the boss gave four an extra-large bowl, except that this time, a bowl per man. After dining, Kayoko still held concerns about the battle. Yet with a fair budget, Aru said that they must go for it - though it's still, Aru pretending to be like that.",
  "[STORY_MAIN_1_2_17_P4_NAME]": "Abydos High School",
  "[STORY_MAIN_1_2_17_P4_DESC]": "All the Foreclosure Task Force finished their preparation. Ayane updated the map and started guiding them to the place where Hoshino was locked.",
  "[STORY_MAIN_1_2_17_P5_NAME]": "As Long As The People Persist",
  "[STORY_MAIN_1_2_17_P5_DESC]": "After seeing the Problem Solver off, Master Shiba suddenly realized he forgot to say something: It takes nothing to fail, it's okay to try it again.",
  "[STORY_MAIN_1_2_17_P7_NAME]": "Inside the HQ",
  "[STORY_MAIN_1_2_17_P7_DESC]": "The PMC HQ discovered enemies from all directions, yet the three coming from north seemed to be extraordinary.",
  "[STORY_MAIN_1_2_17_P8_NAME]": "The Prefect Team Goes To War!",
  "[STORY_MAIN_1_2_17_P8_DESC]": "As a reward of the participation, Hina made an exception and changed the punishment of writing self-criticism patters to this operation. Hina demanded that no enemies should even have a slightest scratch on Sensei.",

  "[STORY_MAIN_1_2_18_NAME]": "Never Letting Go Part 1",
  "[STORY_MAIN_1_2_18_DESC_1]": "The Foreclosure Task Force is fighting on multiple fronts when Hifumi arrives with reinforcements from Trinity in tow. Using the unexpected arrival as a distraction, the Foreclosure Task Force breaks through the enemy lines.",
  "[STORY_MAIN_1_2_18_DESC_2]": "When the Foreclosure Task Force arrives at Abydos High's old main building, a Kaiser board member bars their way. However, Aru and Problem Solver 68 arrive in the nick of time.",
  "[STORY_MAIN_1_2_18_P1_NAME]": "Trinity's Reinforcement",
  "[STORY_MAIN_1_2_18_P1_DESC]": "The Foreclosure Task Force was in front of the building's gate but was assaulted by the enemies. Hifumi, at this point, connected onto the comm and explained the situation to everyone; and in particular she stressed these howitzer had nothing to do with Trinity. After the comm, the Foreclosure Task Force began to break through the lines.",
  "[STORY_MAIN_1_2_18_P3_NAME]": "PMC Director",
  "[STORY_MAIN_1_2_18_P3_DESC]": "Everyone came to the middle of the desert and recognized the traces of the former Abydos High School. The director introduced the situation here and mentioned about the \"Laboratory\" that the Black Suit once mentioned. Yet the director said they must pass him first, and at this moment all of the Problem Solver 68 came and aid. The Foreclosure Task Force entrusted the combat to Problem Solver 68 and looked for Hoshino themselves.",

  "[STORY_MAIN_1_2_19_NAME]": "Never Letting Go Part 2",
  "[STORY_MAIN_1_2_19_DESC_1]": "The Foreclosure Task Force pushes toward the bunker where Hoshino is being held captive.",
  "[STORY_MAIN_1_2_19_DESC_2]": "After a long hard-fought battle, the Foreclosure Task Force finally brings Hoshino back to safety.",
  "[STORY_MAIN_1_2_19_P1_NAME]": "PMC Director",
  "[STORY_MAIN_1_2_19_P1_DESC]": "Just when everyone thought they had got rid of PMC, the director suddenly stood in front of them. The director expressed great regret and displeasure at the failure of the plan. Everyone began engaging again.",
  "[STORY_MAIN_1_2_19_P3_NAME]": "Hoshino's Memory",
  "[STORY_MAIN_1_2_19_P3_DESC]": "Yume remembered the first time when she saw Hoshino. She praised for Hoshino's cuteness and the ability of being physically strong, and said it was like a dream to be able to meet her - it was, utterly, a miracle. Hoshino didn't think that \"daily lives\" could be entitled with \"miracles\", but Senpai denied her opinion.",
  "[STORY_MAIN_1_2_19_P4_NAME]": "The Foreclosure Task Force",
  "[STORY_MAIN_1_2_19_P4_DESC]": "The Foreclosure Task Force forced the door open. Head buzzing, Hoshino didn't know whether it is dream or reality for her to be able to regain freedom and to hear everyone's voice.",
  "[STORY_MAIN_1_2_19_P5_NAME]": "Hoshino Senpai!",
  "[STORY_MAIN_1_2_19_P5_DESC]": "In front of Hoshino, there was everyone of the Foreclosure Task Force. Everyone welcomed Hoshino, and Hoshino welcomed everyone. And of course, at the end of the day, Hoshino spoke that line of speech: \"I HAVE COME BACK.\"",
  "[STORY_MAIN_1_2_19_P6_NAME]": "As Usual",
  "[STORY_MAIN_1_2_19_P6_DESC]": "With Hoshino's return, everything finally went as usual.",

  "[STORY_MAIN_1_2_20_NAME]": "Epilogue",
  "[STORY_MAIN_1_2_20_DESC]": "After the fact, Sensei receives a letter from Ayane. Though the Foreclosure Task Force wasn't able to pay off its debt in full, she thanks [USERNAME] Sensei for preserving the group's usual way of life.",
  "[STORY_MAIN_1_2_20_P1_NAME]": "Abydos Student Council",
  "[STORY_MAIN_1_2_20_P1_DESC]": "Thanks to Sensei's help, the Foreclosure Task Force had been officially recognized as a club in the school, and would be taking the role as the Student Council. Yet the President remained undecided.",
  "[STORY_MAIN_1_2_20_P2_NAME]": "Shiba Ramen",
  "[STORY_MAIN_1_2_20_P2_DESC]": "Serika resumed her work at ramen store, and the boss seemed to be much energetic than ever before.",
  "[STORY_MAIN_1_2_20_P3_NAME]": "Kaiser Credit",
  "[STORY_MAIN_1_2_20_P3_DESC]": "Kaiser Credit had been under investigation by the General Student Council, for conducting illegal financial transactions in the black market. The director had also been listed as the main suspects in the illegal student kidnapping case and is wanted. In order to distance themselves from the incidents, Kaiser Corporation fired the director immediately. Loan-wise, interest rates have finally come down to even lower levels than ever before.",
  "[STORY_MAIN_1_2_20_P4_NAME]": "Abydos' Land",
  "[STORY_MAIN_1_2_20_P4_DESC]": "It didn't change the fact the most lands in Abydos were still owned by Kaiser Corporation, though.",
  "[STORY_MAIN_1_2_20_P5_NAME]": "Problem Solver 68",
  "[STORY_MAIN_1_2_20_P5_DESC]": "It is said that Problem Solver 68 had opened a new office in the Gehenna District. But the Prefect Team had been already strictly monitoring them.",
  "[STORY_MAIN_1_2_20_P6_NAME]": "The Black Suit",
  "[STORY_MAIN_1_2_20_P6_DESC]": "Ayane couldn't get any information or figure out what identity is the Black Suit. She mentioned that all charges were placed on that Kaiser director.",
  "[STORY_MAIN_1_2_20_P7_NAME]": "Mining With GPU",
  "[STORY_MAIN_1_2_20_P7_DESC]": "The regular meeting of Foreclosure Task Force continued. At the meeting, Serika again proposed a good way to make money: by mining cryptocurrency with GPU. Shiroko suggested that maybe infiltrating a certain building would be better. - though, at the end, both were denied.",
  "[STORY_MAIN_1_2_20_P8_NAME]": "As Usual",
  "[STORY_MAIN_1_2_20_P8_DESC]": "Ayane said that the Foreclosure Task Force were just like before, and thanked for Sensei's contributions.",

  "[STORY_MAIN_2_1_1_NAME]": "The Adventure Begins",
  "[STORY_MAIN_2_1_1_DESC]": "After receiving a bizarre letter, Sensei heads over to the Game Development Department and meets Midori and Momoi, two twins hard at work developing video games.",
  "[STORY_MAIN_2_1_1_P1_NAME]": "A Story of a Hero",
  "[STORY_MAIN_2_1_1_P1_DESC]": "With a muddy and confused mind, Sensei heard about a strange story about a hero.",
  "[STORY_MAIN_2_1_1_P2_NAME]": "Game Development Department",
  "[STORY_MAIN_2_1_1_P2_DESC]": "Sensei finally woke up and found himself at the Game Development Club. He was later told that the reason why he lost consciousness, was because of the direct hit by the PreyStation that Momoi threw out of the window. Momoi and Midori mentioned about their letter.",
  "[STORY_MAIN_2_1_1_P3_NAME]": "Receiving the Letter",
  "[STORY_MAIN_2_1_1_P3_DESC]": "Sensei received the letter from GDD, knowing that they were going to be closed. Aorona made a simple introduction about the Millennium School.",
  "[STORY_MAIN_2_1_1_P4_NAME]": "Game Development Department",
  "[STORY_MAIN_2_1_1_P4_DESC]": "Momoi and Midori made an formal self-introduction to Sensei again and proposed to go to the Ruins altogether. She mentioned that the closure was declared by Yuuka - yet, everyone was interrupted by a familiar voice.",

  "[STORY_MAIN_2_1_2_NAME]": "Seminar Treasurer Yuuka",
  "[STORY_MAIN_2_1_2_DESC]": "Seminar's treasurer, Yuuka, intends to shut down the Game Development Department due to its lackluster performance. And so, Midori and Momoi head to the ruins in search of a secret weapon to prevent their club's closure.",
  "[STORY_MAIN_2_1_2_P1_NAME]": "The Four Kings: Yuuka",
  "[STORY_MAIN_2_1_2_P1_DESC]": "Yuuka came to explain the situation, stating that the closure was inevitable. Momoi and Midori argued righteously, but was greeted with the mock of their only product - TSC, the very game that won the first place of The Worst Game of The Year.",
  "[STORY_MAIN_2_1_2_P2_NAME]": "Not something \"JUNK\"!",
  "[STORY_MAIN_2_1_2_P2_DESC]": "When Yuuka started demanding them to take all the things out and calling them \"just some junks\", Momoi suddenly made it clear that they'll surely secure the Prize and be at the top one. Though time limited to only two short weeks, Yuuka finally agreed.",
  "[STORY_MAIN_2_1_2_P3_NAME]": "G.Bible",
  "[STORY_MAIN_2_1_2_P3_DESC]": "After Yuuka left, the twins talked about their plans, in particular the book named G.Bible.",

  "[STORY_MAIN_2_1_3_NAME]": "To The Ruins",
  "[STORY_MAIN_2_1_3_DESC]": "Midori and Momoi are searching the ruins for G.BIBLE, the holy grail of game development. Unfortunately, hostile robots force them to retreat to the abandoned factory.",
  "[STORY_MAIN_2_1_3_P1_NAME]": "At The Ruins",
  "[STORY_MAIN_2_1_3_P1_DESC]": "Momoi and Midori started their adventure while dodging the weird robots. Momoi talked about some things about the ruins and told Sensei what G.BIBLE truly is - a game-making tutorial book written by one ancient game maker. As the talk goes, the were discovered by the robots, and Momoi decided to avoid them by going into a nearby abandoned factory.",

  "[STORY_MAIN_2_1_4_NAME]": "On That Day, We Met a Girl",
  "[STORY_MAIN_2_1_4_DESC]": "In the abandoned factory, the Game Development Department finds a humanoid robot by the name of Aris. For the sake of the club, Momoi brings Aris back to their club room to induct her as a new member.",
  "[STORY_MAIN_2_1_4_P1_NAME]": "In The Factory",
  "[STORY_MAIN_2_1_4_P1_DESC]": "The three ran into the factory and found no robots continuing chasing them. Right at the moment, the facility's built-in system began identifying them and recognized Sensei, granting them permission to proceed. They dropped to the bottom thanks to the door opened at the floor.",
  "[STORY_MAIN_2_1_4_P2_NAME]": "In The Pit",
  "[STORY_MAIN_2_1_4_P2_DESC]": "The three fell one by one, and thankfully Sensei was at the bottom providing some buffer.",
  "[STORY_MAIN_2_1_4_P3_NAME]": "Meeting Aris",
  "[STORY_MAIN_2_1_4_P3_DESC]": "In one sinkhole, the three found Aris who was asleep, as well as some text like \"AL-1S\". Momoi took pity on her and decided to take her back to Millennium. She also gave her own clothes for Aris to wear on. Aris woke up right after the interaction with Sensei.",
  "[STORY_MAIN_2_1_4_P4_NAME]": "The Club Room",
  "[STORY_MAIN_2_1_4_P4_DESC]": "Momoi took Aris back to the club room and Midori was shocked. Knowing barely anything, Aris started tossing the stuffs in the club room, like putting controllers and game consoles into month. Momoi then talked about her plan: she wanted to let Aris pretend to be a student at here, solving the club member number problem.",

  "[STORY_MAIN_2_1_5_NAME]": "I, Aris...",
  "[STORY_MAIN_2_1_5_DESC]": "Aris plays and thoroughly enjoys the Game Development Department's previous title, Tales Saga Chronicle. The club members are touched by her glowing response.",
  "[STORY_MAIN_2_1_5_P1_NAME]": "Discussion",
  "[STORY_MAIN_2_1_5_P1_DESC]": "Momoi and Midori discussed the possibility of disguising Aris as a Millennium student. Momoi was in charge of getting a falsified student ID card, while Midori and Yuzu would teach Aris how to \"speak\", in the hope of correcting her fixed speech pattern.",
  "[STORY_MAIN_2_1_5_P2_NAME]": "How To Speak",
  "[STORY_MAIN_2_1_5_P2_DESC]": "Momoi left in advance and Midori was troubled with how to teach. At this moment Aris found a magazine about the game they made before. Midori then decided to let Aris try their games, attempting to teach her with in-game dialogues.",
  "[STORY_MAIN_2_1_5_P3_NAME]": "Game Start",
  "[STORY_MAIN_2_1_5_P3_DESC]": "Aris started the game while Momoi and Midori explained about the game. Though faced with countless failures and crashed her system for several times, she kept going on and eventually made it.",
  "[STORY_MAIN_2_1_5_P4_NAME]": "Ending",
  "[STORY_MAIN_2_1_5_P4_DESC]": "With the help of Momoi and Midori, Aris was able to reach the True End within 3 hours. When asked about the comments on the game, Aris thought it was fun. Hearing this, Yuzu stepped out of the wardrobe, thanking Aris sincerely.",

  "[STORY_MAIN_2_1_6_NAME]": "How to Learn a Language",
  "[STORY_MAIN_2_1_6_DESC]": "Aris stays up all night playing through all of the Game Development Department's recommended video games, and by the end of it, has learned to speak more like a regular person. Momoi gives Aris what she'll need to blend in as a student at the Millennium School.",
  "[STORY_MAIN_2_1_6_P1_NAME]": "Aris, a Student of Millennium!",
  "[STORY_MAIN_2_1_6_P1_DESC]": "Yuzu reintroduced herself to Aris and wanted to recommend RPG games to her. Upon hearing this, the other two joined in too. Aris played games day and night, completing them at an incredible rate.",
  "[STORY_MAIN_2_1_6_P2_NAME]": "Take a Look Around Millennium",
  "[STORY_MAIN_2_1_6_P2_DESC]": "When everything woke up, Aris had been much better in the way of her speech. Momoi also got the falsified student ID card. Then, Momoi purposed to take Aris around the Millennium.",

  "[STORY_MAIN_2_1_7_NAME]": "Much Too Big to Be Called a Gun",
  "[STORY_MAIN_2_1_7_DESC_1]": "The Game Development Department heads to the Engineering Department to get Aris a firearm. Aris ends up picking a railgun meant to be attached to an intergalactic battleship. The Engineering Department challenges Aris to a fight to test her abilities.",
  "[STORY_MAIN_2_1_7_DESC_2]": "Aris skillfully uses the railgun to fend off the Engineering Department members, despite never having held such a weapon before. Utaha, the president of the Engineering Department, begins to become suspicious of Aris' unusual physical prowess.",
  "[STORY_MAIN_2_1_7_P1_NAME]": "Go To The Engineering Department!",
  "[STORY_MAIN_2_1_7_P1_DESC]": "All of the Game Development Club went to the Engineering Department with Aris.",
  "[STORY_MAIN_2_1_7_P2_NAME]": "Visiting Engineering Department",
  "[STORY_MAIN_2_1_7_P2_DESC]": "Utaha and others welcomed them, and Hibiki took the initiative to choose weapons for Aris. But Aris soon put her attention onto a railgun, which was them introduced by Kotori. She mentioned that the development was terminated due to funding issues. All of the Engineering Department thought Aris couldn't lift it up, but Aris had not only lifted it, but also left a hole on the club room; as a last resort, the Engineering Department challenged the Game Development Club, who can take it away if they won them.",
  "[STORY_MAIN_2_1_7_P4_NAME]": "Aris' Abilities",
  "[STORY_MAIN_2_1_7_P4_DESC]": "Hibiki continued adjusting for Aris, yet Utaha noticed that Aris was in fact a machine and was worried for her abilities.",

  "[STORY_MAIN_2_1_8_NAME]": "Eligibility Screening ",
  "[STORY_MAIN_2_1_8_DESC]": "Yuuka visits the Game Development Department to screen their new member's eligibility. Aris practices the art of self-introduction with Midori and Momoi.",
  "[STORY_MAIN_2_1_8_P1_NAME]": "Worries and Concerns",
  "[STORY_MAIN_2_1_8_P1_DESC]": "Momoi was confident that Aris would be able to pass the screening easily, while Midori didn't think so. Momoi then decided to test that, but the result was not looking good.",
  "[STORY_MAIN_2_1_8_P2_NAME]": "The Arrival of Yuuka",
  "[STORY_MAIN_2_1_8_P2_DESC]": "Yuuka visited the Department and met Aris. Pretty surprised, she said that she had never met such an adorable child. Midori mentioned about the closure stuff; Yuuka said that due to a change on procedure, the eligibility review is inevitable. Yuuka immediately started her questioning.",

  "[STORY_MAIN_2_1_9_NAME]": "Yuuka's Questions",
  "[STORY_MAIN_2_1_9_DESC]": "Satisfied with Aris' answers, Yuuka admits Aris as an official member of the club, but remains adamant about shutting down the Game Development Department if their next game doesn't come together. Once again, the club members head to the ruins in search of G.BIBLE.",
  "[STORY_MAIN_2_1_9_P1_NAME]": "Are You Being Kidnapped",
  "[STORY_MAIN_2_1_9_P1_DESC]": "Yuuka first whispered to ask whether she was being kidnapped or not and was cut off by Momoi and Midori. Yuuka had to restarted the questioning.",
  "[STORY_MAIN_2_1_9_P2_NAME]": "Questions Start",
  "[STORY_MAIN_2_1_9_P2_DESC]": "Yuuka started questioning and Momoi fixed her eyes onto Aris nervously, yet Aris still made huge mistakes.",
  "[STORY_MAIN_2_1_9_P3_NAME]": "The Danger Remained",
  "[STORY_MAIN_2_1_9_P3_DESC]": "Though the speech pattern is somewhat odd, but Yuuka could already feel Aris' love towards games. Therefore, she acknowledged her identity as a member of the Game Development Club. Yet she also said that due to a sudden change to the related rules, they would still get closed if they couldn't make any products at the end of this month.",
  "[STORY_MAIN_2_1_9_P4_NAME]": "For the Club",
  "[STORY_MAIN_2_1_9_P4_DESC]": "After Yuuka left, Yuzu got out of her wardrobe, stating that she would like to go to the Ruins to find the book G.Bible. She agreed the idea of protecting the club together purposed by Momoi and Midori.",

  "[STORY_MAIN_2_1_10_NAME]": "Back To the Ruins",
  "[STORY_MAIN_2_1_10_DESC]": "Thanks to Aris, the Game Development Department easily defeats the hostile robots in the ruins this time.",
  "[STORY_MAIN_2_1_10_P1_NAME]": "Outside the Factory",
  "[STORY_MAIN_2_1_10_P1_DESC]": "Outside the factory, everyone was met with fierce attack from the robots. Midori wanted to retreat but was rejected by Momoi. She thought that the robots would eventually gather and made the situation far worse than now. Encouraged by Aris and Momoi, everyone decided to engage.",

  "[STORY_MAIN_2_1_11_NAME]": "Right There, In That Place",
  "[STORY_MAIN_2_1_11_DESC]": "The Game Development Department makes it to a rundown factory. As if by instinct, Aris is drawn to the computer which contains G.BIBLE. She's able to download the data onto her gaming device...",
  "[STORY_MAIN_2_1_11_P1_NAME]": "Inside the Factory",
  "[STORY_MAIN_2_1_11_P1_DESC]": "Everyone made the way to the factory. Aris suddenly remembered something and went away on her own. They followed Aris and found a computer running a system called \"Divi: Sion\".",
  "[STORY_MAIN_2_1_11_P2_NAME]": "The Computer",
  "[STORY_MAIN_2_1_11_P2_DESC]": "The computer recognized Aris but was about to shut down due to low battery, with data on board going to be lost as well. To get the G.Bible saved on it, Momoi gave away her game console and her game saves. At last the data was secured, but it required a password to access. Momoi complained and unintentionally attracted the robots.",

  "[STORY_MAIN_2_1_12_NAME]": "In Search of the Mirror",
  "[STORY_MAIN_2_1_12_DESC]": "In order to read the G.BIBLE, the Game Development Department needs to decrypt the password. To do so, they reach out to Veritas. Maki tells them they'll need the Mirror that was confiscated by the Student Council. To retrieve it, they'll need to get into the contraband storage guarded by the Maid Club.",
  "[STORY_MAIN_2_1_12_P1_NAME]": "An Overview of G.Bible",
  "[STORY_MAIN_2_1_12_P1_DESC]": "Hare from Veritas brought a bad news to everyone: Momoi's game saves could not be recovered. Momoi cried out after hearing this. Maki, by analyzing the file's metadata, confirmed its genuity, but was unable to crack the password.",
  "[STORY_MAIN_2_1_12_P2_NAME]": "The Mirror",
  "[STORY_MAIN_2_1_12_P2_DESC]": "For Maki's reference, she thought that it is possible if they were just extracting the encrypted files rather than cracking the password. Yet a tool specifically designed to do so, called \"Mirror\", was confiscated by the Seminar recently. As a tool created by the president, Veritas intended to retrieve it back, which made an unexpected collision with the GDD. As a result, they purposed to raid Millennium's Seminar.",
  "[STORY_MAIN_2_1_12_P3_NAME]": "A Request by Yuuka",
  "[STORY_MAIN_2_1_12_P3_DESC]": "Yuuka got the intel of Game Development Department planning to raid Seminar with Veritas, and so she asked assistance from Akane of C&C.",
  "[STORY_MAIN_2_1_12_P4_NAME]": "A Problem",
  "[STORY_MAIN_2_1_12_P4_DESC]": "Maki explained the current situation to GDD: the Mirror was stored at the Contraband Room of Seminar's, where C&C is the one who guards it. Momoi immediately decided to retreat, but Kotama said that she know some intel about C&C.",
  "[STORY_MAIN_2_1_12_P5_NAME]": "Intel of C&C",
  "[STORY_MAIN_2_1_12_P5_DESC]": "Kotama mentioned that, currently, the president and the real girl Neru was absent, and therefore they had a chance to head-to-head with C&C.",
  "[STORY_MAIN_2_1_12_P6_NAME]": "Promise from Akane",
  "[STORY_MAIN_2_1_12_P6_DESC]": "Knowing the Neru was absent, Yuuka was shocked. Yet Akane promised her that C&C would eventually nail it.",
  "[STORY_MAIN_2_1_12_P7_NAME]": "It's Decided!",
  "[STORY_MAIN_2_1_12_P7_DESC]": "Momoi still held her concern on whether participating or not, but Midori had already decided it: the GDD is an important place for everyone to gather and laugh, and she wanted to protect all of this. Having played more than 40 RPG games, Aris concluded that it's nothing more important than friends alongside in an adventure. Hare appreciated that and asked Sensei to let the Engineering Department join them as well.",
  "[STORY_MAIN_2_1_12_P8_NAME]": "Engineering Department As Well",
  "[STORY_MAIN_2_1_12_P8_DESC]": "Everyone arrived at the Engineering Department. Invited by Sensei, they decided to join in.",
  "[STORY_MAIN_2_1_12_P9_NAME]": "Already Started",
  "[STORY_MAIN_2_1_12_P9_DESC]": "Momoi asked when would it start, and was replied with \"We've already started.\" by Hare.",
  "[STORY_MAIN_2_1_12_P10_NAME]": "Himari",
  "[STORY_MAIN_2_1_12_P10_DESC]": "Akane was curious about the source of the intel, and Yuuka replied to her with a catty smile: Himari, the president of Veritas, told her directly.",

  "[STORY_MAIN_2_1_13_NAME]": "Nerds vs. Maids",
  "[STORY_MAIN_2_1_13_DESC_1]": "While Aris and Veritas create a distraction, Midori, Momoi, and Sensei attempt a frontal assault on Seminar.",
  "[STORY_MAIN_2_1_13_DESC_2]": "Veritas' hacking ends up trapping Akane in a sealed room.",
  "[STORY_MAIN_2_1_13_P1_NAME]": "Aris Down",
  "[STORY_MAIN_2_1_13_P1_DESC]": "Aris took the role as forceful breakthrough girl, but was arrested at last. Akane expressed her liking towards Aris. Yuuka suddenly realized the trap in it, and enjoined the subordinate to replace the security system with the ones that were not from the Engineering Department.",
  "[STORY_MAIN_2_1_13_P2_NAME]": "Stage One Completed",
  "[STORY_MAIN_2_1_13_P2_DESC]": "Aris was arrested and it was according to the plan. The Engineering Department said they were ready.",
  "[STORY_MAIN_2_1_13_P3_NAME]": "Begin the Battle!",
  "[STORY_MAIN_2_1_13_P3_DESC]": "As the night fell over, both Veritas and Engineering Department said they were all ready.",
  "[STORY_MAIN_2_1_13_P4_NAME]": "Stage Two!",
  "[STORY_MAIN_2_1_13_P4_DESC]": "Yuuka and Akane found out the Game Development Department through the surveillance cameras, and Akane was off to engage.",
  "[STORY_MAIN_2_1_13_P5_NAME]": "The Meeting",
  "[STORY_MAIN_2_1_13_P5_DESC]": "During the meeting held two hours ago, Hare mentioned that the only way to access the Contraband Room would be the lifts. Yet both the lifts and the doors on the top floor should only be verified by fingerprints, and failed to verify that would also trigger multiple mechanisms. In order to break through the security system, Hibiki proposed to disable the system for a while, and by that means the Veritas would be able to start hacking.",
  "[STORY_MAIN_2_1_13_P6_NAME]": "The Broken Surveillance Cameras",
  "[STORY_MAIN_2_1_13_P6_DESC]": "Akane thought herself meeting Momoi and Midori, which was then turned out to be Maki and Kotori of the Engineering Department. Akane requested to confirm the status, and it was then all of them realized that the surveillance network had been hacked.",
  "[STORY_MAIN_2_1_13_P7_NAME]": "Let's Go To The Top Floor!",
  "[STORY_MAIN_2_1_13_P7_DESC]": "Momoi and Midori was at the lift, while Akane and others were locked up together due to the unmatched fingerprints. Yuuka realized the trap set by Aris too late. Momoi, Midori and Sensei arrived at the floor and successfully unlocked with their own fingerprints, yet they were met with other Seminar members.",
  "[STORY_MAIN_2_1_13_P9_NAME]": "Within the Shooting Range",
  "[STORY_MAIN_2_1_13_P9_DESC]": "Though the door stayed closed and unable to contact Asuna, Akane received a message from another partner - Karin. She confirmed that the Game Development Department members had already within the shooting range.",

  "[STORY_MAIN_2_1_14_NAME]": "Maids vs. Meisters",
  "[STORY_MAIN_2_1_14_DESC]": "The Game Development Department shakes off the Maid Club's sniper, Karin, with President Utaha's help. However, shortly after, they are confronted by another maid: Asuna.",
  "[STORY_MAIN_2_1_14_P1_NAME]": "The Sniper",
  "[STORY_MAIN_2_1_14_P1_DESC]": "When Midori thought they were away from the threats, a single shot of sniping bullet fired against them. Momoi realized it was Karin's doing. On the roof, as Karin prepared for the next shot, the Engineering Department came just in time and disturbed the plan. Midori and others continued to advance immediately.",
  "[STORY_MAIN_2_1_14_P2_NAME]": "The Power Failure",
  "[STORY_MAIN_2_1_14_P2_DESC]": "Akane blew up the doors successfully. When attempting to take the lift, a power failure occurred.",
  "[STORY_MAIN_2_1_14_P3_NAME]": "Ambush",
  "[STORY_MAIN_2_1_14_P3_DESC]": "Though Midori and Momoi arrived at the front door of Contraband Room, they were ambushed by Asuna.",

  "[STORY_MAIN_2_1_15_NAME]": "A Spreading Danger",
  "[STORY_MAIN_2_1_15_DESC]": "Having taken too long, Akane and Karin escape their bonds, an event spelling disaster for the Game Development Department's mission. Just then, Aris comes to the rescue and succeeds in infiltrating the Student Council's contraband storage room.",
  "[STORY_MAIN_2_1_15_P1_NAME]": "A Worsening Battle",
  "[STORY_MAIN_2_1_15_P1_DESC]": "Yuuka put the confiscated robots into the battle. Asuna was tough to deal with. The Engineering Department failed to suppress the sniper Karin. Akane was on her way. At the seemingly hopeless moment, the Game Development Department remembered the meeting.",
  "[STORY_MAIN_2_1_15_P2_NAME]": "A Backup Plan",
  "[STORY_MAIN_2_1_15_P2_DESC]": "Everyone agreed that the plan itself tolerates no failure, so a backup plan is required. After the power failure, Aris sensed that the time was ripe. She escaped the self-reflection room and headed to the Contraband Room.",
  "[STORY_MAIN_2_1_15_P3_NAME]": "Sword of Light",
  "[STORY_MAIN_2_1_15_P3_DESC]": "Yuuka and others finally arrived and announced that the GDD would be confined or suspended. Aris appeared suddenly and got rid of the barriers; Karin was re-suppressed as well. Aris mentioned that, in every RPG games she had played, the hero will never abandon friends. Encouraged, everyone started to engage.",

  "[STORY_MAIN_2_1_16_NAME]": "Just One Step Forward!",
  "[STORY_MAIN_2_1_16_DESC]": "The Game Development Department is able retrieve the Mirror, but comes face-to-face with the Maid Club's president Neru in the contraband storage room. Thanks to Yuzu's quick thinking, the group is able to trick Neru and safely return to their club room.",
  "[STORY_MAIN_2_1_16_P1_NAME]": "An Emergency",
  "[STORY_MAIN_2_1_16_P1_DESC]": "The three arrived at the Contraband Room but found Neru was back. Panicking, they made a sound and attracted Neru. Fortunately, Yuzu came to rescue just in time and deceived Neru into leaving.",
  "[STORY_MAIN_2_1_16_P2_NAME]": "Success",
  "[STORY_MAIN_2_1_16_P2_DESC]": "Neru praised Yuzu's courage, and the three retrieved the mirror successfully. Everyone began to engage the remaining robots afterwards.",

  "[STORY_MAIN_2_1_17_NAME]": "Just Getting Warmed Up",
  "[STORY_MAIN_2_1_17_DESC]": "Akane apologizes to Neru for her failures, but Neru is more interested in how Aris managed to go toe-to-toe with the Maid Club. Back at the club room, the Game Development Department tries to use the Mirror to decrypt G.BIBLE.",
  "[STORY_MAIN_2_1_17_P1_NAME]": "C&C Afterwards",
  "[STORY_MAIN_2_1_17_P1_DESC]": "Akane apologized for accepting the request and making everyone feel ashamed. Neru said the request was cancelled, and she was interested in Aris in particular. She instructed Asuna to find all the information about the Game Development Department.",
  "[STORY_MAIN_2_1_17_P2_NAME]": "Inevitable Closure",
  "[STORY_MAIN_2_1_17_P2_DESC]": "The Game Development Department received the latest result from the Veritas. Everyone started to read, but was greatly disappointed by the book's content.",

  "[STORY_MAIN_2_1_18_NAME]": "G.BIBLE",
  "[STORY_MAIN_2_1_18_DESC]": "As it turns out, G.BIBLE only contains a simple maxim: \"Love video games.\" Their sky-high expectations dashed, the Game Development Department, with the help of Aris, begin development on Tales Saga Chronicle 2.",
  "[STORY_MAIN_2_1_18_P1_NAME]": "The Truth of Making Games",
  "[STORY_MAIN_2_1_18_P1_DESC]": "Everyone opened the file full of joy, but was extremely disappointed by the content. Other than the well known \"Love video games\", none could be found.",
  "[STORY_MAIN_2_1_18_P2_NAME]": "A Fun Game",
  "[STORY_MAIN_2_1_18_P2_DESC]": "Everyone was disappointed. Aris expressed her like for TSC and wanted to make TSC2 with others. Yuzu voiced her approval.",
  "[STORY_MAIN_2_1_18_P3_NAME]": "After the TSC",
  "[STORY_MAIN_2_1_18_P3_DESC]": "Yuzu recalled the flooding negative comments in the days after the release of TSC. Her self-confidence was greatly damaged. The door was knocked at then, and initially Yuzu thought it was an angry player, but didn't expect to be Midori and Momoi. Both not only spoke highly of TSC, but would also become the members of the GDD afterwards.",
  "[STORY_MAIN_2_1_18_P4_NAME]": "Determined Mind",
  "[STORY_MAIN_2_1_18_P4_DESC]": "Yuzu expressed her thanks for the other three. She said she was hapy to make games with friends. Called by Momoi, everyone began their development that would last for less than a week.",

  "[STORY_MAIN_2_1_19_NAME]": "Double O",
  "[STORY_MAIN_2_1_19_DESC_1]": "The Game Development Department submits Tales Saga Chronicle 2 just before their deadline. Right after it uploads, the club room suddenly becomes the target of a shootout.",
  "[STORY_MAIN_2_1_19_DESC_2]": "The shooter was Neru, the president of the Maid Club. Claiming that her last battle with Aris had piqued her interest, Neru challenges Aris to a fight. One destructive battle later, and Neru, satisfied, goes on her way.",
  "[STORY_MAIN_2_1_19_P1_NAME]": "Finishing Project",
  "[STORY_MAIN_2_1_19_P1_DESC]": "The GDD finally finished it at the very last moment. Momoi uploaded the demo for everyone to download. The comments started flowing in, as the download counter counting fast. When everyone was worried and nervous, the club room was hit by some bullet shots. Everyone began to engage.",
  "[STORY_MAIN_2_1_19_P3_NAME]": "A Face-to-face Battle",
  "[STORY_MAIN_2_1_19_P3_DESC]": "Neru came and challenged the GDD. Neru praised for Yuzu's courage at first, then challenged Aris into a battle. She claimed that if Aris could defeat her, then everything from the past would no longer be investigated. Before she could react, Aris fired the Sword of Light in advance.",
  "[STORY_MAIN_2_1_19_P4_NAME]": "A 1v1 Fight",
  "[STORY_MAIN_2_1_19_P4_DESC]": "The Sword of Light didn't take down Neru, and the two began the melee fight.",
  "[STORY_MAIN_2_1_19_P5_NAME]": "Clear Up",
  "[STORY_MAIN_2_1_19_P5_DESC]": "Though Neru has a significant advantage in melee combat, but Aris, by pointing the railgun towards the floor and firing it, retreated at the cost of injuring herself 48%. Neru didn't pursue afterwards.",

  "[STORY_MAIN_2_1_20_NAME]": "The Millennium Prize",
  "[STORY_MAIN_2_1_20_DESC]": "The Millennium Prize, which gives recognition to the Millennium School's best inventions, awards the Game Development Department a special prize for the development of Tales Saga Chronicle 2. Thanks to this, the club is saved from getting shut down. In the midst of everyone's celebrations, the gaming device installed with the G.BIBLE starts to operate on its own.",
  "[STORY_MAIN_2_1_20_P1_NAME]": "Trivialization",
  "[STORY_MAIN_2_1_20_P1_DESC]": "Aris had a psychological fear on the maid. The damage caused by the combat was carefully handled by the C&C. After everything had all settled, everyone began to watch the live stream of the competition.",
  "[STORY_MAIN_2_1_20_P2_NAME]": "Persisting Haze",
  "[STORY_MAIN_2_1_20_P2_DESC]": "The result was announced by the Kotori from the Engineering Department. Seven were awarded, but none from the GDD. In despair, Momoi broke the TV with her guns. Everyone was sentimental. Although Yuzu said that she could return to her dorm with courage, Aris became the most worrying one for everyone.",
  "[STORY_MAIN_2_1_20_P3_NAME]": "A Plot Twist",
  "[STORY_MAIN_2_1_20_P3_DESC]": "Yuuka visits the GDD, congratulating they won a reward. As the TV was broken, everyone watched the live stream on their phones. On site, the reviewer spoke highly of the elements for a retro RPG that TSC2 possesses, and therefore a special award was given.",
  "[STORY_MAIN_2_1_20_P4_NAME]": "Crisis Lifted",
  "[STORY_MAIN_2_1_20_P4_DESC]": "The GDD got rid of the crisis of being closed. Yuuka and Maki expressed their appreciation. The two most upvote comments were nothing but the praise for TSC2. Yuuka announced the decision to postpone the closure and apologized to Momoi. Aris become the member of the GDD formally.",
  "[STORY_MAIN_2_1_20_P5_NAME]": "The Game Console",
  "[STORY_MAIN_2_1_20_P5_DESC]": "In the middle of the night, when everyone was asleep, the game console installed with G.Bible suddenly started to operate on its own.",

  "[STORY_MAIN_2_2_1_NAME]": "A Secret Meeting",
  "[STORY_MAIN_2_2_1_DESC]": "Himari visits Rio, the Seminar president. The two discuss the incident that happened between the Game Development Department and C&C and begin to discuss Aris' identity. The meeting turns into a disaster when the two are unable to bridge the gap between their opinions on Aris. However, things take a turn for the worse when Himari is suddenly attacked.",
  "[STORY_MAIN_2_2_1_P1_NAME]": "A Secret Meeting",
  "[STORY_MAIN_2_2_1_P1_DESC]": "Rio and Himari met in secret and started to sort out the current situations.",
  "[STORY_MAIN_2_2_1_P2_NAME]": "The True Identity of Aris",
  "[STORY_MAIN_2_2_1_P2_DESC]": "Rio and Himari designed the conflict between the Game Development Club and C&C, and observed Aris' true identity: the Princess of the Nameless Gods. Based on this, Rio believed that Aris is \"the weapon that will lead the world to the end\", yet Himari thought that she's just a \"cute junior\".",
  "[STORY_MAIN_2_2_1_P3_NAME]": "Disagreement",
  "[STORY_MAIN_2_2_1_P3_DESC]": "Himari maintained her own conclusion, and a disagreement took place. Rio tried to trap Himari with her AMAS, but Himari hacked the room and her AMAS and escaped successfully.",
  "[STORY_MAIN_2_2_1_P4_NAME]": "A Mystery Man",
  "[STORY_MAIN_2_2_1_P4_DESC]": "Himari came to the corridor outside the room, talking to herself and making fun on how stubborn Rio was. But right at this moment Himari was firmly controlled by an unknown person - the fifth C&C member who existed only in rumors before.",

  "[STORY_MAIN_2_2_2_NAME]": "A Day at the Game Dev Department",
  "[STORY_MAIN_2_2_2_DESC]": "Sensei pays the Game Development Department a visit for the first time in a while. The members are fielding ideas for the development of their next project, but get distracted watching Aris playing a video game. Aris struggles mid-game upon encountering a cheating player, but gains a dramatic victory thanks to Yuzu's exhilarating performance. However, they fail to make any progress on plans for their next project, and decide to try again tomorrow.",
  "[STORY_MAIN_2_2_2_P1_NAME]": "An Invitation From The GDD",
  "[STORY_MAIN_2_2_2_P1_DESC]": "Sensei was invited to the Game Development Club, but somehow started playing fighting games with Momoi. Momoi wanted to continue playing, but was stopped by his sister Midori; it was at this time when Sensei got the know that he was invited to come up with new ideas for their next games.",
  "[STORY_MAIN_2_2_2_P2_NAME]": "Ideas",
  "[STORY_MAIN_2_2_2_P2_DESC]": "Momoi argues that the reason why she was playing, was exactly to attempt to analyze the game in the hope of some inspirations. Momoi purposed an mixture of multiple genres and hoped they could win the Millennium Prize by its uniqueness.",
  "[STORY_MAIN_2_2_2_P3_NAME]": "\"UZGreen Mode\"",
  "[STORY_MAIN_2_2_2_P3_DESC]": "Aris interrupted the conversation, announcing that Yuzu finally manage to surpass a ten-game winning streak. Momoi explained the so-called \"UZQueen Mode\" to Sensei. Amazed by Yuzu's exhilarating performance, Aris started playing fighting games.",
  "[STORY_MAIN_2_2_2_P4_NAME]": "A Weird Game",
  "[STORY_MAIN_2_2_2_P4_DESC]": "Aris had an opponent in online mode, but unable to deal any damage to him. Everyone soon realized that the opponent was a cheater. When the opponent requested for another fight, Yuzu decided to put her hands to it.",
  "[STORY_MAIN_2_2_2_P5_NAME]": "Yuzu, the UZQueen",
  "[STORY_MAIN_2_2_2_P5_DESC]": "Based on her in-depth insight of game features, and professional and precise operations, Yuzu defeated the cheater successfully. Everyone was amazed again. Yuzu said such tricks should not be used unless they don't obey the rules.",
  "[STORY_MAIN_2_2_2_P6_NAME]": "The Meeting",
  "[STORY_MAIN_2_2_2_P6_DESC]": "After the game session, Midori mentioned the meeting, and the result was... quite predictable.",

  "[STORY_MAIN_2_2_3_NAME]": "Aris Goes on an Adventure! ",
  "[STORY_MAIN_2_2_3_DESC]": "The Game Development Department and Sensei put their heads together to come up with ideas for their new game. When Momoi and Midori fail to find common ground, they decide to settle things once and for all using a method passed down in the Game Development Department through generations. Meanwhile, Yuzu gives Aris a quest to help her find inspiration. Aris ponders how to proceed with the quest when she decides to go on an adventure at the school with Sensei.",
  "[STORY_MAIN_2_2_3_P1_NAME]": "The Meeting",
  "[STORY_MAIN_2_2_3_P1_DESC]": "The Game Development Club started discussing about the game. From the mechanics of the dungeon, to the weapon and arsenal, as well as the art and manifestations. Midori was in great dissatisfaction due to how much emphasis did Momoi put on art. And with the fact that she often changed ideas, many art resources were discarded too. The twins forced Sensei to make a decision.",
  "[STORY_MAIN_2_2_3_P2_NAME]": "To Decide",
  "[STORY_MAIN_2_2_3_P2_DESC]": "Yuzu stopped the twins and said that it should be decided by \"that\" - playing a game - a tradition in the club. While the two were playing games, Yuzu assigned Aris the task of going outside for a walk, in the hope of some inspirations.",
  "[STORY_MAIN_2_2_3_P3_NAME]": "An Adventure",
  "[STORY_MAIN_2_2_3_P3_DESC]": "Aris and Sensei came to the campus. Aris said that both she and Sensei were \"Beginner Heros\", due to a small argument in which Momoi tries to put BOSSes right at the beginning of the game and was rejected. Aris wondered how to complete Yuzu's missions, and Sensei advised Aris to just go forward to see if anything happens.",

  "[STORY_MAIN_2_2_4_NAME]": "Guided by Aris 1",
  "[STORY_MAIN_2_2_4_DESC]": "While wandering around campus, Aris runs into Sumire, who is out on a jog. The two of them bond over being both comrades in arms as well as sports. As Aris continues her adventure, she runs into Asuna and Karin in their school uniforms off campus, and she invites them to join her party. That moment, Aris learns that Neru is looking for her and quickly takes off to another location.",
  "[STORY_MAIN_2_2_4_P1_NAME]": "School Athletic Track",
  "[STORY_MAIN_2_2_4_P1_DESC]": "Walking in the campus, Aris and Sensei came to the Track & Field area. Aris heard a strange noise suddenly, and thought it was a \"Random Enemy Encounter\" event. It turned out to be Sumire. Sumire and Aris exchanged some benefits on sports and exercises.",
  "[STORY_MAIN_2_2_4_P2_NAME]": "Outskirts of Millennium",
  "[STORY_MAIN_2_2_4_P2_DESC]": "Aris believed that the further the location, the more events would occur. And indeed they met C&C members Asuna and Karin, who were just on special missions. They exchanged a few and at last Karin mentioned that Neru was looking for Aris.",
  "[STORY_MAIN_2_2_4_P3_NAME]": "The End",
  "[STORY_MAIN_2_2_4_P3_DESC]": "C&C spotted two Gehenna students and said they were going to transfer to Gehenna and wanted to know some details. Hearing that Neru was looking for her, Aris decided to retreat back to Millennium.",

  "[STORY_MAIN_2_2_5_NAME]": "Guided by Aris 2",
  "[STORY_MAIN_2_2_5_DESC]": "Aris meets with Millennium students who cheer her on, and discusses the Sword of Light with members of the Engineering Department. She enjoys every moment of it. Afterwards, Aris runs into Neru and they visit an arcade to enjoy some video games together. Though they were once enemies against each other, Aris is now proud to declare Neru as her party member.",
  "[STORY_MAIN_2_2_5_P1_NAME]": "The Star of Millennium",
  "[STORY_MAIN_2_2_5_P1_DESC]": "Aris met other Millennium students at school's square and she was welcomed and greeted with great delight. They were even given some \"side quests\" and received some snacks as the \"mission\" reward.",
  "[STORY_MAIN_2_2_5_P2_NAME]": "The Engineering Department",
  "[STORY_MAIN_2_2_5_P2_DESC]": "Aris met the three at Engineering Department. Utaha asked the conditions of the Sword of Light, Aris said that it was kept with her utmost care.",
  "[STORY_MAIN_2_2_5_P3_NAME]": "Other Places",
  "[STORY_MAIN_2_2_5_P3_DESC]": "Aris met more people at other places, until she saw a familar figure at the subway.",
  "[STORY_MAIN_2_2_5_P4_NAME]": "Neru's Challenge",
  "[STORY_MAIN_2_2_5_P4_DESC]": "Being called \"little\" angered Neru, but still she dragged Aris and Sensei to an arcade store. As expected, Aris defeated Neru. Though Aris had already been teaching her for quite a while, Neru was still pretty frustrated when hearing that Aris said she was playng bad. Despite all of this, she asked Aris to teach her combos.",
  "[STORY_MAIN_2_2_5_P5_NAME]": "Teaching Combos",
  "[STORY_MAIN_2_2_5_P5_DESC]": "Aris started teaching uneasily. Neru, while cursing, restarted the game again and again, but remained unsuccessful after a long time. Then, Akane came.",
  "[STORY_MAIN_2_2_5_P6_NAME]": "Akane's Discipline",
  "[STORY_MAIN_2_2_5_P6_DESC]": "Though still pretty upset, Neru was dragged by Akane and forced to leave. Akane also mentioned about the mission assigned by Rio.",
  "[STORY_MAIN_2_2_5_P7_NAME]": "Sunset",
  "[STORY_MAIN_2_2_5_P7_DESC]": "Sensei was surprised to see that Aris wasn't afraid of Neru. Sensei was glad to get to know Aris' daily life. Though Aris didn't complete Yuzu's assignment, Aris still felt happy. And she said that a hero will not give up easily.",

  "[STORY_MAIN_2_2_6_NAME]": "A Strange Machine 1",
  "[STORY_MAIN_2_2_6_DESC]": "One day, Veritas reaches out to Sensei about the discovery of a suspicious machine. On the way to their club room, Sensei joins up with the Game Development Department to investigate the machine, but none of them are able to get to the bottom of its true nature... As if suddenly drawn by an inexplicable force, Aris touches the machine and activates it.",
  "[STORY_MAIN_2_2_6_P1_NAME]": "A Strange Stuff",
  "[STORY_MAIN_2_2_6_P1_DESC]": "Veritas contacted Sensei and said they found a strange stuff. Since no one knew it at Millennium, they asked Sensei to come over and have a look",
  "[STORY_MAIN_2_2_6_P2_NAME]": "The Game Development Department",
  "[STORY_MAIN_2_2_6_P2_DESC]": "At the club room door, Sensei found the Game Development Department was invited too. The four said they were coming to seek some inspirations, though Yuzu was pretty uncomfortable get outside. At the club room, Hare showed everyone a strange-looking robot.",
  "[STORY_MAIN_2_2_6_P3_NAME]": "A Weird Robot",
  "[STORY_MAIN_2_2_6_P3_DESC]": "The Veritas explained that the robots were from the outskirts of the Millennium, with a number totaling more than 20. Momoi was grealy surprised at the sight of it. Veritas tried to start it but failed every time - when Aris began reacting to the robot.",
  "[STORY_MAIN_2_2_6_P4_NAME]": "The Unexpected",
  "[STORY_MAIN_2_2_6_P4_DESC]": "The robot, alongside Momoi's game console carrying G.Bible, started operating after interacting with Aris. Panicking, Aris suddenly announced that the \"AL-1S\" completed the booting, and began attacking everyone.",

  "[STORY_MAIN_2_2_7_NAME]": "A Strange Machine 2",
  "[STORY_MAIN_2_2_7_DESC]": "Aris goes into a frenzy and loses consciousness, destroying the clubroom and attacking everyone in her wake. No one is able to stop Aris and the situation grows critical. At that moment, the C&C appears and knocks her out, then proceeds to defeat the suspicious machine. Everyone breathes a sigh of relief, but then Sensei receives an unexpected piece of news from Midori.",
  "[STORY_MAIN_2_2_7_P1_NAME]": "After the Attack",
  "[STORY_MAIN_2_2_7_P1_DESC]": "Unable to knock down everyone, Aris recharged the Sword of Light. Maki tried to stop, but was suppressed by Aris instead. As everyone was out of choices, a familiar voice was heard.",
  "[STORY_MAIN_2_2_7_P2_NAME]": "Assistance from C&C",
  "[STORY_MAIN_2_2_7_P2_DESC]": "Upon hearing the explosions, C&C suppressed Aris altogether. When Neru asked about the cause and effect, Midori and Yuzu found Momoi was seriously injured, with great shock on their faces.",

  "[STORY_MAIN_2_2_8_NAME]": "Daily Life Destroyed",
  "[STORY_MAIN_2_2_8_DESC]": "While tending to an unconscious Momoi, Sensei is contacted by Midori and heads to the Game Development Department where Aris has shut herself in. In spite of Sensei's placating words, Aris reproaches herself for putting Momoi in danger. At that moment, an unexpected visitor arrives with an unsettling revelation.",
  "[STORY_MAIN_2_2_8_P1_NAME]": "Momoi In Coma",
  "[STORY_MAIN_2_2_8_P1_DESC]": "In the midst of the battle against Aris, Momoi fell. Though she was sent to Schale's infirmary in time, Momoi remained unconscious even after a few days. The mystery of Aris hovered over everyone's head, and Sensei started recalling all the things provided by everyone.",
  "[STORY_MAIN_2_2_8_P2_NAME]": "Outside the Club Room",
  "[STORY_MAIN_2_2_8_P2_DESC]": "Yuzu and Midori asked help from Sensei for the fact that Aris kept locking herself up in the club room. Sensei called once softly, and walked in despite no response.",
  "[STORY_MAIN_2_2_8_P3_NAME]": "Aris' Monologue",
  "[STORY_MAIN_2_2_8_P3_DESC]": "Aris blamed herself for the harm she had done to everyone, especially Momoi. Aris said that she didn't know what happened, but her body responded automatically, as if a hidden game save file was loaded and activated.",
  "[STORY_MAIN_2_2_8_P4_NAME]": "The President Rio",
  "[STORY_MAIN_2_2_8_P4_DESC]": "When Aris was having great trouble speaking, Rio suddenly broke into the room. She declared that she would tell everyone the true behind all of these.",

  "[STORY_MAIN_2_2_9_NAME]": "The Harsh Truth 1",
  "[STORY_MAIN_2_2_9_DESC]": "The visitor at the Game Development Department is none other than Rio, the president of Seminar. Rio explains that Aris is actually a \"princess of the Nameless Gods,\" and refers to her as a demon lord. Everyone in the room is outraged, and Rio dispassionately describes what kind of future Aris will bring about. Tensions are about to explode, when the fifth member of C&C arrives.",
  "[STORY_MAIN_2_2_9_P1_NAME]": "The Harsh Truth",
  "[STORY_MAIN_2_2_9_P1_DESC]": "Rio recalled the recent destructive event and told everyone the true identity of Aris: she's not some students, but the commander of the Nameless Army Divi: Sion, the princess of the Nameless Gods AL-1S. No one could accept that explanation, and Rio made a metaphor with games: Aris was in fact the demon lord that was born to destroy the world.",
  "[STORY_MAIN_2_2_9_P2_NAME]": "\"The Demon Lord\"",
  "[STORY_MAIN_2_2_9_P2_DESC]": "Rio apologized to everyone that it was her fault to let Aris get in touch with those robots. Despite that, Rio said this time was very fortunate, as the ones are partly broken. But she stressed that there might be no such luck in the future. Rio said that there was only one way to solve.",
  "[STORY_MAIN_2_2_9_P3_NAME]": "Argument",
  "[STORY_MAIN_2_2_9_P3_DESC]": "Everyone outraged upon hearing this. The president continued explaining her solution: to destroy Aris' halo, i.e. to kill her. Such remarks even angered Sensei. Rio expressed her surprise about the fact that Aris' having a halo, despite her being a robot. No agreement made, Rio called Neru who was standing by all the time.",
  "[STORY_MAIN_2_2_9_P4_NAME]": "Betrayal",
  "[STORY_MAIN_2_2_9_P4_DESC]": "Rio said that the C&C was under her direct command after all. Rio stressed that no one should be harmed if no resistance occurred. Yet Neru was pretty angry at Rio's actions as well and began revolting; but Rio was too familiar with Neru, and was well prepared for that.",
  "[STORY_MAIN_2_2_9_P5_NAME]": "Toki",
  "[STORY_MAIN_2_2_9_P5_DESC]": "Rio gave Toki the command to take down Neru. Neru finally erupted and engaged with Toki.",

  "[STORY_MAIN_2_2_10_NAME]": "The Harsh Truth 2",
  "[STORY_MAIN_2_2_10_DESC]": "After defeating the AMAS, Neru engages in a fearsome game of cat and mouse with Toki. Neru is eventually pinned down by Toki's ambush, and neither Midori or Yuzu are able to deal with the unexpected situation. Aris, who had been watching this all take place, makes an important decision.",
  "[STORY_MAIN_2_2_10_P1_NAME]": "Toki's Repression",
  "[STORY_MAIN_2_2_10_P1_DESC]": "Neru said that the AMAS were nothing capable of, and Rio was forced to let Toki start repression. Toki, after switching the so-called \"mode\", became much more agile and knocked down Neru in no time.",
  "[STORY_MAIN_2_2_10_P2_NAME]": "Questioning",
  "[STORY_MAIN_2_2_10_P2_DESC]": "After suppressing Neru, Rio instructed AMAS to retrieve Aris. Yuzu and Midori attempted to stop but received harsh warnings from Rio. Sensei asked Rio to stop, but got questioned instead that, \"Shouldn't the adults understand her better?\" Sensei argued that he should \"protect the students\" but got questioned more seriously instead.",
  "[STORY_MAIN_2_2_10_P3_NAME]": "The Last Resistance",
  "[STORY_MAIN_2_2_10_P3_DESC]": "Rio stressed that sacrificing one to save the others are nowhere near being a fault, and talked again about the identity of Aris. Midori tried to argue with the symbol of a hero, aka the Sword of Light created by the Engineering Department; but Rio shut it down remotely and made the excuse ineffective against that. Neru called for Aris to not give up but didn't work. Aris remembered everyone and was afraid to harm anyone anymore. At last she agreed to go with Rio. The others felt down but were powerless to do anything.",
  "[STORY_MAIN_2_2_10_P4_NAME]": "The Monologue of Aris",
  "[STORY_MAIN_2_2_10_P4_DESC]": "Aris accepted what Rio had said, and tried to explain to everyone in her words, hoping that everyone could understand her choice. Aris expressed her thanks for everyone accompanying her, and said that she was happy all the time.",
  "[STORY_MAIN_2_2_10_P5_NAME]": "An End",
  "[STORY_MAIN_2_2_10_P5_DESC]": "Not until Rio's left could anyone move even a finger. Everyone was crashed with a feeling of powerlessness. Aris, had since gone long.",

  "[STORY_MAIN_2_2_11_NAME]": "Be That as It May!",
  "[STORY_MAIN_2_2_11_DESC]": "After Aris' departure, the students of Millennium are at a loss as to what to do. At that moment, the enfeebled Momoi rouses herself up and declares that they cannot stand idly by, and insists that everyone go to save Aris.",
  "[STORY_MAIN_2_2_11_P1_NAME]": "Reviewing Situation",
  "[STORY_MAIN_2_2_11_P1_DESC]": "Sensei, alongside the Game Development Department, the Engineering Department and C&C, analyzed current situation. Everyone agreed that it was an emergency. Neru couldn't figure out what happened still, and everyone started to recalling them once again.",
  "[STORY_MAIN_2_2_11_P2_NAME]": "Recalling Events",
  "[STORY_MAIN_2_2_11_P2_DESC]": "Rio told Aris that her real identity was in fact a \"demon lord\", and said that the only way to solve this was to destroy her halo. Yuzu and Midori believed the situation was untrue but words failed them. It was at this moment when Momoi showed up.",
  "[STORY_MAIN_2_2_11_P3_NAME]": "Momoi's Back",
  "[STORY_MAIN_2_2_11_P3_DESC]": "Momoi appeared out of nowhere. Midori couldn't help but throw herself into Momoi's arms and wept. After knowing what happened, though hard to express feelings, Momoi said it was unacceptable and was determined to rescue Aris back. Everyone agreed approval and Neru even praised for her brave personality.",

  "[STORY_MAIN_2_2_12_NAME]": "Strategy Meeting",
  "[STORY_MAIN_2_2_12_DESC]": "The Game Development Department and others search for Aris' whereabouts. With the help of Noa and Yuuka, they learn that Aris is headed to Eridu, a fortified city that Rio built. Before infiltrating Eridu, Neru proposes a plan.",
  "[STORY_MAIN_2_2_12_P1_NAME]": "The Seminar",
  "[STORY_MAIN_2_2_12_P1_DESC]": "The people contacted Yuuka. Yuuka was surprised to hear that Aris had been taken away. Sensei asked help from Seminar and hoped to locate Aris.",
  "[STORY_MAIN_2_2_12_P2_NAME]": "Embezzled Money",
  "[STORY_MAIN_2_2_12_P2_DESC]": "As Sensei expected, Yuuka and Noa found financial records that were intentionally hid and deleted. Yuuka was even surprised by this. After recovering and tracking, Yuuka found a fortress city named \"Eridu\", which was said to be built by the President. Yuuka sent the location and apologized for not being able to help due to the position they were standing.",
  "[STORY_MAIN_2_2_12_P3_NAME]": "Infiltration Plan",
  "[STORY_MAIN_2_2_12_P3_DESC]": "The Engineering Department believed that the construction materials of the city should be sent from the Millennium, so it is only necessary to find the unmanned transport vehicles heading to the city and replace them with goods. Sensei wondered why the Engineering Department would be willing to participate in this matter, and Utaha said that the \"Sword of Light\" that the president took away from Aris was already exceeding his authority. In a sense, it was a declaration of war on them.",
  "[STORY_MAIN_2_2_12_P4_NAME]": "Two Teams",
  "[STORY_MAIN_2_2_12_P4_DESC]": "As the infiltration plan settled, the combat and rescue operations were back on the table. Midori and Yuzu described the situation at the time briefly, saying Toki was as fast and agile as a \"cheater\". Neru put forward a battle plan, rarely, saying that since the main goal was to rescue Aris, then it would be up to them to attract fires, so that the GDD and the Engineering Department can take that opportunity to rescue. Veritas said they would provide communication support on the back.",

  "[STORY_MAIN_2_2_13_NAME]": "Big Sister",
  "[STORY_MAIN_2_2_13_DESC_1]": "Himari is imprisoned by Rio, and the two are still unable to find common ground. Meanwhile, after infiltrating Eridu to rescue Aris, the Game Development Department and the Engineering Department encounter an AMAS built by Rio.",
  "[STORY_MAIN_2_2_13_DESC_2]": "The C&C members blast their way through the AMAS as planned, but their relentless determination is stopped by none other than the C&C's fifth member, Toki.",
  "[STORY_MAIN_2_2_13_P1_NAME]": "Blaming Rio",
  "[STORY_MAIN_2_2_13_P1_DESC]": "Himari was sick of the fact that Rio kidnapped Aris to destroy her halo. Rio still hoped that Himari could understand her, and said it does no difference for her however they resist. Meantime, the detection system of the city had discovered Sensei and the others.",
  "[STORY_MAIN_2_2_13_P2_NAME]": "Arriving Eridu",
  "[STORY_MAIN_2_2_13_P2_DESC]": "The Engineering Department, Game Development Development and Sensei arrived at the city's underground freight passage safely, and was surprised to witness the ability that Veritas possessed. Right at this moment a group of AMAS blocked their way and they started engaging.",
  "[STORY_MAIN_2_2_13_P4_NAME]": "Toki's Appearance",
  "[STORY_MAIN_2_2_13_P4_DESC]": "As the Game Development Department confronting enemies, C&C on the ground were making loud noises as well. It eventually attracted Toki's attention.",

  "[STORY_MAIN_2_2_14_NAME]": "The Fortress City of Eridu",
  "[STORY_MAIN_2_2_14_DESC]": "Contrary to Toki's prediction that Neru would try to rescue Aris on her own, she is faced with the whole of C&C in a ferocious battle. Meanwhile, the Game Development Department blasts their way through every AMAS one by one while making their way to the tower where Aris is located.",
  "[STORY_MAIN_2_2_14_P1_NAME]": "C&C's Resistance",
  "[STORY_MAIN_2_2_14_P1_DESC]": "Toki said she had already known the plan and advised them not to resist anyone. But C&C pretended not understanding it and continued attacking. Between the gaps, Toki explained their operation plan arrogantly, thinking that Neru would be with Sensei; but it was far away from any fact.",
  "[STORY_MAIN_2_2_14_P2_NAME]": "Out of the Plan",
  "[STORY_MAIN_2_2_14_P2_DESC]": "Toki was interrupted before she could finish. Neru said she was looking for revenge here and, even after that, it would be no late to rescue Aris.",
  "[STORY_MAIN_2_2_14_P3_NAME]": "As Planned",
  "[STORY_MAIN_2_2_14_P3_DESC]": "The GDD knocked down incoming AWAS and came to the ground floor at last. Everyone was in high spirits and marched towards the central towner of the city.",

  "[STORY_MAIN_2_2_15_NAME]": "A Trap",
  "[STORY_MAIN_2_2_15_DESC_1]": "The C&C succeed in pinning down Toki with a powerful pincer attack. Toki retaliates by changing the structure of Eridu to isolate Neru. Meanwhile, the Game Development Department's uninterrupted progress is cut off with the appearance of Rio's powerful weapon, the Avant Guard.",
  "[STORY_MAIN_2_2_15_DESC_2]": "While the members of the C&C stand off against Toki, Rio (having already predicted that Sensei and the Game Development Department would come to Aris' rescue) attempts to stop the party in their path with the use of a powerful robot called the Avant Guard.",
  "[STORY_MAIN_2_2_15_P1_NAME]": "Unexpected Trick",
  "[STORY_MAIN_2_2_15_P1_DESC]": "Toki learned the difference between C&C and the other clubs. But by manipulating the positions of the city's buildings, she made Neru to combat without others' assistance.",
  "[STORY_MAIN_2_2_15_P2_NAME]": "The Trolley Problem",
  "[STORY_MAIN_2_2_15_P2_DESC]": "The communication with Veritas was cut off all at once, and everyone was greeted by Rio. Rio wasn't surprised by the current situation, and mentioned the \"Trolley Problem\" with Sensei - which repeated her theory of \"sacrificing little in exchange of the lives of the most\". Momoi cut it off and made her position clear and loud. Seeing no turning back, Rio put Avant Guard into use.",
  "[STORY_MAIN_2_2_15_P3_NAME]": "The Combat with Avant Guard",
  "[STORY_MAIN_2_2_15_P3_DESC]": "Though ugly, the firepower of the Avant Guard was not meant to be underestimated. The GDD and the ED lost the battle against Avant Guard at last.",
  "[STORY_MAIN_2_2_15_P4_NAME]": "All Within the Plan",
  "[STORY_MAIN_2_2_15_P4_DESC]": "Since Neru was not there, it was then did everyone realize that it was the best time for the President to suppress Sensei. The President said it was all their doings and commanded Avant Guard to end all of this.",

  "[STORY_MAIN_2_2_16_NAME]": "Checkmate",
  "[STORY_MAIN_2_2_16_DESC]": "Rio's victory is sealed in front of Himari, but Himari succeeds in escaping with Eimi's help. Meanwhile, cut off from Veritas's support, the Game Development Department find themselves with their backs against the wall until they are dramatically rescued by Chihiro, the vice president of Veritas.",
  "[STORY_MAIN_2_2_16_P1_NAME]": "A Deadlock",
  "[STORY_MAIN_2_2_16_P1_DESC]": "Neru and Toki were at a deadlock. The GDD was no match of the Avant Guard.",
  "[STORY_MAIN_2_2_16_P2_NAME]": "Again With Himari",
  "[STORY_MAIN_2_2_16_P2_DESC]": "Rio described the current situation. Himari expressed her approval of the cleverness of Rio's plan, said that \"maybe you're right\", but still disagreed Rio's original intent. Himari said her \"never looking back\" personality was both an advantage and a disadvantage. Himari asked Rio \"whether she had ever talked to other people or not?\" Rio was very confused when the prison was attacked.",
  "[STORY_MAIN_2_2_16_P3_NAME]": "Unexpected",
  "[STORY_MAIN_2_2_16_P3_DESC]": "Rio was in great shock, wondering who could possibly be out of her consideration. It turned out to be Eimi from Himari's club. Though only to share the pudding with Himari and it had no effect for the others, Himari said that she still trusted her younger members.",
  "[STORY_MAIN_2_2_16_P4_NAME]": "Communication Up",
  "[STORY_MAIN_2_2_16_P4_DESC]": "As the Veritas were frustrated by the fact that the communication was cut off unexpectedly and unable to connect, everyone found a screen monitor was doing something.",
  "[STORY_MAIN_2_2_16_P5_NAME]": "A Surprise",
  "[STORY_MAIN_2_2_16_P5_DESC]": "While engaging the Avant Guard, the GDD noticed its behaviour was looking strangely sluggish all of a sudden. Then, Chihiro from Veritas recovered the communication.",

  "[STORY_MAIN_2_2_17_NAME]": "Turning the Tides",
  "[STORY_MAIN_2_2_17_DESC_1]": "With Sumire's help, Chihiro secures the Mirror from the contraband storage and succeeds in taking control of Eridu's network, and the Game Development Department seizes this moment to launch a counterattack.",
  "[STORY_MAIN_2_2_17_DESC_2]": "The Game Development Department succeed in defeating the Avant Guard with the help of the Engineering Department, but the aftermath causes the Engineering Department to retire from combat. However, they continue cheering on the Game Development Department's forward charge.",
  "[STORY_MAIN_2_2_17_P1_NAME]": "Timely Help",
  "[STORY_MAIN_2_2_17_P1_DESC]": "Chihiro's appearance made everyone very excited. Others at Veritas also connected to the comm. Hare was very curious about how Chihiro did it, and Chihiro said lightly that it was the \"Mirror\" came in handy. Everyone remembered the confrontation between Yuzu and Neru at that time, and was amazed by the plan. Momoi questioned the means of retrieving it, and Sumire happened to connect to the comm. Despite the successful hacking, the firewall started making the communication unstable. Veritas promised that the communication would not be interrupted, and everyone continued to combat the Avant Guard.",
  "[STORY_MAIN_2_2_17_P3_NAME]": "The Coup de Grace",
  "[STORY_MAIN_2_2_17_P3_DESC]": "The Engineering Department put their \"loudspeaker\", a device that had been making for a half year and uncountable money, into use, and the result was amazing. Yet the Engineering Department collapsed due to physical limitations. Sensei and GDD continued to move forward under the guidance of Chihiro.",

  "[STORY_MAIN_2_2_18_NAME]": "An Insurmountable Wall",
  "[STORY_MAIN_2_2_18_DESC]": "After finally managing to drive off Toki, the C&C and the Game Development Department gather together in front of the Tower of Eridu. However, Toki reappears before them and summons the decisive weapon, Abi-Eshuh, at Rio's behest.",
  "[STORY_MAIN_2_2_18_P1_NAME]": "Neru's Strength",
  "[STORY_MAIN_2_2_18_P1_DESC]": "Neru was entangled with Toki. Toki found that Neru was no easy opponent and was surprised to see that much of Neru's actions had escaped the calculations - the data were updating in real time and barely usable. Meanwhile, other members escaped the maze set by Toki and joined the combat. Rio instructed Toki to retreat temporally. As Toki went nowhere, C&C decided to assemble with Sensei first.",
  "[STORY_MAIN_2_2_18_P2_NAME]": "The Central Tower",
  "[STORY_MAIN_2_2_18_P2_DESC]": "With Chihiro's guidance, the GDD arrived at the entrance of the tower and met the C&C. The two teams exchanged a few. Sensei confirmed the situation with Chihiro, but Toki appeared at this moment.",
  "[STORY_MAIN_2_2_18_P3_NAME]": "The Plan Changed",
  "[STORY_MAIN_2_2_18_P3_DESC]": "Toki said they had already changed the plan, allowing Toki to use Abi-Eshuh, an exoskeleton suit. It fell from the sky, and Toki entered it like nothing. Toki started the system, and C&C began to engage.",
  "[STORY_MAIN_2_2_18_P4_NAME]": "Battle",
  "[STORY_MAIN_2_2_18_P4_DESC]": "Wait seriously? They actually made the suit into game???!",

  "[STORY_MAIN_2_2_19_NAME]": "Cheater!",
  "[STORY_MAIN_2_2_19_DESC]": "The combat capabilities of Abi-Eshuh leave everyone stunned. Identifying the weapon's weaknesses based on Akane's advice, Sensei and Neru attempt to draw the battle to aerial warfare. Toki, anticipating such a move, takes this in stride and Neru ends up seriously injured. The group quickly retreats.",
  "[STORY_MAIN_2_2_19_P1_NAME]": "Ineffective Attack",
  "[STORY_MAIN_2_2_19_P1_DESC]": "C&C was unable to inflict any damage to the suit, as Chihiro reported. Chihiro also noticed that it seemed that all the electricity and computing power were all on this suit, making it even be able to predict the future. On hearing this, the GDD expressed nothing but \"isn't that just like a cheater?!\" Sensei was out of options, yet Akane pointed it out that, this suit was designed to function on the ground.",
  "[STORY_MAIN_2_2_19_P2_NAME]": "Up At The Roof",
  "[STORY_MAIN_2_2_19_P2_DESC]": "Sensei realized something all of a sudden, commanding Neru to get to the rooftop. Rio said it was useless to do so, but Sensei didn't respond. Toki fired at Neru and blew up the rooftop, as the two falling down from the top.",
  "[STORY_MAIN_2_2_19_P3_NAME]": "How About Falling Down",
  "[STORY_MAIN_2_2_19_P3_DESC]": "Sensei finally revealed the true intent: if it was designed to battle on the ground, then how about falling from the sky? The fact proved it right. Though only in a flash, Yuzu had already spotted its weakness.",
  "[STORY_MAIN_2_2_19_P4_NAME]": "Retreat",
  "[STORY_MAIN_2_2_19_P4_DESC]": "Neru failed to win at last. Rio instructed Toki to get Sensei, but right at this moment a slight flaw occurred on the suit. Chihiro told Momoi to seize the opportunity to attack and successfully covered everyone to retreat.",

  "[STORY_MAIN_2_2_20_NAME]": "Gamers and Friends",
  "[STORY_MAIN_2_2_20_DESC]": "The situation seems hopeless and everyone's morale has hit rock bottom. Yuzu, who had been carefully observing the battle between Neru and Toki, proposes a way to neutralize Abi-Eshuh.",
  "[STORY_MAIN_2_2_20_P1_NAME]": "Sense of Loss",
  "[STORY_MAIN_2_2_20_P1_DESC]": "All retreated into a closer building. Chihiro concluded the current situation: the C&C were not strong enough (with Neru still in coma), the Engineering Department were exhausted, and the combat power of GDD could not even be counted. Everyone thought believed that every method had been used, and the \"bad ending\", as Midori suggested, had arrived.",
  "[STORY_MAIN_2_2_20_P2_NAME]": "Still a Chance",
  "[STORY_MAIN_2_2_20_P2_DESC]": "Hearing \"Bad Ending\", Neru suddenly woke up. Neru steadied herself and demanded an answer from GDD, \"Is that all you got to rescue Aris?\" Though serverly injured, she said she was on the same boat with others, and should not waste this opportunity.",
  "[STORY_MAIN_2_2_20_P3_NAME]": "Cheaters & Tricks",
  "[STORY_MAIN_2_2_20_P3_DESC]": "Yuzu was convinced that Neru did inflict damage to Toki. Chihiro pointed out the Toki's suit didn't seem to be functioning when calculating the parameters of both the fall and the attack. Yuzu asked whether Neru was at her best in close combat; Neru replied yes, and Yuzu then had a plan.",
  "[STORY_MAIN_2_2_20_P4_NAME]": "Return To The Scene",
  "[STORY_MAIN_2_2_20_P4_DESC]": "All returned to the entrance and found Toki and Rio were waiting for them. Neru announced that she would eventually settle it down.",

  "[STORY_MAIN_2_2_21_NAME]": "What's in a Name?",
  "[STORY_MAIN_2_2_21_DESC]": "Thanks to everyone's collaborative efforts, the students of Millennium successfully back Toki into a corner, and victory is secured due to \"Double O\" Neru's performance.",
  "[STORY_MAIN_2_2_21_P1_NAME]": "Intuitive Collaboration",
  "[STORY_MAIN_2_2_21_P1_DESC]": "C&C continued the fight with Toki's suit. Toki started out being very confident, but soon she discovered that her attacks seemed to be ineffective as well. C&C began to organize the battle with intution, and finally forced Toki into the building.",
  "[STORY_MAIN_2_2_21_P2_NAME]": "The Meeting",
  "[STORY_MAIN_2_2_21_P2_DESC]": "Everyone expressed doubts about Yuzu's assumptions and plans. But Neru not only approved it, but also praised her brave courage in saving her friends. Akane worried about the Neru's injuries, but the latter said she could make it through sheer perseverance. In the end everyone agreed.",
  "[STORY_MAIN_2_2_21_P3_NAME]": "Unknown Intent",
  "[STORY_MAIN_2_2_21_P3_DESC]": "Rio was very confused by the Sensei's strategy, but soon realized what it was. Rio authorized Toki to fire the main gun to knock down Neru. Dust settled, even Rio was surprised by her own irrational choice, but still claimed that the probability of Sensei's winning was nearly zero. She didn't understand why anyone would keep fighting with that in mind, but Akane explained it clear and loud: Sensei never, and ever, talked about the probability of winning.",
  "[STORY_MAIN_2_2_21_P4_NAME]": "As Long As She Got Rescued",
  "[STORY_MAIN_2_2_21_P4_DESC]": "Akane was still very worried about Neru's physical conditions, but Neru simply didn't care. All she wanted is to rescue Aris - and when Aris' rescued, they won. Akane was surprised by this, but expressed her understanding, saying they were just like \"the protagonists in a game\". Akane also mentioned that Neru had a code name \"OO\" as well - a victory symbol for Millennium.",
  "[STORY_MAIN_2_2_21_P5_NAME]": "The Real Fight",
  "[STORY_MAIN_2_2_21_P5_DESC]": "Neru got up from the ground, and Veritas had successfully hacked the freight elevator. They forced Toki into the elevator - a thing that Momoi had proposed before. It was only then that Rio realized their plan - to use the elevator to ineffective the system - but was too late. With the acceleration speed of 10x the gravity, Toki was no way winning. Rio was impressed by \"OO\".",

  "[STORY_MAIN_2_2_22_NAME]": "Pavane for a Princess 1",
  "[STORY_MAIN_2_2_22_DESC]": "The Game Development Department arrives at Rio's location and are about to rescue Aris when an unknown being, Key, appears and takes control of Eridu. The results are catastrophic. Rio belatedly tries to sacrifice herself in an attempt to rectify the situation when Noa and Yuuka arrive.",
  "[STORY_MAIN_2_2_22_P1_NAME]": "Battle Completed",
  "[STORY_MAIN_2_2_22_P1_DESC]": "Neru was at her limits after suppressing Toki, and the GDD promised to her that they were sure to bring Aris back.",
  "[STORY_MAIN_2_2_22_P2_NAME]": "The Last Step",
  "[STORY_MAIN_2_2_22_P2_DESC]": "Rio showed up and said she was lost already. Despite this, Rio still warned Sensei about the dangers that Aris would bring. But Sensei thought that Rio was acting too recklessly and didn't talk to others about these - basically the same with Himari. Meanwhile, Chihiro confirmed Aris' location, and the three rescued her in no time.",
  "[STORY_MAIN_2_2_22_P3_NAME]": "Key",
  "[STORY_MAIN_2_2_22_P3_DESC]": "Aris' personality was isolated in deep databases by Key, and it was Key acting right now. Key disconnected the comm and hacked Eridu, trying to make the city for her use; the army of Divi: Sion started gathering within the city. Rio apologized for her doings, and wanted Sensei to leave before Key finished it. Rio tried to stop it on her own. At that urgent moment, Yuuka intervened just in time and disconnected the power of Key, forcing it to stop.",

  "[STORY_MAIN_2_2_23_NAME]": "Pavane for a Princess 2",
  "[STORY_MAIN_2_2_23_DESC]": "The Game Development Department successfully restrain Key with Yuuka and Noa's assistance. As the Game Development Department and Veritas fend off the enemies that are crawling out of the woodwork, Himari helps Momoi, Midori, Yuzu, and Sensei enter Aris' headspace to try to wake her.",
  "[STORY_MAIN_2_2_23_P1_NAME]": "Precise Timing",
  "[STORY_MAIN_2_2_23_P1_DESC]": "Rio explained that Yuuka didn't feel good after the conversation and decided to intervene and help. Yuuka scolded Rio, saying that she would be held accountable severely. The Engineering Department was ready at then, bringing the modified Avant Guard to join in the battle. Key restarted system and began to re-secure resources, gathering troops to the central tower; but they were interfered by Avant Guard and the Engineering Department.",
  "[STORY_MAIN_2_2_23_P2_NAME]": "Himari's Anticipation",
  "[STORY_MAIN_2_2_23_P2_DESC]": "When Key still thought she had a chance, Himari appeared suddenly. She said that C&C and Eimi had long been blocking the entrance, and there would be no chance for Key to assemble troops in the tower. Rio was surprised that Himari hadn't escaped, and Himari said she had already anticipated such events.",
  "[STORY_MAIN_2_2_23_P3_NAME]": "The Way To Wake Up",
  "[STORY_MAIN_2_2_23_P3_DESC]": "Himari made it clear that under current situation, it is possible that Key would eventually take over Aris' personality. Therefore, the best solution now should be waking Aris up. When asked how, Himari purposed that the GDD and Sensei shall dive into the machine's consciousness and databases, and bring Aris back at there. Rio pointed out the potential dangers in it, but no one was backing away. Under the protection of almost all effectives from Millennium, Himari started creating a tunnel.",

  "[STORY_MAIN_2_2_24_NAME]": "What You Want to Be",
  "[STORY_MAIN_2_2_24_DESC]": "The Game Development Department and Sensei finally find Aris. Calling herself a demon lord, Aris is hesitant to return for fear of hurting others. Encouraged by everyone's supportive words that it's up to her to decide who she wants to be, Aris finally draws the proof of a warrior: Supernova, the Sword of Light.",
  "[STORY_MAIN_2_2_24_P1_NAME]": "Deep In The Consciousness",
  "[STORY_MAIN_2_2_24_P1_DESC]": "Sensei ang the GDD arrived at the Aris' deep consciousness, and there they met Aris and Key. The GDD wanted to bring back Aris, but Key appeared suddenly and reminded \"princess\" of what she had witnessed.",
  "[STORY_MAIN_2_2_24_P2_NAME]": "Every Scene",
  "[STORY_MAIN_2_2_24_P2_DESC]": "On screen, it showed scenes of C&C being besieged by AMAS, Neru confronting Toki, Sensei and others confronting Avant Guard but short on hands, Neru collapsing after being serverly inflicted - nothing but all their combat scenes. Everyone didn't understand why, but Key said that the \"princess\" knew it herself.",
  "[STORY_MAIN_2_2_24_P3_NAME]": "Aris' Explanation",
  "[STORY_MAIN_2_2_24_P3_DESC]": "Aris thought about Rio. Aris still held no doubts against the fact that she was in fact a \"demon lord\", and feared that she would inflict damages over everyone. She remembered the damage she inflicted on Momoi, the scenes of Midori and Yuzu confronting Rio, and Neru being injured - all was caused by herself, and so she should disappear.",
  "[STORY_MAIN_2_2_24_P4_NAME]": "The Game We Made Together",
  "[STORY_MAIN_2_2_24_P4_DESC]": "Momoi suddenly mentioned TSC2 produced by everyone and its achievements like winning the Millenium Prize. Momoi didn't believe Aris' sayings, but she believed these facts, believed that Aris was not like that, and stressed the role of Aris in the team. Aris still couldn't understand why they would come to rescue her, and Yuzu pointed it out sharply: just like Aris had said before, the hero would not give up companions. They also mentioned that, no matter \"demon lord\" or \"hero\", they were nothing but only titles, and choosing to be which could only be decided by Aris.",
  "[STORY_MAIN_2_2_24_P5_NAME]": "Aris' True Words",
  "[STORY_MAIN_2_2_24_P5_DESC]": "Everyone wanted to hear Aris' own words. Being accused as a \"demon lord\", Aris thought that she would not be able to return to the club, to live and go out adventures with others - but Sensei denied it. Aris hesitated a little, said that she wanted to be a hero, that dream of continuing adventures with GDD and Sensei. Everyone agreed and just said: \"Of course. Because we are the Game Development Department!\"",
  "[STORY_MAIN_2_2_24_P6_NAME]": "A Hero's Choice",
  "[STORY_MAIN_2_2_24_P6_DESC]": "Encouraged by everyone, Aris pulled out the Sword of Light stuck in the stone, returning to be a hero. Key looked at Aris in astonishment, hoping that Aris could perform her duties as the \"princess\". Aris didn't listen, and blew up Key with her Sword of Light.",
  "[STORY_MAIN_2_2_24_P7_NAME]": "Returning",
  "[STORY_MAIN_2_2_24_P7_DESC]": "As Key was suppressed in Aris' consciousness, the Divi: Sion army in the city began to disappear, and the Eridu control center was back at normal. Rio was surprised that Sensei and the GDD actually did it, but Sensei only replied that, it was something that GDD could make. Eventually, the three at GDD reunited with Aris.",

  "[STORY_MAIN_2_2_25_NAME]": "Millennium Science School",
  "[STORY_MAIN_2_2_25_DESC]": "The situation is finally resolved. Rio vanishes, the C&C welcomes a new member, and the Game Development Department resumes development of their new project. Peace returns to Millennium.",
  "[STORY_MAIN_2_2_25_P1_NAME]": "Sealed City",
  "[STORY_MAIN_2_2_25_P1_DESC]": "Himari said that the Eridu City had been sealed and the things afterwards would be handled by her.",
  "[STORY_MAIN_2_2_25_P2_NAME]": "Rio's Resignation",
  "[STORY_MAIN_2_2_25_P2_DESC]": "Rio decided to step down as the president after this incident. Though in great shock, Yuuka could only find a note left by the President, with \"I'm sorry\" on it.",
  "[STORY_MAIN_2_2_25_P3_NAME]": "C&C's Celebration",
  "[STORY_MAIN_2_2_25_P3_DESC]": "C&C invited Sensei to the party to celebrate the recovery of the president Neru. Asuna purposed the idea of \"Bunny Suit\". As the president disappeared, Toki attended the party and became a member of C&C.",
  "[STORY_MAIN_2_2_25_P4_NAME]": "As Always",
  "[STORY_MAIN_2_2_25_P4_DESC]": "The Engineering Department were developing new stuff as always. Veritas were working closely with Super Phenomenon Task Force. Sumire resumed her daily exercises.",
  "[STORY_MAIN_2_2_25_P5_NAME]": "The Game Development Department",
  "[STORY_MAIN_2_2_25_P5_DESC]": "Sensei was called by the Game Development Department. The four said they were developing a new games, as they weren't able to come up more ideas for the old one. Aris invited Sensei to try with them, and everyone started the game happily. The story went on and on.",
  "[STORY_MAIN_2_2_25_P6_NAME]": "Watashitachi No Quest (Our Quest)",
  "[STORY_MAIN_2_2_25_P6_DESC]": "[An MV is playing in this part. The BGM was the ending song for the short animation firm \"beautiful day dreamer\" about the Game Development Department. Considering that most images in the videos are actually a part of the in-game backgrounds, therefore we'll be listing as much as backgrounds as we can.]",

  "[STORY_EVENT_810_1_NAME]": "Valentine's Day Teamwork Part 1",
  "[STORY_EVENT_810_1_DESC]": "A festival is held in D.U. in celebration of Valentine's Day. Sensei goes on patrol after the Valkyrie Police School's Fubuki and Kirino request assistance in maintaining the security of the festival.",
  "[STORY_EVENT_810_1_P1_NAME]": "A Patrol Request",
  "[STORY_EVENT_810_1_P1_DESC]": "Kirino and Fubuki, two students from the Public Safety Bureau, asked Sensei to patrol with them on Valentine's Day.",
  "[STORY_EVENT_810_1_P2_NAME]": "The Shopping Street",
  "[STORY_EVENT_810_1_P2_DESC]": "The street was crowded with people. All kinds of shops have signs with various chocolates promotion and discounts. As Sensei enjoyed the celebration, Sensei met two Helmet Gang membered and accidentally had trouble with them.",

  "[STORY_EVENT_818_1_NAME]": "A Fiery Opening Ceremony",
  "[STORY_EVENT_818_1_DESC]": "The Kivotos Halo Festival opens with Hanako and Ayane's recital of the festival's oath.",
  "[STORY_EVENT_818_1_P1_NAME]": "Opening Ceremony",
  "[STORY_EVENT_818_1_P1_DESC]": "Two students from the Kronos School's News Club introduced everyone watching the live stream about the \"Kivotos Halo Festival\" hosted by the Millennium Science School. The two highlighted that Sensei from Schale participated in the arrangement of this sports meeting.",
  "[STORY_EVENT_818_1_P2_NAME]": "Making a Vow",
  "[STORY_EVENT_818_1_P2_DESC]": "Okusora Ayane from Abydos High School and Urawa Hanako from Trinity General School, two students made a vow altogether. During the process however, Hanako started talking about the dirty words. The signal was cut immediately.",
  "[STORY_EVENT_818_1_P3_NAME]": "Afterwards",
  "[STORY_EVENT_818_1_P3_DESC]": "Back at the studio, though surprised by Hanako's remarks, Mai and Shinon still tried to seize the chance of exclusive coverage, which was denied right away.",

  "[STORY_OTHER_1_1_1_NAME]": "Prologue 1-1",
  "[STORY_OTHER_1_1_1_DESC]": "Sensei wakes from a bizarre dream and learns from Nanagami Rin that the General Student Council president is missing. The Academy City, Kivotos, is in chaos. Sensei heads to Schale to try to resolve the situation.",
  "[STORY_OTHER_1_1_1_P1_NAME]": "Entering System",
  "[STORY_OTHER_1_1_1_P1_DESC]": "The welcome screen of the system. Multiple stories were flashing by.",
  "[STORY_OTHER_1_1_1_P2_NAME]": "Waking Up",
  "[STORY_OTHER_1_1_1_P2_DESC]": "Rin explained some basic situation about Kivotos, and then led Sensei to the reception room.",
  "[STORY_OTHER_1_1_1_P3_NAME]": "Arguments In the Reception Room",
  "[STORY_OTHER_1_1_1_P3_DESC]": "In the reception room, Yuuka from Millennium, Hasumi and Suzumi from Trinity, as well as Chinatsu from Gehenna, were all demanding an excuse for all the chaos after the disappearance of the General Student Council's President. Rin confirmed the news of disappearance, and Sensei greeted everyone. Rin introduced Sensei to everyone, and asked them to escort Sensei to Schale. On the way, they were attacked and the three started to engage, with Sensei commanding in the back."
}