{
  "[STORY_BOND_ARU_1_NAME]": "Motivating Your Workers",
  "[STORY_BOND_ARU_1_DESC_1]": "Aru orders a parfait at the dessert cafe for her hard-working teacher. When they are presented with a couple's parfait dish, Aru is taken off-guard but pleased nonetheless.",
  "[STORY_BOND_ARU_2_NAME]": "Power of Persuasion",
  "[STORY_BOND_ARU_2_DESC_1]": "Aru tries persuasion techniques on Sensei. Despite her complete confidence that such methods would never work on her, she falls for Sensei's sweet-talk over and over again.",
  "[STORY_BOND_ARU_4_NAME]": "Management Consultant Job Offer",
  "[STORY_BOND_ARU_4_DESC_1]": "Aru tries to put on an air of maturity for Sensei, but it all falls apart when she answers a phone call accidentally made to Problem Solver.",
  "[STORY_BOND_ARU_5_NAME]": "Something Very Precious and Important",
  "[STORY_BOND_ARU_5_DESC_1]": "Aru, who decides to buy dinner for Sensei, realizes that she lost her wallet. Aru and Sensei search the streets all night to find it. After getting her wallet back, Sensei finds out that Aru's old wallet is a precious item that members of Problem Solver 68 saved up for to get her as a gift.",
  "[STORY_BOND_EIMI_1_NAME]": "Temperature Control",
  "[STORY_BOND_EIMI_1_DESC_1]": "Right after a mission, Eimi complains about the heat and suddenly begins stripping off her clothes. Sensei tries to stop her and offers ice cream as an alternative.",
  "[STORY_BOND_EIMI_2_NAME]": "Trend Research 1",
  "[STORY_BOND_EIMI_2_DESC_1]": "To keep up with the latest trends, Eimi asks Sensei what kinds of things normal girls are into lately. However, the conversation keeps going off track and not much progress is made.",
  "[STORY_BOND_EIMI_3_NAME]": "Trend Research 2",
  "[STORY_BOND_EIMI_3_DESC_1]": "To keep up with the latest trends, Eimi asks Sensei to go to karaoke with her. Despite Eimi's lack of confidence, it turns out she's an amazing singer.",
  "[STORY_BOND_EIMI_4_NAME]": "Peak Fashion",
  "[STORY_BOND_EIMI_4_DESC_1]": "Eimi and Sensei go clothes shopping at the mall. At the underwear store, Sensei keeps having to stop Eimi from trying on underwear out in the open.",
  "[STORY_BOND_EIMI_5_NAME]": "Wounds",
  "[STORY_BOND_EIMI_5_DESC_1]": "Eimi treats the wounds Sensei sustained during a mission.",
  "[STORY_BOND_EIMI_6_NAME]": "A Hot Wind",
  "[STORY_BOND_EIMI_6_DESC_1]": "Sensei leaves for an expedition into the desert around Millennium with Eimi to look into the strange phenomenon in the area. Although there are no huge issues, but the two soon become tired due to the oppressive heat. In their moment of need, Eimi pulls out her secret weapon.",
  "[STORY_BOND_HARUNA_1_NAME]": "Forbidden Research",
  "[STORY_BOND_HARUNA_1_DESC_1]": "Haruna conducts gastronomic research in Gehenna Academy's closed-down dining hall. She makes the explosive mistake of substituting ethanol for alcohol, and her research ends in failure.",
  "[STORY_BOND_HARUNA_2_NAME]": "The Dignified Path",
  "[STORY_BOND_HARUNA_2_DESC_1]": "Haruna and Sensei visit a teahouse on the outskirts of Gehenna to research the ultimate flavor. However, all Haruna brought along were cup noodles. The two mimic a tea ceremony and prepare the cup noodles in traditional fashion before digging in.",
  "[STORY_BOND_HARUNA_3_NAME]": "The Raging Epicure",
  "[STORY_BOND_HARUNA_3_DESC_1]": "Haruna tastes her way through a multi-course meal at a high-end eatery. However, when she dislikes the food—among other things—she blows up the restaurant.",
  "[STORY_BOND_HARUNA_4_NAME]": "The True Epicure",
  "[STORY_BOND_HARUNA_4_DESC_1]": "Sensei meets Haruna on a foodie tour in the D.U. outskirts. The two enjoy taiyaki and have a nice chat.",
  "[STORY_BOND_HIFUMI_1_NAME]": "New Merch!",
  "[STORY_BOND_HIFUMI_1_DESC_1]": "Hifumi shows off her new Momo Friends merchandise to Sensei during a lively conversation.",
  "[STORY_BOND_HIFUMI_2_NAME]": "The Secret of the Bag",
  "[STORY_BOND_HIFUMI_2_DESC_1]": "Hifumi organizes the Peroro bag she always carries while showing Sensei its contents.",
  "[STORY_BOND_HIFUMI_3_NAME]": "Peroro Rescue Mission",
  "[STORY_BOND_HIFUMI_3_DESC_1]": "At the arcade, Hifumi attempts to win the Peroro plush from the claw machine. After she fails over and over, Sensei steps in, wins the plush, and gifts it to Hifumi.",
  "[STORY_BOND_HIFUMI_4_NAME]": "A Consultation",
  "[STORY_BOND_HIFUMI_4_DESC_1]": "Concerned about her mild and vanilla personality, Hifumi seeks Sensei's advice.",
  "[STORY_BOND_HIFUMI_5_NAME]": "A Casual Outing",
  "[STORY_BOND_HIFUMI_5_DESC_1]": "Hifumi and Sensei find they both have some overlapping free time. Hifumi suggests they take a walk, and the two enjoy the sights around Trinity together.",
  "[STORY_BOND_HIFUMI_6_NAME]": "Guerrilla Meet and Greet",
  "[STORY_BOND_HIFUMI_6_DESC_1]": "In downtown Kivotos, Hifumi and Sensei end up seeing a Momo Friends puppet show by chance. In the meet-and-greet afterwards, Hifumi gets to shake hands with the Peroro plush.",
  "[STORY_BOND_HINA_1_NAME]": "Late-Night Rendezvous",
  "[STORY_BOND_HINA_1_DESC_1]": "Hina summons Sensei to a late-night meeting to handle committee business, but Sensei doesn't take it seriously. Her gripes about Sensei's attitude aside, Hina's thankful for the help.",
  "[STORY_BOND_HINA_2_NAME]": "Reason to be Proud",
  "[STORY_BOND_HINA_2_DESC_1]": "Hina calls upon Sensei for another secret late-night meeting. Sensei points out that the excessive secrecy makes the meetings seem shadier than they really are, which causes Hina to doubt herself.",
  "[STORY_BOND_HINA_3_NAME]": "Someone Else's Preference",
  "[STORY_BOND_HINA_3_DESC_1]": "Taking time out of their busy schedules, Hina and Sensei visit a small mall on the outskirts of Gehenna. Hina struggles with how crowded the mall is, but Sensei helps her relax and enjoy herself.",
  "[STORY_BOND_HINA_4_NAME]": "Warm Sunshine",
  "[STORY_BOND_HINA_4_DESC_1]": "Hina and Sensei go to a sunny riverside road to get some sun. Sensei tries to smell Hina's hair, and Hina lashes out in embarrassment.",
  "[STORY_BOND_HINA_5_NAME]": "A Strange Night",
  "[STORY_BOND_HINA_5_DESC_1]": "Sensei assists Hina with her work at school late at night. When overwork brings Hina to exhaustion, Sensei helps her get some sleep.",
  "[STORY_BOND_HOSHINO_1_NAME]": "The Sleeping Whale",
  "[STORY_BOND_HOSHINO_1_DESC_1]": "Hoshino calls Sensei to the storage room under the guise of organizing materials and supplies to create a secret nap fort.",
  "[STORY_BOND_HOSHINO_2_NAME]": "A Lazy Morning",
  "[STORY_BOND_HOSHINO_2_DESC_1]": "After a long, lazy nap in the classroom, Hoshino and Sensei go treasure hunting in the playing field.",
  "[STORY_BOND_HOSHINO_3_NAME]": "Faint Light",
  "[STORY_BOND_HOSHINO_3_DESC_1]": "In the middle of a nighttime treasure hunt at the school, Sensei finds a fish-shaped glow-in-the-dark sticker. When Hoshino gets it as a gift, she's absolutely elated.",
  "[STORY_BOND_HOSHINO_4_NAME]": "Midnight Ranger",
  "[STORY_BOND_HOSHINO_4_DESC_1]": "Sensei accidentally runs into Hoshino on the street at night and finds out that she's been secretly going on night patrols to keep the area safe.",
  "[STORY_BOND_HOSHINO_5_NAME]": "How to Seize Luck",
  "[STORY_BOND_HOSHINO_5_DESC_1]": "Hoshino buys a book from a bookstore and finds a raffle ticket for entry to an aquarium inside. Though that ticket didn't win, Sensei buys 50 copies of the same book to raise the odds.",
  "[STORY_BOND_HOSHINO_6_NAME]": "A Day at the Aquarium!",
  "[STORY_BOND_HOSHINO_6_DESC_1]": "Sensei and Hoshino visit the aquarium with their winning ticket and have a fantastic time admiring all the fish.",
  "[STORY_BOND_IORI_1_NAME]": "A Big Misunderstanding",
  "[STORY_BOND_IORI_1_DESC_1]": "At a vending machine, Sensei accidentally drops a coin that falls into the sewers. Iori mistakes Sensei for a pervert while trying to recover it.",
  "[STORY_BOND_IORI_2_NAME]": "Resting on Campus",
  "[STORY_BOND_IORI_2_DESC_1]": "Sensei lies down on the stone floor at Gehenna Academy to take a nap. Iori mistakes Sensei for a pervert.",
  "[STORY_BOND_IORI_3_NAME]": "A Secret Trade",
  "[STORY_BOND_IORI_3_DESC_1]": "Sensei is caught trying to purchase Iori's elementary school yearbook from a smuggler at the Black Market. Iori lambastes Sensei over this.",
  "[STORY_BOND_IORI_4_NAME]": "Tender Treatment",
  "[STORY_BOND_IORI_4_DESC_1]": "At the Gehenna Academy infirmary, Sensei treats the injuries Iori sustained during a mission.",
  "[STORY_BOND_IORI_5_NAME]": "Sensei's Misunderstanding",
  "[STORY_BOND_IORI_5_DESC_1]": "Sensei accidentally finds Iori caught in a trap in a residential area and teases her about it.",
  "[STORY_BOND_MAKI_1_NAME]": "An Exemplary Citizen",
  "[STORY_BOND_MAKI_1_DESC_1]": "The police catch Maki spray painting graffiti on private property, and Sensei goes to the station to bail her out. Maki complains that nobody appreciates her artistic vision, but apologizes to avoid making trouble for Sensei.",
  "[STORY_BOND_MAKI_2_NAME]": "Suspicious Hacking",
  "[STORY_BOND_MAKI_2_DESC_1]": "Maki covertly hacks into a convenience store kiosk to install a classic video game, but gets into trouble when Sensei finds out.",
  "[STORY_BOND_MAKI_3_NAME]": "Brilliant or Brainless",
  "[STORY_BOND_MAKI_3_DESC_1]": "Having failed her exams at the Millennium School, Maki gets personal tutoring from Sensei. In spite of her difficulties with literature, she displays prodigious talent by memorizing the entire contents of her notebook in one go.",
  "[STORY_BOND_MAKI_4_NAME]": "Aesthetic Maintenance",
  "[STORY_BOND_MAKI_4_DESC_1]": "Maki comes across a filthy, garbage-stained wall on the way home from school. Unbeknownst to Sensei, she cleans it up and paints it over with a mural. Understanding Maki's intentions, Sensei helps her clean the wall and accompanies her to go apologize to the wall's owner. ",
  "[STORY_BOND_MAKI_5_NAME]": "Everlasting Memories",
  "[STORY_BOND_MAKI_5_DESC_1]": "The owner of the lot where Maki painted loves her mural and asks her to paint one more over another plaster wall. Maki and Sensei have a great time graffitiing together.",
  "[STORY_BOND_NERU_1_NAME]": "Morning Maid Cleaning!",
  "[STORY_BOND_NERU_1_DESC_1]": "Sensei sees Neru hard at work cleaning up the streets on the way to school. Embarrassed, Neru threatens Sensei with violence.",
  "[STORY_BOND_NERU_2_NAME]": "Visiting Sick Neru",
  "[STORY_BOND_NERU_2_DESC_1]": "Sensei pays Neru a visit and nurses her back to health from a cold.",
  "[STORY_BOND_NERU_3_NAME]": "Neru's Visit",
  "[STORY_BOND_NERU_3_DESC_1]": "Neru pays a visit and nurses Sensei to health from a cold.",
  "[STORY_BOND_NERU_4_NAME]": "Tardiness Trouble",
  "[STORY_BOND_NERU_4_DESC_1]": "Some bullies with a grudge against Neru try everything they can think of to make her late for school, but end up failing.",
  "[STORY_BOND_NERU_5_NAME]": "Shining Night",
  "[STORY_BOND_NERU_5_DESC_1]": "Neru and Sensei have a great time admiring the night sky from the Millennium School's rooftop.",
  "[STORY_BOND_NERU_6_NAME]": "Why She Wears The Bomber Jacket",
  "[STORY_BOND_NERU_6_DESC_1]": "Sensei visits the Millennium campus to see Neru on a long awaited day off, and overhears students frightened by Neru's tough look. Sensei asks Neru why she always wears her bomber jacket, and she finally reveals the truth.",
  "[STORY_BOND_IZUMI_1_NAME]": "Peak Enjoyment",
  "[STORY_BOND_IZUMI_1_DESC_1]": "After reading the memoirs of an athlete, Izumi decides to undergo harsh physical training to better enjoy her meals. However, after all is said and done, she finds it less amazing than she'd hoped.",
  "[STORY_BOND_IZUMI_2_NAME]": "A Tale of Delicious Pudding",
  "[STORY_BOND_IZUMI_2_DESC_1]": "Izumi and Sensei get in line to try a special pudding at the street food festival. The two turn down several bribes for their place in line from gourmands late to claim a spot for themselves. After successfully buying the pudding, the two find the dish to be a grotesque creation made from eels.",
  "[STORY_BOND_IZUMI_3_NAME]": "Mouthwatering Treats",
  "[STORY_BOND_IZUMI_3_DESC_1]": "Sensei and Izumi come across a group of hungry kittens on their way to check out a new ramen shop. Sensei offers the kittens a snack, but Izumi is lured in by the scent and she eats it instead.",
  "[STORY_BOND_IZUMI_4_NAME]": "Hot Dog Day",
  "[STORY_BOND_IZUMI_4_DESC_1]": "Sensei seeks out Izumi after she says that she has something she wants to show them. Izumi confidently pulls out a model of a hot dog.",
  "[STORY_BOND_SHIROKO_1_NAME]": "Running Machine",
  "[STORY_BOND_SHIROKO_1_DESC_1]": "Sensei sees Shiroko on a morning run and she suggests a light jog to get the blood pumping. Shockingly, the gauntlet of demanding exercises left Sensei breathless.",
  "[STORY_BOND_SHIROKO_2_NAME]": "Distancing",
  "[STORY_BOND_SHIROKO_2_DESC_1]": "Feeling sweaty and self-conscious after the run, Shiroko keeps herself at arm's length from Sensei. Clueless as to what's going on, Shiroko is disappointed by Sensei's behavior.",
  "[STORY_BOND_SHIROKO_3_NAME]": "Road Biking",
  "[STORY_BOND_SHIROKO_3_DESC_1]": "Shiroko and Sensei have a great time chatting about the latest bicycle parts at the cycling shop.",
  "[STORY_BOND_SHIROKO_4_NAME]": "The Subway",
  "[STORY_BOND_SHIROKO_4_DESC_1]": "Sensei runs into Shiroko in a subway station far from Abydos. Shiroko tells Sensei she's planning a long-distance cycling trip.",
  "[STORY_BOND_SHIROKO_5_NAME]": "Scoping Out the City",
  "[STORY_BOND_SHIROKO_5_DESC_1]": "Shiroko peers down from the rooftop of a building while mulling over plans for a bank heist. Seeing this, Sensei gives a word of warning to Shiroko.",
  "[STORY_BOND_SHIROKO_6_NAME]": "Personal Counseling",
  "[STORY_BOND_SHIROKO_6_DESC_1]": "Sensei summons Shiroko privately to chide her about her often reckless behavior. Fretful about the reasons for the sudden chat, Shiroko is relieved to find out about Sensei's concern for her.",
  "[STORY_BOND_SHIROKO_7_NAME]": "Better Safe Than Sorry",
  "[STORY_BOND_SHIROKO_7_DESC_1]": "Sensei runs into Shiroko while traveling to Abydos High School for work, and they end up walking there together. Along the way, Sensei finds out that Shiroko has gotten a drone. They're immediately concerned by her motivations. Eventually, Sensei decides that Shiroko's Protection Mode is going too far and puts a stop to it.",
  "[STORY_BOND_SHUN_1_NAME]": "Snack Time",
  "[STORY_BOND_SHUN_1_DESC_1]": "Shun accidentally sends an email meant for the Plum Blossom Garden's students to Sensei. Sensei visits out of the blue, and has a great time with Shun and the fruit she brought.",
  "[STORY_BOND_SHUN_2_NAME]": "Brush After Every Meal",
  "[STORY_BOND_SHUN_2_DESC_1]": "Sensei and Shun educate the students of Plum Blossom Garden about the importance of brushing one's teeth. Afterwards, Shun performs a thorough inspection of the inside of Sensei's mouth under the guise of a dental hygiene check.",
  "[STORY_BOND_SHUN_3_NAME]": "I'm Not Old!",
  "[STORY_BOND_SHUN_3_DESC_1]": "Feeling discouraged by Kokona's quip about her age, Shun looks to Sensei for comfort.",
  "[STORY_BOND_SHUN_4_NAME]": "Higher and Higher",
  "[STORY_BOND_SHUN_4_DESC_1]": "Shun happens upon Sensei playing with the students of Plum Blossom Garden. Later, Shun pouts and turns on the charm to get Sensei to play with her as well.",
  "[STORY_BOND_SHUN_5_NAME]": "Choosing Gifts",
  "[STORY_BOND_SHUN_5_DESC_1]": "Shun and Sensei go to a mall in Kivotos to pick out a gift for the Plum Blossom Garden children. After a great deal of thought, Shun decides upon a large cake.",
  "[STORY_BOND_SHUN_6_NAME]": "Sweet Afternoon Nap",
  "[STORY_BOND_SHUN_6_DESC_1]": "Shuns suggests that the work-worn Sensei take a nap at Plum Blossom Garden. While Sensei sleeps, Shun sings a soothing lullaby.",
  "[STORY_BOND_SUMIRE_1_NAME]": "The Trainer Appears!",
  "[STORY_BOND_SUMIRE_1_DESC_1]": "Sumire seeks Sensei's advice on her training plan. To help balance her schedule, Sensei volunteers to be her exclusive personal trainer.",
  "[STORY_BOND_SUMIRE_2_NAME]": "My Trainer and Me",
  "[STORY_BOND_SUMIRE_2_DESC_1]": "Sumire and Sensei go downtown to buy some protein powder for strength training. During the trip, Sumire gets in a little training, regardless of who's watching.",
  "[STORY_BOND_SUMIRE_3_NAME]": "Quality Time with Trainer",
  "[STORY_BOND_SUMIRE_3_DESC_1]": "Enjoying her strength training, Sumire suggests Sensei join in as well. Doing so, Sensei ends up doubled over due to the intensity of training. Sumire offers support as the sight fills her heart with elation.",
  "[STORY_BOND_SUMIRE_4_NAME]": "A Date with Trainer",
  "[STORY_BOND_SUMIRE_4_DESC_1]": "On the weekend, Sumire and Sensei go on a date downtown. Though Sumire claims it'll be a day to let loose and indulge herself, she inadvertently checks the nutrition facts of desserts out of habit.",
  "[STORY_BOND_SUMIRE_5_NAME]": "Trainer's Limit",
  "[STORY_BOND_SUMIRE_5_DESC_1]": "Sensei goes on a job with Sumire at the park. Sumire seems strangely tired from the light exercise, and Sensei is worried. Then Sumire shows Sensei the heavy sandbag she's wearing.",
  "[STORY_BOND_TSURUGI_1_NAME]": "Distance Is the Key!",
  "[STORY_BOND_TSURUGI_1_DESC_1]": "One day, Tsurugi and Sensei see each other on the street, but no matter how hard Sensei tries, Tsurugi keeps her distance. When Sensei finally manages to catch up to Tsurugi, she explains that she wanted to keep her distance to attract Sensei's attention.",
  "[STORY_BOND_TSURUGI_2_NAME]": "The World of Selfies",
  "[STORY_BOND_TSURUGI_2_DESC_1]": "Tsurugi needs an ID photo taken for Trinity paperwork. Despite Sensei's best efforts to calm her down, Tsurugi makes strange faces whenever the shutter clicks.",
  "[STORY_BOND_TSURUGI_3_NAME]": "A Grown-Up Date",
  "[STORY_BOND_TSURUGI_3_DESC_1]": "Sensei invites Tsurugi out to a high-end restaurant. Feeling uncomfortable and out of place, Tsurugi gets incredibly nervous.",
  "[STORY_BOND_TSURUGI_4_NAME]": "A Special Chest",
  "[STORY_BOND_TSURUGI_4_DESC_1]": "Sensei runs into Tsurugi near the movie theater and sees her collecting strange items. Tsurugi invites Sensei to her room where she shows them a box filled with her precious collection.",
  "[STORY_BOND_IZUNA_1_NAME]": "Izuna's Tailing Technique",
  "[STORY_BOND_IZUNA_1_DESC_1]": "Izuna secretly trails [USERNAME] Sensei to covertly act as a bodyguard, but becomes crestfallen when Sensei chides her borderline obnoxious behavior. Feeling obliged to cheer her up, Sensei offers her some food, which perks her up immediately.",
  "[STORY_BOND_IZUNA_2_NAME]": "Izuna's Protection Technique",
  "[STORY_BOND_IZUNA_2_DESC_1]": "Izuna openly starts following [USERNAME] Sensei around everywhere in the name of acting as bodyguard. Sensei and Izuna end up spending the entire day together because Sensei doesn't have the heart to ruin the obvious joy she takes in her self-appointed mission.",
  "[STORY_BOND_IZUNA_3_NAME]": "What Izuna Likes",
  "[STORY_BOND_IZUNA_3_DESC_1]": "[USERNAME] Sensei goes to Izuna's house to watch her favorite ninja period drama together. Afterwards, Sensei quips that it's obvious why Izuna likes these period dramas so much, a fact that makes her very happy.",
  "[STORY_BOND_IZUNA_4_NAME]": "Together with My Lord",
  "[STORY_BOND_IZUNA_4_DESC_1]": "In order to further learn about ninjas, Izuna and [USERNAME] Sensei participate in various ninja events together and have a good time.",
  "[STORY_BOND_ARIS_1_NAME]": "Aris Quest: The Adventure Begins",
  "[STORY_BOND_ARIS_1_DESC_1]": "Sensei is concerned about Aris, who has decided to go on an adventure. Aris welcomes the fretful Sensei into her party as the mascot, and the two embark on an entertaining journey together.",
  "[STORY_BOND_ARIS_2_NAME]": "Aris Quest: To Become a Legend",
  "[STORY_BOND_ARIS_2_DESC_1]": "Adamant on leveling up and showcasing her new unlocks, Aris embarks on another adventure with Sensei. Aris and Sensei destroy trash cans for loot, get into random encounters with thugs and bullies, and generally have a legendary adventure.",
  "[STORY_BOND_ARIS_3_NAME]": "Aris' Choice",
  "[STORY_BOND_ARIS_3_DESC_1]": "Aris plays a dating simulator for the first time, but is struggling to choose between the Bearded King and the Bald Emperor. Following Sensei's advice, she takes a different approach.",
  "[STORY_BOND_ARIS_4_NAME]": "The Cat and Aris",
  "[STORY_BOND_ARIS_4_DESC_1]": "Aris asks Sensei for advice on how to get closer to cats and then successfully uses treats to do so. Grateful for Sensei's guidance, Aris continues to gain more experience.",
  "[STORY_BOND_ARIS_5_NAME]": "Aris' Magic",
  "[STORY_BOND_ARIS_5_DESC_1]": "Aris invites Sensei to the club room so they can spend some time together. The two have a discussion about magic while playing an RPG together, and Sensei points out that everyday life can be just as magical as a game.",
  "[STORY_BOND_MIDORI_1_NAME]": "The Deadline's Approaching, Sensei",
  "[STORY_BOND_MIDORI_1_DESC_1]": "Midori's deadline is coming up and she is out of game ideas, so she asks Sensei for help. The two try a genre Midori's never played before, which inspires an idea in Midori.",
  "[STORY_BOND_MIDORI_2_NAME]": "It's Field Training, Sensei",
  "[STORY_BOND_MIDORI_2_DESC_1]": "Midori tries to impress Sensei with her maturity at the art exhibition, but her reaction is childlike upon seeing the pieces. She regrets her behavior later, but it makes her happy to hear that Sensei had a great time.",
  "[STORY_BOND_MIDORI_3_NAME]": "It's Limited Edition, Sensei",
  "[STORY_BOND_MIDORI_3_DESC_1]": "Midori struggles, but ultimately gives up on getting a limited edition copy of a game, for the sake of others. Seeing her disappointment, Sensei works hard to get Midori what she wants.",
  "[STORY_BOND_MIDORI_4_NAME]": "It's a Sparkling Memory, Sensei",
  "[STORY_BOND_MIDORI_4_DESC_1]": "Midori and Sensei go to an arcade because Midori's never been before. Together, they make memories while playing the claw machine.",
  "[STORY_BOND_CHERINO_1_NAME]": "The Award Ceremony",
  "[STORY_BOND_CHERINO_1_DESC_1]": "Cherino seeks advice from [USERNAME] Sensei on the design of her new highest-ranking medal.",
  "[STORY_BOND_CHERINO_2_NAME]": "Bell Peppers and Hamburger Steak",
  "[STORY_BOND_CHERINO_2_DESC_1]": "Cherino gets angry when she sees bell pepper atop the hamburger steak lunch she'd been looking forward to. Enraged, she tries to defeat the president of the School Lunch Club. However, when [USERNAME] Sensei promises to buy her a luxurious pudding, she sucks it up and eats the bell pepper.",
  "[STORY_BOND_CHERINO_3_NAME]": "Cherino's Nine Years Old?",
  "[STORY_BOND_CHERINO_3_DESC_1]": "[USERNAME] Sensei and Cherino visit a sweets shop. When the clerk tells them of the cookie event being held for children, Cherino pretends to be a little kid, but she is quickly sabotaged by the students of Red Winter Academy.",
  "[STORY_BOND_CHERINO_4_NAME]": "The Snowfield Assassin",
  "[STORY_BOND_CHERINO_4_DESC_1]": "On a snowy day, Cherino invites [USERNAME] Sensei to Red Winter Academy to make a snowman and have a snowball fight.",
  "[STORY_BOND_CHERINO_5_NAME]": "Nightmares",
  "[STORY_BOND_CHERINO_5_DESC_1]": "During her nap, Cherino has a nightmare where the State Guard and [USERNAME] Sensei don't recognize her anymore. Waking from the dream, Cherino complains to Sensei for seemingly no reason.",
  "[STORY_BOND_YUZU_1_NAME]": "Sanctuary of the Cabinet",
  "[STORY_BOND_YUZU_1_DESC_1]": "During Sensei's visit to the Game Development Department, Yuzu explains the comfort she gets from being in the cabinet. She then panics when Sensei tries to take away her beloved cabinet.",
  "[STORY_BOND_YUZU_2_NAME]": "A Friendly Fighter",
  "[STORY_BOND_YUZU_2_DESC_1]": "Yuzu asks Sensei to play a new fighting game with her. As it turns out, Yuzu is very good at the game, and Sensei gets bodied.",
  "[STORY_BOND_YUZU_3_NAME]": "A Shy Girl's Part-Time Job 1",
  "[STORY_BOND_YUZU_3_DESC_1]": "Yuzu starts a part-time job to fund development for a new game, but her timid personality causes her to make many mistakes. However, she perseveres for the sake of Sensei and her club members and successfully does her job.",
  "[STORY_BOND_YUZU_4_NAME]": "A Shy Girl's Part-Time Job 2",
  "[STORY_BOND_YUZU_4_DESC_1]": "Sensei offers Yuzu a part-time job wearing a mascot costume, and she starts working at the theme park. Yuzu feels fulfilled when she manages to make some children happy.",
  "[STORY_BOND_YUZU_5_NAME]": "A Promise at the Theme Park",
  "[STORY_BOND_YUZU_5_DESC_1]": "Yuzu invites Sensei to the theme park where she works, and they enjoy the rides together. Before she goes home, Yuzu gifts Sensei a token of appreciation, Yuzu's Season Pass.",
  "[STORY_BOND_AZUSA_1_NAME]": "Incorporate",
  "[STORY_BOND_AZUSA_1_DESC_1]": "Azusa still hasn't been able to adapt to life at Trinity. Sensei decides to guide Azusa so she can adjust to the academy.",
  "[STORY_BOND_AZUSA_2_NAME]": "Security",
  "[STORY_BOND_AZUSA_2_DESC_1]": "Azusa comes to the Schale office to say that Sensei and Schale's security is lacking. However, she then falls asleep while waiting in the comfortable office. Having felt safe enough to sleep there, Azusa retracts her statement.",
  "[STORY_BOND_AZUSA_3_NAME]": "Plan",
  "[STORY_BOND_AZUSA_3_DESC_1]": "Azusa meets with Sensei to get accustomed to everyday life. Sensei gives Azusa, who has always followed a strict plan, a chance to experience some spontaneity.",
  "[STORY_BOND_AZUSA_4_NAME]": "Shooting",
  "[STORY_BOND_AZUSA_4_DESC_1]": "Sensei finds Azusa training at the shooting range. Azusa tells them that for peace to survive, it must be protected and demonstrates her excellent shooting skills. When Sensei suggests Azusa should shoot a bit more, she smiles and explains she's found somewhere besides the shooting range she can find peace.",
  "[STORY_BOND_KOHARU_1_NAME]": "What Are You Thinking About?",
  "[STORY_BOND_KOHARU_1_DESC_1]": "Koharu calls Sensei for study help but ends up running away after creating an absurd misunderstanding entirely in her own head.",
  "[STORY_BOND_KOHARU_2_NAME]": "What Are You Talking About?",
  "[STORY_BOND_KOHARU_2_DESC_1]": "Koharu is very quiet and timid when she's around other students. However, when left alone with Sensei, she reveals her true colors and her delusions run wild.",
  "[STORY_BOND_KOHARU_3_NAME]": "What Can I Do for You?",
  "[STORY_BOND_KOHARU_3_DESC_1]": "Koharu summons Sensei under the pretext of studying and announces that Sensei needs to be monitored. However, Sensei finds an unwholesome book of hers.",
  "[STORY_BOND_KOHARU_4_NAME]": "What Are You Doing? ",
  "[STORY_BOND_KOHARU_4_DESC_1]": "Koharu summons an exhausted Sensei for another scolding but seeing how exhausted Sensei is causes her delusions to run wild.",
  "[STORY_BOND_AZUSA_SWIMSUIT_1_NAME]": "Priority Subject",
  "[STORY_BOND_AZUSA_SWIMSUIT_1_DESC_1]": "Azusa tries to protect Sensei, saying that the ocean is dangerous. However, it was actually Azusa who was nervous about being in unfamiliar territory.",
  "[STORY_BOND_AZUSA_SWIMSUIT_2_NAME]": "Ambiance Matters",
  "[STORY_BOND_AZUSA_SWIMSUIT_2_DESC_1]": "Azusa isn't confident at making conversation, so Sensei orders food for her. It wasn't the best, but they had a good time nonetheless.",
  "[STORY_BOND_AZUSA_SWIMSUIT_3_NAME]": "Visible at a Glance",
  "[STORY_BOND_AZUSA_SWIMSUIT_3_DESC_1]": "Azusa feels uneasy about something as she watches the sun set. Sensei shows Azusa a view of the ocean from the top of a cliff.",
  "[STORY_BOND_AZUSA_SWIMSUIT_4_NAME]": "Luxuries of the Beach",
  "[STORY_BOND_AZUSA_SWIMSUIT_4_DESC_1]": "Azusa went to the beach late at night. She pours her heart out to Sensei upon her emotions being at ease.",
  "[STORY_BOND_HINA_SWIMSUIT_1_NAME]": "Walking on the Beach with the Head Prefect",
  "[STORY_BOND_HINA_SWIMSUIT_1_DESC_1]": "Hina and Sensei visit the beach to go over the boot camp. However, Hina had to leave after getting a call. Sensei started to get worried when Hina didn't return, but it turns out she's at the Lost Child Center.",
  "[STORY_BOND_HINA_SWIMSUIT_2_NAME]": "Doing Paperwork with the Head Prefect",
  "[STORY_BOND_HINA_SWIMSUIT_2_DESC_1]": "Sensei decides to help Hina after seeing how overwhelmed she is with Prefect Team. The two decide to go out for dinner after she completes her work.",
  "[STORY_BOND_HINA_SWIMSUIT_3_NAME]": "A Summer View with Hina",
  "[STORY_BOND_HINA_SWIMSUIT_3_DESC_1]": "Hina promises to see the ocean together, but collapses from exhaustion and is a no-show. Hina feels terrible and apologizes for ruining the meetup. Sensei shows Hina the beautiful view from the hotel.",
  "[STORY_BOND_HINA_SWIMSUIT_4_NAME]": "Something Still Precious",
  "[STORY_BOND_HINA_SWIMSUIT_4_DESC_1]": "Hina wants to learn to swim, so Sensei rushes to help her. Unfortunately, their one-on-one swimming lesson takes an unexpected turn when Thugs run amok on the beach.",
  "[STORY_BOND_IORI_SWIMSUIT_1_NAME]": "What Not To Do At the Beach",
  "[STORY_BOND_IORI_SWIMSUIT_1_DESC_1]": "Iori asks Sensei for advice on what students should not do as she considers new rules to set for the beach.",
  "[STORY_BOND_IORI_SWIMSUIT_2_NAME]": "The Prefect Team's Weakness",
  "[STORY_BOND_IORI_SWIMSUIT_2_DESC_1]": "Iori secretly buys a tube to practice swimming ahead of summer camp, but is caught by Sensei. Sensei learns of Iori's predicament and helps her practice swimming.",
  "[STORY_BOND_IORI_SWIMSUIT_3_NAME]": "The Prefect Team's Change of Pace",
  "[STORY_BOND_IORI_SWIMSUIT_3_DESC_1]": "After working hard to crack down on rule-breakers on the beach, Iori tries to enjoy her break time by sunbathing in secret, but Sensei catches her.",
  "[STORY_BOND_IORI_SWIMSUIT_4_NAME]": "Buried in the Sand",
  "[STORY_BOND_IORI_SWIMSUIT_4_DESC_1]": "Iori comes across Sensei buried in the sand. She decides to join after hearing how relaxing it is. Sensei sculpts a wonderful mermaid shape around Iori's lower body in the sand.",
  "[STORY_BOND_SHIROKO_CYCLING_1_NAME]": "Cycling Across Kivotos",
  "[STORY_BOND_SHIROKO_CYCLING_1_DESC_1]": "Shiroko attempts to accomplish her dream of cycling across Kivotos. Sensei comforts Shiroko, who looked concerned about making Sensei nervous, and the trek begins.",
  "[STORY_BOND_SHIROKO_CYCLING_2_NAME]": "My Personal Cheerleader",
  "[STORY_BOND_SHIROKO_CYCLING_2_DESC_1]": "Shiroko contacts Sensei as promised and Sensei cheers her on.",
  "[STORY_BOND_SHIROKO_CYCLING_3_NAME]": "Being Together Everywhere",
  "[STORY_BOND_SHIROKO_CYCLING_3_DESC_1]": "Sensei waits at each point based on their trek schedule to greet Shiroko. Shiroko joyfully heads over to the last point.",
  "[STORY_BOND_SHIROKO_CYCLING_4_NAME]": "The Last Stop",
  "[STORY_BOND_SHIROKO_CYCLING_4_DESC_1]": "Shiroko arrives in front of Schale, the last point of the journey. She takes a relaxing walk with Sensei to the finish point at the Abydos field.",
  "[STORY_BOND_SHUN_SMALL_1_NAME]": "It's Convenient Being Small!",
  "[STORY_BOND_SHUN_SMALL_1_DESC_1]": "Shun, small again from the same elixir, goes to the dessert shop she's a regular at to devour limited edition parfaits. Sadly, her shrinking in size has also changed her taste buds, and she can't enjoy her favorite rum raisin parfait.",
  "[STORY_BOND_SHUN_SMALL_2_NAME]": "It's Inconvenient Being Small!",
  "[STORY_BOND_SHUN_SMALL_2_DESC_1]": "Shun finds it difficult to tidy up at Plum Blossom due to her small stature. Luckily, Sensei arrives and helps Shun finish cleaning, and the two spend quality time together.",
  "[STORY_BOND_SHUN_SMALL_3_NAME]": "Playground Safety Check",
  "[STORY_BOND_SHUN_SMALL_3_DESC_1]": "Shun and Sensei go on a scouting trip to the newly opened indoor playground in the middle of Kivotos. Small Shun enjoys the playground attractions under the guise of confirming their safety for the students.",
  "[STORY_BOND_SHUN_SMALL_4_NAME]": "Secret Base",
  "[STORY_BOND_SHUN_SMALL_4_DESC_1]": "Shun invites Sensei to the park where her childhood secret base was located. At her secret base, Shun reads what she wrote as a child and begins to reminisce.",
  "[STORY_BOND_SHUN_SMALL_5_NAME]": "Changing and Unchanging",
  "[STORY_BOND_SHUN_SMALL_5_DESC_1]": "The young Shun is enjoying wearing her favorite hairstyle for the first time in a long time. Sensei asks why she doesn't wear it more often if it's her favorite, but Shun explains that it would be embarrassing for an adult to wear pigtails. Sensei insists it's okay for her to enjoy what she wants.",
  "[STORY_BOND_NERU_BUNNY_1_NAME]": "A Request for Help",
  "[STORY_BOND_NERU_BUNNY_1_DESC_1]": "Neru struggles as she tries to figure out how to put on her bunny girl outfit and eventually asks Sensei for help.",
  "[STORY_BOND_NERU_BUNNY_2_NAME]": "A Small Favor",
  "[STORY_BOND_NERU_BUNNY_2_DESC_1]": "Neru scrapes her foot trying to get used to wearing an unfamiliar outfit while practicing infiltration drills. Sensei rushes to the gym upon hearing that Neru has hurt herself.",
  "[STORY_BOND_NERU_BUNNY_3_NAME]": "A Sea of Stares",
  "[STORY_BOND_NERU_BUNNY_3_DESC_1]": "Neru shows up to school wearing the bunny girl outfit, completely oblivious and unconcerned about her attire. Feeling the stares of the other students, Neru senses something is amiss and calls for Sensei.",
  "[STORY_BOND_KARIN_BUNNY_1_NAME]": "An Unforeseen Gaze",
  "[STORY_BOND_KARIN_BUNNY_1_DESC_1]": "Sensei goes to lend Karin a hand during an infiltration mission. However, an unexpected sight leaves them both aghast.",
  "[STORY_BOND_KARIN_BUNNY_2_NAME]": "An Unforeseen Misunderstanding",
  "[STORY_BOND_KARIN_BUNNY_2_DESC_1]": "Sensei runs into Karin while she's in the middle of infiltrating a cafe. Sensei talks to Karin regarding her bunny girl outfit, but this mistakenly leads her to believe that Sensei wants to try it on.",
  "[STORY_BOND_KARIN_BUNNY_3_NAME]": "An Unforeseen Conclusion",
  "[STORY_BOND_KARIN_BUNNY_3_DESC_1]": "Sensei meets with Karin again to clear up the misunderstanding about the bunny girl outfit. Karin is delighted as she comes to realize her true feelings for the first time.",
  "[STORY_BOND_ASUNA_BUNNY_1_NAME]": "What We Do Late at Night",
  "[STORY_BOND_ASUNA_BUNNY_1_DESC_1]": "Sensei runs into a bunny suit-clad Asuna in front of the laundromat late one night as she's going to wash her usual wardrobe.",
  "[STORY_BOND_ASUNA_BUNNY_2_NAME]": "Life of Rabbits",
  "[STORY_BOND_ASUNA_BUNNY_2_DESC_1]": "Asuna suddenly barges onto the scene in her bunny girl outfit and insists on learning how rabbits live.Sensei is overwhelmed by Asuna's unreasonable requests and ends up fleeing.",
  "[STORY_BOND_ASUNA_BUNNY_3_NAME]": "Life of Bunny Girls",
  "[STORY_BOND_ASUNA_BUNNY_3_DESC_1]": "Asuna asks about the meaning behind the bunny girl outfit at the cafe. Afterward, Asuna, satisfied by Sensei's answer, shares some coffee with Sensei.",
  "[STORY_BOND_ASUNA_BUNNY_4_NAME]": "Rabbit Tail Ruckus",
  "[STORY_BOND_ASUNA_BUNNY_4_DESC_1]": "Upon meeting Asuna in a bunny girl costume, Sensei sees Asuna drop what appears to be the safety pin for her grenade. Sensei follows Asuna to put it back, but Asuna thinks they're playing tag and starts running away.",
  "[STORY_BOND_NATSU_1_NAME]": "Lecture Title: Romance",
  "[STORY_BOND_NATSU_1_DESC_1]": "Natsu sends Sensei a mysterious message. She comes bearing homemade cookies and starts to talk about her own personal philosophy.",
  "[STORY_BOND_NATSU_2_NAME]": "Today's Lecture: Embracing",
  "[STORY_BOND_NATSU_2_DESC_1]": "Natsu visits Sensei bearing an affogato. She compares the affogato she brought to the events she saw on the news then ruefully tells Sensei about what's on her mind.",
  "[STORY_BOND_NATSU_3_NAME]": "Excavation and Discovery",
  "[STORY_BOND_NATSU_3_DESC_1]": "Natsu summons Sensei to search for the forgotten sweets shop. They manage to find the hidden location and are deeply touched, but then decide to pretend they haven't in order to keep it safe.",
  "[STORY_BOND_NATSU_4_NAME]": "Break Time: Snack Shop",
  "[STORY_BOND_NATSU_4_DESC_1]": "Natsu goes on a picnic with Sensei. She is happy that the recent events have helped to open conversation between them, and the two share a blueberry pie.",
  "[STORY_BOND_CHINATSU_HOTSPRING_1_NAME]": "Workaholic",
  "[STORY_BOND_CHINATSU_HOTSPRING_1_DESC_1]": "Sensei visits a nearby Gehenna hot springs resort and runs into Chinatsu, who happens to be on vacation. However, Chinatsu is unable to unwind and put down her work, so Sensei helps with the paperwork.",
  "[STORY_BOND_CHINATSU_HOTSPRING_2_NAME]": "Yakuzen Therapy",
  "[STORY_BOND_CHINATSU_HOTSPRING_2_DESC_1]": "Chinatsu prepares a yakuzen tea for Sensei on their day off. Sensei enjoys a leisurely moment while drinking Chinatsu's tea.",
  "[STORY_BOND_CHINATSU_HOTSPRING_3_NAME]": "A Thank-You Gift",
  "[STORY_BOND_CHINATSU_HOTSPRING_3_DESC_1]": "Chinatsu visits the resort's souvenir shop to buy thank-you gifts for the Prefect Team. After picking out their gifts, Sensei gives Chinatsu a ribbon to thank her for looking after them.",
  "[STORY_BOND_CHINATSU_HOTSPRING_4_NAME]": "An Open-Air Bath for Two",
  "[STORY_BOND_CHINATSU_HOTSPRING_4_DESC_1]": "Chinatsu gifts Sensei a voucher to stay at an upscale ryokan, but the voucher is to stay at a family facility instead of an individual one by mistake. Sensei and Chinatsu enjoy the baths together and have a great time.",
  "[STORY_BOND_ARU_NEWYEAR_1_NAME]": "Before the Year Is Out",
  "[STORY_BOND_ARU_NEWYEAR_1_DESC_1]": "Aru calls for [USERNAME] Sensei on New Year's Eve and announces her plan to rent a kimono. She is, however, powerless against the clerk's sales tactics, and ends up spending much more than expected.",
  "[STORY_BOND_ARU_NEWYEAR_2_NAME]": "The Side You'd Like to Show",
  "[STORY_BOND_ARU_NEWYEAR_2_DESC_1]": "Aru intends to visit a dinner party to show off her prowess as a businesswoman. However, things don't go as planned, and she panics. Aru becomes crestfallen at her inability, but Sensei manages to cheer her up.",
  "[STORY_BOND_ARU_NEWYEAR_3_NAME]": "The First Step With You",
  "[STORY_BOND_ARU_NEWYEAR_3_DESC_1]": "Aru and Sensei exchange New Year's greetings at the event. After anticipating nervously, Aru finally hears Sensei's thoughts on her kimono.",
  "[STORY_BOND_ARU_NEWYEAR_4_NAME]": "Reading New Year Fortunes",
  "[STORY_BOND_ARU_NEWYEAR_4_DESC_1]": "Aru draws omikuji at the New Year's event, but she keeps drawing bad fortunes no matter how many times she shakes the container. However, a smile spreads across her face when she sees the fortune that Sensei has drawn.",
  "[STORY_BOND_MUTSUKI_NEWYEAR_1_NAME]": "New Year's Gift for Sensei",
  "[STORY_BOND_MUTSUKI_NEWYEAR_1_DESC_1]": "Sensei is sleeping peacefully when Mutsuki visits with a stacked bento, which turns out to be one of her special bombs. As it's supposed to detonate, Mutsuki's reveals it was a prank and Sensei breathes a huge sigh of relief.",
  "[STORY_BOND_MUTSUKI_NEWYEAR_2_NAME]": "Activities for New Year's!",
  "[STORY_BOND_MUTSUKI_NEWYEAR_2_DESC_1]": "Sensei and Mutsuki make their way through the crowd to write wishes on ema tablets. Suddenly, Mutsuki snatches Sensei's ema and to read the wish. Noticing that Mutsuki hadn't written down a wish of her own, Sensei writes one for her instead.",
  "[STORY_BOND_MUTSUKI_NEWYEAR_3_NAME]": "It Takes Two to Hanetsuki!",
  "[STORY_BOND_MUTSUKI_NEWYEAR_3_DESC_1]": "Sensei is forced to compete against Mutsuki in a game of hanetsuki. Sensei loses based on Mutsuki's arbitrary rules, and they end up going on a walk together after Sensei is graffitied by Mutsuki.",
  "[STORY_BOND_WAKAMO_1_NAME]": "A Gentle Reunion",
  "[STORY_BOND_WAKAMO_1_DESC_1]": "Sensei is running errands and is caught in a sudden explosive ambush. Sensei flees the scene, but Wakamo appears on the overpass after a chase.",
  "[STORY_BOND_WAKAMO_2_NAME]": "A Solo Date Together",
  "[STORY_BOND_WAKAMO_2_DESC_1]": "Sensei tries to enjoy some long-awaited time off but keeps getting caught up in strange incidents. It turns out to be the work of Wakamo, who has been following Sensei in secret.",
  "[STORY_BOND_WAKAMO_3_NAME]": "A Date Gone Slightly Awry",
  "[STORY_BOND_WAKAMO_3_DESC_1]": "Wakamo goes on a date with Sensei, hoping to stick to the schedule she planned. However, things go awry. Wakamo is disappointed but quickly cheers up with Sensei's encouragement.",
  "[STORY_BOND_WAKAMO_4_NAME]": "Unchanging Faith",
  "[STORY_BOND_WAKAMO_4_DESC_1]": "Sensei is late to a meet-up with Wakamo due to work, and Wakamo becomes confused by the apology. Wakamo declares she'd gladly wait for hours, days, or even months. Sensei becomes nervous.",
  "[STORY_BOND_WAKAMO_5_NAME]": "Something to Hide, Something to Reveal",
  "[STORY_BOND_WAKAMO_5_DESC_1]": "Worried about what Wakamo might do, Sensei visits her and asks her to spend the day with them. Surprised by the offer, Wakamo hides behind her mask and runs away. Sensei gives chase, hoping to talk it out...",
  "[STORY_BOND_MIMORI_1_NAME]": "Time to Rise and Shine",
  "[STORY_BOND_MIMORI_1_DESC_1]": "Mimori comes to wake up [USERNAME] Sensei, who has overslept due to their busy schedule. As an aspiring \"proper lady,\" Mimori prepares a perfect breakfast for Sensei.",
  "[STORY_BOND_MIMORI_2_NAME]": "Etiquette I: The Home Cooking Episode",
  "[STORY_BOND_MIMORI_2_DESC_1]": "Mimori mentions her desire to practice her cooking skills. Though there are some hiccups along the way as she practices her cooking with Sensei, Mimori succeeds in personally preparing a homestyle meal.",
  "[STORY_BOND_MIMORI_3_NAME]": "Etiquette II: The Cleaning Episode",
  "[STORY_BOND_MIMORI_3_DESC_1]": "Mimori practices her cleaning skills with [USERNAME] Sensei as part of her training to become a proper lady. Mimori and Sensei have a great time as she shows off the cleaning skills she's mastered.",
  "[STORY_BOND_MIMORI_4_NAME]": "Heartfelt Embroidery",
  "[STORY_BOND_MIMORI_4_DESC_1]": "Mimori wants to buy a present, so she and Sensei go shopping. After giving it much thought, Mimori selects a handkerchief. Mimori puts her heart and soul into embroidering it by hand before giving it to Sensei.",
  "[STORY_BOND_MIMORI_5_NAME]": "The Sincerity of a Proper Lady",
  "[STORY_BOND_MIMORI_5_DESC_1]": "After inviting Sensei to the Inner Discipline Club to demonstrate her culinary skills, Mimori pulls out her prized apron to clean up the mess in the kitchen. After cleaning up, Mimori offers Sensei some sweets and tells the story of her apron.",
  "[STORY_BOND_UI_1_NAME]": "Director of the Old Library",
  "[STORY_BOND_UI_1_DESC_1]": "Ui practically lives alone in the old library and doesn't get along with others. However, she starts to open her heart to Sensei and even begins offering books to read.",
  "[STORY_BOND_UI_2_NAME]": "Finding a Missing Child",
  "[STORY_BOND_UI_2_DESC_1]": "Ui contacts Sensei to find a lost book. However, her unique way of talking leads to a misunderstanding and it is assumed that a person is missing, not a book. Sensei, looks for the book with Ui once the situation is sorted out.",
  "[STORY_BOND_UI_3_NAME]": "A Sudden Proposal",
  "[STORY_BOND_UI_3_DESC_1]": "Ui, wanting to talk more with Sensei, requests for them to become pen pals. However, the note that Ui wanted to use was too big and blocky, so Sensei suggests using the library's visitor log to communicate.",
  "[STORY_BOND_UI_4_NAME]": "Nameless Translator",
  "[STORY_BOND_UI_4_DESC_1]": "Ui requests a drink for her fatigue. Sensei encourages Ui who has been translating an ancient text that no one else can read, and leaves when she falls asleep.",
  "[STORY_BOND_HINATA_1_NAME]": "The Cathedral's Manager",
  "[STORY_BOND_HINATA_1_DESC_1]": "Hinata is hard at work as the manager of the cathedral. Sensei tries to help her, but a misunderstanding emerges instead.",
  "[STORY_BOND_HINATA_2_NAME]": "A Good Assignment",
  "[STORY_BOND_HINATA_2_DESC_1]": "Hinata is working tirelessly despite the strain on her body. Sensei tries to convince her to rest, but is again misunderstood.",
  "[STORY_BOND_HINATA_3_NAME]": "Inside the Bushes",
  "[STORY_BOND_HINATA_3_DESC_1]": "Sensei accidentally enters a forbidden area in the cathedral. Hinata, who was cleaning, covers for Sensei and is herself misunderstood this time.",
  "[STORY_BOND_HINATA_4_NAME]": "Picnic Bag",
  "[STORY_BOND_HINATA_4_DESC_1]": "Hinata schedules a small picnic with Sensei on a rare day off. The two converse happily by the riverside.",
  "[STORY_BOND_HINATA_5_NAME]": "A Picnic Blanket",
  "[STORY_BOND_HINATA_5_DESC_1]": "Excited for her meeting with Sensei, Hinata eagerly takes out her carefully prepared picnic bento. But what she finds in her bag instead of the bento is a product management ledger for managing the cathedral's items. Hinata is embarrassed, but Sensei comforts her and together they enjoy the picnic bento that Sensei prepared separately.",
  "[STORY_BOND_MARINA_1_NAME]": "Security Committee Chair's Interrogation",
  "[STORY_BOND_MARINA_1_DESC_1]": "Marina points out and begins interrogating Sensei as a suspect in a case of pudding disappearing. However, her clumsy plans lead to her accusing herself as the suspect instead.",
  "[STORY_BOND_MARINA_2_NAME]": "Security Committee Chair's Reasoning",
  "[STORY_BOND_MARINA_2_DESC_1]": "Marina, still investigating the case from earlier, runs into a cat who has been stealing the pudding at a remote warehouse. Marina shatters a statue of President Cherino while shooting wildly because of her fear of felines.",
  "[STORY_BOND_MARINA_3_NAME]": "Security Committee Chair's Cleaning",
  "[STORY_BOND_MARINA_3_DESC_1]": "Marina has been assigned to clean the bathrooms as punishment for shattering the statue of President Cherino. She relunctantly cleans the bathroom spotlessly with perfect skill.",
  "[STORY_BOND_MARINA_4_NAME]": "Security Committee Chair's Misunderstanding",
  "[STORY_BOND_MARINA_4_DESC_1]": "Marina is accused of being a fraud at a security post on the outskirts of Red Winter by a member who doesn't recognize her. She is released thanks to Sensei's help, but becomes rather deflated for a while.",
  "[STORY_BOND_MIYAKO_1_NAME]": "SRT, Charge!",
  "[STORY_BOND_MIYAKO_1_DESC_1]": "Miyako rushes to Schale after receiving reports of female students frequenting the office of a suspicious adult. Sensei resolves the misunderstanding, but during the search suspicious books are discovered in Sensei's office. ",
  "[STORY_BOND_MIYAKO_2_NAME]": "SRT to the Rescue!",
  "[STORY_BOND_MIYAKO_2_DESC_1]": "Sensei finds Miyako watching a rabbit in a pet shop. They realize how badly Miyako wants to adopt it, and end up gifting it to Miyako.",
  "[STORY_BOND_MIYAKO_3_NAME]": "SRT, Protect!",
  "[STORY_BOND_MIYAKO_3_DESC_1]": "Miyako and Sensei play with Bun Bun in the park and discuss the ecology of rabbits.",
  "[STORY_BOND_MIYAKO_4_NAME]": "SRT, Descend!",
  "[STORY_BOND_MIYAKO_4_DESC_1]": "Sensei accompanies Miyako on her high-altitude descent mission. Gazing at the beautiful night view of the city, Miyako reveals her true feelings.",
  "[STORY_BOND_MIYAKO_5_NAME]": "SRT, Break!",
  "[STORY_BOND_MIYAKO_5_DESC_1]": "Sensei goes to the park worried about Miyako, who suddenly stopped responding on MomoTalk. Miyako says she's okay, and that she just contacted Sensei because she wants to enjoy the sun together.",
  "[STORY_BOND_MIYAKO_6_NAME]": "Remembering SRT",
  "[STORY_BOND_MIYAKO_6_DESC_1]": "While washing a huge, backed-up pile of laundry at Schale, Miyako accidentally drops an old name tag. Sensei picks it up, and Miyako talks about the memories it triggers.",
  "[STORY_BOND_MIYU_1_NAME]": "RABBIT 4, Hide",
  "[STORY_BOND_MIYU_1_DESC_1]": "Miyu and Sensei visit the downtown shopping district to buy camping gear. Due to her lack of presence, Miyu is ignored by people. It makes her sad that her lack of presence never has an advantage, but she is able to successfully pet a ferocious yet adorable cat thanks to it.",
  "[STORY_BOND_MIYU_2_NAME]": "RABBIT 4, Mobilize",
  "[STORY_BOND_MIYU_2_DESC_1]": "Sensei doesn't notice Miyu approaching while focusing on work. This makes Miyu worry that her presence has faded even more, so Sensei advises her to carry an object that makes a sound. In response, Miyu wears a bell necklace made for pets, which causes others to misunderstand Sensei and their intentions.",
  "[STORY_BOND_MIYU_3_NAME]": "RABBIT 4, Shoot",
  "[STORY_BOND_MIYU_3_DESC_1]": "In order to make up for the mistakes she made in the squad, Miyu goes through sniper training with Sensei at an abandoned house on the hillside. While Sensei sets up a target, all kinds of wild animals surround Miyu, but Miyu is so focused on training that she doesn't notice. Even when her gun keeps shaking, she thinks Sensei is playing a prank on her.",
  "[STORY_BOND_MIYU_4_NAME]": "RABBIT 4, Let's Rest",
  "[STORY_BOND_MIYU_4_DESC_1]": "One holiday, Sensei finds Miyu picking up stones on a trail near the park. Miyu says she likes to pick up stones that represent how she feels about herself and asks Sensei to try it with her. They have a good time picking up pebbles.",
  "[STORY_BOND_MIYU_5_NAME]": "RABBIT4、思い出します",
  "[STORY_BOND_MIYU_5_DESC_1]": "カラスを捕獲するため、ミユと先生はビルの屋上に。しかし寒さのあまり体が震えてきた先生。ミユは先生のために、SRTの小隊員たちが用意していた温かいココアを渡すのであった。",
  "[STORY_BOND_TSUKUYO_1_NAME]": "I-I Want to Be an Official Ninja!",
  "[STORY_BOND_TSUKUYO_1_DESC_1]": "Tsukuyo asks Sensei what she could do to become a full-fledged ninja, and Sensei tells Tsukuyo that she should start with what she's best at. Tsukuyo surprises Sensei by disguising herself as a tree in response, which is apparently her forte.",
  "[STORY_BOND_TSUKUYO_2_NAME]": "Being Tall Isn't So Bad",
  "[STORY_BOND_TSUKUYO_2_DESC_1]": "Tsukuyo confesses her insecurity about how tall she is. Sensei tells her that because she's tall, she might be able to see things that others may miss. Just then Tsukuyo spots and helps a lost child, and realizes her tall stature isn't all that bad.",
  "[STORY_BOND_TSUKUYO_3_NAME]": "Do You Think I Can Be a Great Kunoichi?",
  "[STORY_BOND_TSUKUYO_3_DESC_1]": "Tsukuyo says she found a kunoichi book that could make her a great ninja. She tries out some of the instructions from the book with Sensei. Tsukuyo realizes that the book is strange and runs away from Sensei in a panic.",
  "[STORY_BOND_TSUKUYO_4_NAME]": "My Chance to Show My Ninja Skills!",
  "[STORY_BOND_TSUKUYO_4_DESC_1]": "Sensei and Tsukuyo run into a girl who has lost a puppy and they promise to use Tsukuyo's ninja abilities to find the puppy. They successfully find it, but Tsukuyo gets stuck between some walls.",
  "[STORY_BOND_MISAKI_1_NAME]": "The Body Is a Prison",
  "[STORY_BOND_MISAKI_1_DESC_1]": "Sensei follows Misaki up to the rooftop of a high-rise, who is precariously balanced on a ledge. Misaki seems to ignore Sensei's concerns, but she eventually takes an elevator back down with them. On the way, however, it suddenly breaks down and Misaki panics because she has claustrophobia.",
  "[STORY_BOND_MISAKI_2_NAME]": "Uncontrollable Body",
  "[STORY_BOND_MISAKI_2_DESC_1]": "Misaki and Sensei go to the riverside to get some air, but Sensei wonders why Misaki is wearing a mask while walking. Just as Misaki is about to explain she's allergic to pollen, she sneezes out of nowhere, and Sensei lends her a handkerchief. ",
  "[STORY_BOND_MISAKI_3_NAME]": "Tough to Clean",
  "[STORY_BOND_MISAKI_3_DESC_1]": "Misaki catches a bad cold after getting soaked in the rain. Sensei rents a nearby office to let Misaki rest and takes care of her. Sensei leaves for work, and Misaki becomes pessimistic about her fragility and feels lonely.",
  "[STORY_BOND_MISAKI_4_NAME]": "刻まれた思い出",
  "[STORY_BOND_MISAKI_4_DESC_1]": "カバンを忘れて困ってしまったミサキ。先生はミサキと共にカバンを探し……無事見つけることができた。そこで、ある木彫りを見つけ……。",
  "[STORY_BOND_ATSUKO_1_NAME]": "Princess in the Ruins",
  "[STORY_BOND_ATSUKO_1_DESC_1]": "Atsuko gets bored while on standby in an abandoned school and contacts Sensei to play a school game together.",
  "[STORY_BOND_ATSUKO_2_NAME]": "Late Night at the Academy",
  "[STORY_BOND_ATSUKO_2_DESC_1]": "Atsuko continues to pretend to be a student, since she's never had the chance to do so. Atsuko and Sensei explore the daily life of an ordinary schoolgirl. But they have to quickly escape when a guard appears.",
  "[STORY_BOND_ATSUKO_3_NAME]": "Street Garden",
  "[STORY_BOND_ATSUKO_3_DESC_1]": "Sensei gifts flowers to Atsuko, who's an avid flower lover. Atsuko is happy and surprised by the gift and shows Sensei the garden she's been raising.",
  "[STORY_BOND_ATSUKO_4_NAME]": "Much More than Now",
  "[STORY_BOND_ATSUKO_4_DESC_1]": "After a heavy rainfall, the wildflowers in Atsuko's flower bed all die. Sensei comforts Atsuko, who is devastated, and suggests they learn how to grow new flowers together.",
  "[STORY_BOND_WAKAMO_SWIMSUIT_1_NAME]": "Because It's for You",
  "[STORY_BOND_WAKAMO_SWIMSUIT_1_DESC_1]": "Wakamo goes to the office to make summer memories for Sensei, who's stuck in the Schale office. Sensei senses that summer events prepared by Wakamo will lead to disaster and suggests to Wakamo some safe things they could do to make great summer memories.",
  "[STORY_BOND_WAKAMO_SWIMSUIT_2_NAME]": "To Keep a Promise",
  "[STORY_BOND_WAKAMO_SWIMSUIT_2_DESC_1]": "Sensei goes along with Wakamo's plans to make summer memories, but constantly has to leave because of work for Schale. Wakamo is offended that her date was interrupted and starts to rampage...",
  "[STORY_BOND_NONOMI_SWIMSUIT_1_NAME]": "Sometimes on Days Like These",
  "[STORY_BOND_NONOMI_SWIMSUIT_1_DESC_1]": "Nonomi is excited at the summer beach. She always takes care of others, so this time Sensei takes care of her.",
  "[STORY_BOND_NONOMI_SWIMSUIT_2_NAME]": "Coconut Harvest Challenge",
  "[STORY_BOND_NONOMI_SWIMSUIT_2_DESC_1]": "Nonomi wants to collect coconuts from a palm tree, and resorts to using a gun. Sensei recommends a more normal approach, but something unexpected happens.",
  "[STORY_BOND_NONOMI_SWIMSUIT_3_NAME]": "Stars on the Sand",
  "[STORY_BOND_NONOMI_SWIMSUIT_3_DESC_1]": "Unable to sleep, Nonomi takes a walk at night and runs into Sensei. The two head to the beach where both the sky and water sparkle with stars.",
  "[STORY_BOND_HOSHINO_SWIMSUIT_1_NAME]": "Treasure of the Hidden Island",
  "[STORY_BOND_HOSHINO_SWIMSUIT_1_DESC_1]": "Hoshino searches for her own comfortable place to rest by searching an old, marked-up map. Hoshino finds a good spot with Sensei, and they enjoy a nice nap there.",
  "[STORY_BOND_HOSHINO_SWIMSUIT_2_NAME]": "Farm Fresh Ingredients",
  "[STORY_BOND_HOSHINO_SWIMSUIT_2_DESC_1]": "Upon Hoshino's request for help, Sensei goes to the beach to collect seafood with her. There, Hoshino opens up about how she doesn't want the team to have any expectations for her.",
  "[STORY_BOND_HOSHINO_SWIMSUIT_3_NAME]": "I Want to Read Your Mind",
  "[STORY_BOND_HOSHINO_SWIMSUIT_3_DESC_1]": "Sensei accidentally runs into Hoshino, who's on the beach and gazing at the sea. As Hoshino admires the scenery of the sea, a school of fish begin leaping from the ocean. Hoshino is thrilled and is happy she experienced it with Sensei.",
  "[STORY_BOND_IZUNA_SWIMSUIT_1_NAME]": "Crushing Watermelons with Izuna!",
  "[STORY_BOND_IZUNA_SWIMSUIT_1_DESC_1]": "At Izuna's request, Sensei goes to the beach and practices watermelon crushing. Izuna continues to fail at crushing watermelon, but after her training is over, they enjoy eating it.",
  "[STORY_BOND_IZUNA_SWIMSUIT_2_NAME]": "Sand-Play with Izuna!",
  "[STORY_BOND_IZUNA_SWIMSUIT_2_DESC_1]": "Izuna and Sensei are once again immersed in making sandcastles under the pretext of training. Izuna is taken aback by how difficult it is to make a sandcastle, but she does not give up until they succeed.",
  "[STORY_BOND_IZUNA_SWIMSUIT_3_NAME]": "Escaping Crisis with Izuna!",
  "[STORY_BOND_IZUNA_SWIMSUIT_3_DESC_1]": "One hot day, Izuna uses her training as an excuse for sand-bathing. However, Izuna feels so cozy in the sand that she falls asleep.",
  "[STORY_BOND_IZUNA_SWIMSUIT_4_NAME]": "Holding Hands with Izuna",
  "[STORY_BOND_IZUNA_SWIMSUIT_4_DESC_1]": "Sensei notices that Izuna is avoiding swimming and asks why. Izuna replies that she's afraid her lord will be disappointed that she can't swim, despite being a ninja. Sensei says she doesn't have to feel that way and teaches Izuna how to swim.",
  "[STORY_BOND_CHISE_SWIMSUIT_1_NAME]": "Finding Sparkles",
  "[STORY_BOND_CHISE_SWIMSUIT_1_DESC_1]": "Sensei suddenly receives a call from Chise and goes to the beach. Chise talks incoherently about the need to go looking for sparkles. Sensei is confused but leaves with Chise to help her search. The sparkles that Chise finally finds are...",
  "[STORY_BOND_CHISE_SWIMSUIT_2_NAME]": "What I Want to Show You",
  "[STORY_BOND_CHISE_SWIMSUIT_2_DESC_1]": "Chise suddenly calls Sensei, saying that there's something she wants to share. After walking quite a distance with Chise, Sensei encounters a huge group of turtles.",
  "[STORY_BOND_CHISE_SWIMSUIT_3_NAME]": "Where the Sparkles Are",
  "[STORY_BOND_CHISE_SWIMSUIT_3_DESC_1]": "Chise tries to keep her distance from Sensei, afraid that misfortune will come because of a chain letter she found on the beach. Sensei spends three days with Chise to prove that the contents of the letter are lies.",
  "[STORY_BOND_CHISE_SWIMSUIT_4_NAME]": "Treasure Chest of Memories",
  "[STORY_BOND_CHISE_SWIMSUIT_4_DESC_1]": "Sensei heads to the beach and finds Chise enthusiastically collecting sand. Chise shows Sensei some of the memorable items she's found in the sand.",
  "[STORY_BOND_SAORI_1_NAME]": "Self-Reliance",
  "[STORY_BOND_SAORI_1_DESC_1]": "Sensei goes to the Black Market after receiving a message from Saori. Saori is unable to open a bank account because she needs a reference, so Sensei gladly becomes a guarantor.",
  "[STORY_BOND_SAORI_2_NAME]": "A Mistake",
  "[STORY_BOND_SAORI_2_DESC_1]": "Sensei goes to the Black Market again, concerned about Saori. Since Saori worked without signing a contract, her employer is refusing to pay her.",
  "[STORY_BOND_SAORI_3_NAME]": "Blaming Yourself",
  "[STORY_BOND_SAORI_3_DESC_1]": "This time Saori went to work after signing a proper contract. However, her job is to deal with an entire hostile organization alone. As a result, Saori is injured, and Sensei takes care of Saori.",
  "[STORY_BOND_KAZUSA_1_NAME]": "Make-Up Work and Dessert",
  "[STORY_BOND_KAZUSA_1_DESC_1]": "At Kazusa's request, Sensei heads to a cafe. Kazusa asks Sensei to help her study for her make-up exam, and then they share desserts and drinks as a reward.",
  "[STORY_BOND_KAZUSA_2_NAME]": "This Is the After-School Sweets Club",
  "[STORY_BOND_KAZUSA_2_DESC_1]": "Sensei runs into Kazusa waiting at a bus stop. Kazusa shares her drink and macarons with Sensei while chatting.",
  "[STORY_BOND_KAZUSA_3_NAME]": "Bad Timing",
  "[STORY_BOND_KAZUSA_3_DESC_1]": "Sensei visits a convenience store to buy lunch and finds Kazusa there, but she avoids Sensei. Finally, she explains she avoided Sensei because she wasn't wearing makeup. Sensei assures her that she has nothing to worry about, and Kazusa is taken aback.",
  "[STORY_BOND_KAZUSA_4_NAME]": "The Cat's Tongue",
  "[STORY_BOND_KAZUSA_4_DESC_1]": "Kazusa suddenly visits Schale. She had bought some fondant au chocolat, but she has a hard time eating hot food, so she offers it to Sensei instead. Sensei tells her that someone who can't eat hot food is said to have a \"cat's tongue,\" but Kazusa doesn't understand what that means.",
  "[STORY_BOND_KOKONA_1_NAME]": "It's not Kokona. It's Instructor Kokona!",
  "[STORY_BOND_KOKONA_1_DESC_1]": "Sensei visits the Plum Blossom Garden, and Kokona promises to show off how good of an instructor she is. However, Kokona can't maintain her dignity as an instructor in front of other students.",
  "[STORY_BOND_KOKONA_2_NAME]": "Not a Girl, but a Lady!",
  "[STORY_BOND_KOKONA_2_DESC_1]": "On the way back to Schale after finishing work at Shanhaijing, Sensei runs into Kokona. She says to Sensei that she will give Sensei a chance to escort her. Kokona shows interest in the coffee Sensei bought and tastes it with enthusiasm, but hates the strong taste.",
  "[STORY_BOND_KOKONA_3_NAME]": "I Said I Hate Them!",
  "[STORY_BOND_KOKONA_3_DESC_1]": "Sensei meets Kokona in the city. She's thinking about what she has to do to make others call her an instructor. Sensei advises her that if she can eat carrots, others will call her an instructor.",
  "[STORY_BOND_KOKONA_4_NAME]": "...Just This Once, Really!",
  "[STORY_BOND_KOKONA_4_DESC_1]": "Kokona visits a restaurant that specializes in carrots with Sensei. Although Kokona is repulsed by the carrots she sees everywhere, she succeeds in eating them and they tasted better than she expected.",
  "[STORY_BOND_UTAHA_CHEERLEADER_1_NAME]": "A Captain's Fashion Passion",
  "[STORY_BOND_UTAHA_CHEERLEADER_1_DESC_1]": "Sensei stops by the Engineering Department's workshop to return Utaha's lab coat she left at Schale, only to discover her working in a sailor-style uniform instead. Utaha delightedly remarks that donning the sailor-style uniform she wore during field day fills her with a renewed passion for her work.",
  "[STORY_BOND_UTAHA_CHEERLEADER_2_NAME]": "A Captain's Moving Performance",
  "[STORY_BOND_UTAHA_CHEERLEADER_2_DESC_1]": "Sensei pays a visit to Millennium to view a demonstration of Utaha's new cheer bot. Utaha showcases a deployment of bots used in a large-scale mass game.",
  "[STORY_BOND_UTAHA_CHEERLEADER_3_NAME]": "A Captain's Heaven-Piercing Cheer",
  "[STORY_BOND_UTAHA_CHEERLEADER_3_DESC_1]": "Unable to complete the commissioned cheer bot within the promised time frame, Utaha decides to meet with her clients and cheer them on in person.",
  "[STORY_BOND_UTAHA_CHEERLEADER_4_NAME]": "A Captain's Soul of Flaming...Passion?",
  "[STORY_BOND_UTAHA_CHEERLEADER_4_DESC_1]": "Concerned by the Engineering Department members' lack of energy, Utaha invites Sensei to karaoke and performs a cheer song that she claims to have composed herself. Sensei is flabbergasted by the song's unexpected lyrics.",
  "[STORY_BOND_NOA_1_NAME]": "The Secretary is in the Details",
  "[STORY_BOND_NOA_1_DESC_1]": "Noa reports to Schale on duty. Sensei says there aren't any particular tasks that need to be done and tells her to sit back and relax, so Noa decides to do what she does best and faithfully record Sensei's daily routine instead.",
  "[STORY_BOND_NOA_2_NAME]": "The Secretary Becomes the Teacher",
  "[STORY_BOND_NOA_2_DESC_1]": "To try and break Noa's composure, Sensei suggests spending their time on duty observing each other's behavior instead. But observing and recording each other proves to be more difficult than expected, and Sensei is surprised by an unexpected question.",
  "[STORY_BOND_NOA_3_NAME]": "The Daily Life of Secretary Noa",
  "[STORY_BOND_NOA_3_DESC_1]": "Sensei stops at a cafe after completing duties at Millennium and finds Noa there. She is surrounded by stacks of paperwork, and says she is appraising newly filed patents. The two of them discuss patents while going through the paperwork when Noa discovers one that looks particularly interesting.",
  "[STORY_BOND_NOA_4_NAME]": "The Daily Life of Ushio Noa",
  "[STORY_BOND_NOA_4_DESC_1]": "After their meeting is canceled on account of rain, Sensei heads to the Seminar meeting room to see Noa. Noa is visibly surprised by Sensei's visit. But Noa and Sensei have a splendid time together chatting about this and that and tracing words on a large glass window.",
  "[STORY_BOND_YUUKA_TRACK_1_NAME]": "Morning Jog",
  "[STORY_BOND_YUUKA_TRACK_1_DESC_1]": "Sensei runs into Yuuka jogging on the park trail early in the morning. Yuuka is hard at work preparing for the field day being organized by Millennium. She says she prides herself on her endurance, but contrary to her claims, she gets out of breath rather quickly.",
  "[STORY_BOND_YUUKA_TRACK_2_NAME]": "The Secrets of Scientific Cooking",
  "[STORY_BOND_YUUKA_TRACK_2_DESC_1]": "Sensei hears that Yuuka is practicing her cooking and pays her a visit in the kitchen. Yuuka begins cooking with aplomb, but her confidence eventually gives way to multiple mistakes. After many twists and turns, she finally manages to make a bento.",
  "[STORY_BOND_YUUKA_TRACK_3_NAME]": "Rational Cheer Culture",
  "[STORY_BOND_YUUKA_TRACK_3_DESC_1]": "Yuuka comes to Schale to handle official business and watches a live broadcast of Millennium's baseball team on TV. Yuuka claims that a proper fan should never lose their composure no matter the situation, but promptly fails to follow her own advice.",
  "[STORY_BOND_YUUKA_TRACK_4_NAME]": "Sports Card",
  "[STORY_BOND_YUUKA_TRACK_4_DESC_1]": "Yuuka visits Schale for work. She is tidying the absent Sensei's desk when she discovers a card printed with her likeness. It turns out to be a sports card produced by the Kronos School, but Yuuka is unaware of this fact and ends up having a small misunderstanding.",
  "[STORY_BOND_MARI_TRACK_1_NAME]": "An Unfamiliar Uniform",
  "[STORY_BOND_MARI_TRACK_1_DESC_1]": "Mari requests a counseling session and Sensei goes to the Trinity Cathedral's vestry. Mari is waiting there in her tracksuit, and Sensei listens to Mari describe her anxiety over having to wear it instead of her Sister uniform.",
  "[STORY_BOND_MARI_TRACK_2_NAME]": "Sister on the Bench",
  "[STORY_BOND_MARI_TRACK_2_DESC_1]": "During the field day, Sensei cheers Mari on as she moves busily through the bustling crowd. Mari is thankful for Sensei's thoughtfulness and describes her never-before-felt feelings of joy.",
  "[STORY_BOND_MARI_TRACK_3_NAME]": "Mari's Repayment",
  "[STORY_BOND_MARI_TRACK_3_DESC_1]": "Sensei runs into Mari while walking through the Trinity Cathedral's private park. When Mari describes how the field day helped her shape a new perspective, Sensei is pleased. Sensei waits until Mari finishes her training and together they walk to Schale.",
  "[STORY_BOND_SHIGURE_1_NAME]": "Discretely",
  "[STORY_BOND_SHIGURE_1_DESC_1]": "Sensei heads to the Former Institute after completing their duties at Red Winter Academy and runs into Shigure alone. Shigure explains that all of the drinks have frozen over due to the bitter cold and casually hands some vodka to a very shocked Sensei.",
  "[STORY_BOND_SHIGURE_2_NAME]": "Slyly",
  "[STORY_BOND_SHIGURE_2_DESC_1]": "At Red Winter Academy, Sensei gets stranded while traversing the snowy mountains. Thankfully, Sensei is rescued by Shigure who happens to be passing through the area, and she thoroughly scolds Sensei for not listening to her advice. Afterwards, Sensei is safely brought back to Schale by Shigure on piggyback.",
  "[STORY_BOND_SHIGURE_3_NAME]": "Intimately",
  "[STORY_BOND_SHIGURE_3_DESC_1]": "Sensei invites Shigure downtown to repay her for their rescue. Though Shigure has a great time at the restaurant, she quietly mentions that there's another place where she feels more at home.",
  "[STORY_BOND_SHIGURE_4_NAME]": "Frankly",
  "[STORY_BOND_SHIGURE_4_DESC_1]": "Shigure visits the Schale kitchen to prepare a meal for Sensei, but the raw ingredients she brings leave Sensei speechless. Shigure continues cooking as she playfully insists on adding vodka to the meal, and Sensei eventually ends up taking over the cooking.",
  "[STORY_BOND_SERINA_CHRISTMAS_1_NAME]": "Serina on a Holy Night",
  "[STORY_BOND_SERINA_CHRISTMAS_1_DESC_1]": "Sensei runs into Serina, who is giving out gifts to children in celebration of the Holy Night. Snow starts to fall and the night grows colder, so Sensei gives Serina a gift of her own.",
  "[STORY_BOND_SERINA_CHRISTMAS_2_NAME]": "A Gift Prepared in Earnest",
  "[STORY_BOND_SERINA_CHRISTMAS_2_DESC_1]": "Serina secretly pays a visit to Sensei, who's on break, but they notice her before long. As thanks for the scarf, Serina presents Sensei with a comprehensive health kit and an acupressure session, and the two have a splendid time together.",
  "[STORY_BOND_SERINA_CHRISTMAS_3_NAME]": "The Remedial Knights Experience",
  "[STORY_BOND_SERINA_CHRISTMAS_3_DESC_1]": "Sensei tags along on Serina's one-day Remedial Knights experience. Dressed in a Santa outfit for Christmas, Serina makes rounds through the hospital rooms while skillfully interacting with patients. When the day is done, Serina wants to know why Sensei decided to shadow her for the day, and Sensei answers that it was because of their interest in Serina and the Remedial Knights.",
  "[STORY_BOND_HARUNA_NEWYEAR_1_NAME]": "Off the Rails. But Only Sometimes.",
  "[STORY_BOND_HARUNA_NEWYEAR_1_DESC_1]": "Sensei meets up with Haruna to sample a variety of street foods for New Year's. Unfortunately, the dishes don't meet Haruna's high standards, causing Sensei to worry that she might start demolishing food stalls. However, Haruna decides that while the food was not gourmet, she had a good time anyway. They continue to spend time together.",
  "[STORY_BOND_HARUNA_NEWYEAR_2_NAME]": "The Means and the Ends",
  "[STORY_BOND_HARUNA_NEWYEAR_2_DESC_1]": "Haruna asks Sensei to go to the market for gastronomy research purposes. Many merchants are abuzz about the upcoming Snapper auction. Haruna joins the auction and wins the Snapper, and enjoys it at an omakase. Unfortunately, Haruna laments, it's not easy to find the ultimate flavor.",
  "[STORY_BOND_HARUNA_NEWYEAR_3_NAME]": "The Four Elements of Gastronomy",
  "[STORY_BOND_HARUNA_NEWYEAR_3_DESC_1]": "Haruna asks Sensei to meet her for the ultimate gourmet meal. She explains that gastronomy isn't defined solely by the food. Haruna partakes in a meal with Sensei involving all the elements of gastronomy that she believes are important.",
  "[STORY_BOND_MINE_1_NAME]": "Far and Wide",
  "[STORY_BOND_MINE_1_DESC_1]": "Sensei goes on patrol with Mine. They're faced with a host of troubles. Mine is determined that she must be more decisive in order to save lives. After the patrol, Mine asks Sensei to join the Remedial Knights.",
  "[STORY_BOND_MINE_2_NAME]": "The Realm of Hobbies",
  "[STORY_BOND_MINE_2_DESC_1]": "Mine invites Sensei to her place to show them her collections. Mine attempts to explain what her various medical supplies are for, but Sensei still seems confused. One thing leads to another until Mine is insisting that Sensei should wound her to help demonstrate her point, and they just barely talk her out of it.",
  "[STORY_BOND_MINE_3_NAME]": "Afternoon Tea",
  "[STORY_BOND_MINE_3_DESC_1]": "Mine invites Sensei to enjoy tea time with the Remedial Knights. She ends up venting to them about her many worries.",
  "[STORY_BOND_MINE_4_NAME]": "Where Aid Is Needed",
  "[STORY_BOND_MINE_4_DESC_1]": "Mine gets a call while she's working with Sensei. It's a request for aid, coming from a civilian in the Forest of Kivotos. She and Sensei head directly to the Forest of Kivotos, and spend the whole day looking, but with no luck. Sensei and Mine end up spending the whole night in the forest.",
  "[STORY_BOND_MIKA_1_NAME]": "Back to Daily Life",
  "[STORY_BOND_MIKA_1_DESC_1]": "Sensei goes to Trinity in response to a call from Mika. They go shopping together, but Mika's card goes over its limit. Mika panics when her card is declined, until Sensei pays for her.",
  "[STORY_BOND_MIKA_2_NAME]": "Volunteer Activities ",
  "[STORY_BOND_MIKA_2_DESC_1]": "Mika is weeding a field as part of her community service. Sensei visits and offers to help. Despite her embarrassment, Mika finds herself enjoying spending time with Sensei.",
  "[STORY_BOND_MIKA_3_NAME]": "The Princess of the Attic",
  "[STORY_BOND_MIKA_3_DESC_1]": "Mika invites Sensei to her dorm. Unfortunately, it's time for the nightly roll call, and Sensei has no way to sneak out. Instead, they must hide in Mika's room, and Mika and Sensei share a moment together.",
  "[STORY_BOND_MIKA_4_NAME]": "Wounds and Scars",
  "[STORY_BOND_MIKA_4_DESC_1]": "Sensei gets a call from Mika and rushes to Trinity. They find her holding a swimsuit that bullies have ripped up. Sensei comforts Mika, and suggests that they hold private swimming lessons for Mika.",
  "[STORY_BOND_MEGU_1_NAME]": "Morimori Stack",
  "[STORY_BOND_MEGU_1_DESC_1]": "Sensei visits Megu and finds her looking at Morimori, a quickly melting ice cream treat. It turns out that Megu was using her flamethrower to thaw it, and Sensei suggests that she wait a bit instead.",
  "[STORY_BOND_MEGU_2_NAME]": "How to Relax",
  "[STORY_BOND_MEGU_2_DESC_1]": "Megu is on standby, and getting ever more anxious about it. She wishes for something to do. Sensei distracts Megu with her Kendama toy.",
  "[STORY_BOND_MEGU_3_NAME]": "The Business of the Hot Springs Department",
  "[STORY_BOND_MEGU_3_DESC_1]": "Sensei treks out to a mountain range at Megu's behest. They find Megu digging a hot spring for Sensei.",
  "[STORY_BOND_MEGU_4_NAME]": "Ramen and Hot Springs",
  "[STORY_BOND_MEGU_4_DESC_1]": "Late one evening, Megu shares ramen and stories with Sensei. Once the ramen is done, Megu runs off to develop hot springs, as always.",
  "[STORY_BOND_SAKURAKO_1_NAME]": "Easily Misunderstood",
  "[STORY_BOND_SAKURAKO_1_DESC_1]": "Sensei worries over an ambiguous MomoTalk that Sakurako sent them. They go to check in, but there wasn't anything to worry about. Sensei realizes that Sakurako is easy to misunderstand.",
  "[STORY_BOND_SAKURAKO_2_NAME]": "Catching Up on the Trends",
  "[STORY_BOND_SAKURAKO_2_DESC_1]": "Sensei finds Sakurako deep in thought in front of an accessory store in the shopping district. Suddenly, the store's door opens and the owner whisks a flustered Sakurako inside. Sensei follows her to help.",
  "[STORY_BOND_SAKURAKO_3_NAME]": "Walking the Halls ",
  "[STORY_BOND_SAKURAKO_3_DESC_1]": "In response to a call from Sakurako, Sensei finds themself in an obscure hallway in the cathedral. They walk the halls with Sakurako and have a heart-to-heart.",
  "[STORY_BOND_SAKURAKO_4_NAME]": "An Unexpected Hobby",
  "[STORY_BOND_SAKURAKO_4_DESC_1]": "Sensei goes to see Sakurako after she requests counseling. Sakurako asks Sensei what their hobbies are.",
  "[STORY_BOND_SAKURAKO_5_NAME]": "Proof of Good Intent",
  "[STORY_BOND_SAKURAKO_5_DESC_1]": "Sensei goes looking for Sakurako after she asks them for help. It turns out, though, what she wanted was Sensei to put in a good word for her with the other sisters and allay their suspicions. Unfortunately, misunderstandings continue to pile up around Sakurako.",
  "[STORY_BOND_TOKI_1_NAME]": "Daily Chores",
  "[STORY_BOND_TOKI_1_DESC_1]": "Early one morning, Toki arrives at Schale. Due to a complicated series of events, Toki has a free day and has decided to spend it with Sensei. After a chaotic day following Toki's requests, Sensei feels a growing concern for their future, now that Toki is firmly a part of it.",
  "[STORY_BOND_TOKI_2_NAME]": "Academy Life",
  "[STORY_BOND_TOKI_2_DESC_1]": "Toki receives a warning that she could flunk due to her poor attendance record. Sensei does their best to help Toki settle into a normal academy life, but everything still feels alien to her.",
  "[STORY_BOND_TOKI_3_NAME]": "Concerning Hobbies",
  "[STORY_BOND_TOKI_3_DESC_1]": "Sensei finds out that Toki spends her weekends doing nothing and wandering aimlessly. They do their best to find Toki a hobby of her own, testing out various activities with her, but nothing seems to stick.",
  "[STORY_BOND_TOKI_4_NAME]": "A Day's Tardiness",
  "[STORY_BOND_TOKI_4_DESC_1]": "Toki tells Sensei that she's running late. Sensei, concerned about her uncharacteristic behavior, visits her workshop to look for her. She's surprised by the visit, and explains to Sensei her attempts to become the most powerful maid with the most thorough equipment maintenance.",
  "[STORY_BOND_KOYUKI_1_NAME]": "The Occupant of the Self-Reflection Room",
  "[STORY_BOND_KOYUKI_1_DESC_1]": "Sensei runs into Koyuki in Millennium's Self-Reflection Room. Despite the room's disciplinary purpose, Koyuki seems to be enjoying herself, decorating the room to her liking.",
  "[STORY_BOND_KOYUKI_2_NAME]": "Pandora's Box 1",
  "[STORY_BOND_KOYUKI_2_DESC_1]": "Koyuki visits Schale for an assignment. After chatting for a while with Sensei, Koyuki's interest in Schale grows. Sensei, noticing this, is worried. Koyuki goes back to Millennium, but with a secret plan in mind.",
  "[STORY_BOND_KOYUKI_3_NAME]": "Pandora's Box 2",
  "[STORY_BOND_KOYUKI_3_DESC_1]": "Koyuki infiltrates Schale in order to uncover its secrets, but Sensei catches her. Koyuki escapes into Schale's residence hall, and finds some \"weird books.\"",
  "[STORY_BOND_KOYUKI_4_NAME]": "Expected Behavior",
  "[STORY_BOND_KOYUKI_4_DESC_1]": "Sensei finds Koyuki in the arcade, in a rage after repeated losses. Koyuki explains why she enjoys luck-based games so much, and when Sensei teases her for it, she challenges them to a wager.",
  "[STORY_BOND_KOYUKI_5_NAME]": "Because It's More Fun",
  "[STORY_BOND_KOYUKI_5_DESC_1]": "Sensei finds Koyuki hunched over in the grass. Hoping to improve her luck, Koyuki is looking for a four-leaf clover. Sensei stops to help, and after a while, the two manage to find one.",
  "[STORY_BOND_KAYOKO_NEWYEAR_1_NAME]": "A New Misunderstanding",
  "[STORY_BOND_KAYOKO_NEWYEAR_1_DESC_1]": "Sensei spots Kayoko buying a kimono in a store. The shop clerk mistakes her for someone high up in the underworld. Sensei clears up the clerk's misunderstanding and recommends a kimono fits her well.",
  "[STORY_BOND_KAYOKO_NEWYEAR_2_NAME]": "Bells Ringing in the New Year",
  "[STORY_BOND_KAYOKO_NEWYEAR_2_DESC_1]": "On the last day of the year, Sensei and Kayoko visit the temple to participate in an end of year bell ringing ceremony. Unfortunately, the event had been canceled due to the bell tower's poor condition. They miss the last train that would take them back but greet the New Year with the sound of a bell as the first train of the morning pulls into the station.",
  "[STORY_BOND_KAYOKO_NEWYEAR_3_NAME]": "Gamju and the Cat",
  "[STORY_BOND_KAYOKO_NEWYEAR_3_DESC_1]": "Sensei and Kayoko visit a temple to buy an amulet. They drink warm gamju to warm their cold bodies. The sound of a cat crying in the distance causes Kayoko to leave the room for a moment, and when Sensei belatedly follows her, they find her happily playing with the cat.",
  "[STORY_BOND_KAYOKO_NEWYEAR_4_NAME]": "How to Reduce Stress",
  "[STORY_BOND_KAYOKO_NEWYEAR_4_DESC_1]": "Sensei has been busy since the beginning of the New Year. Kayoko suggests going to see a wagakki concert to help him relax. Sensei expects a peaceful performance, but instead, Kayoko introduces him to an intense, heavy metal-tinged wagakki performance.",
  "[STORY_BOND_KAHO_1_NAME]": "Hyakkiyako's Ambassador Kaho",
  "[STORY_BOND_KAHO_1_DESC_1]": "Kaho gives Sensei a presentation on the tourism industry, but their reaction is not what she expected. Kaho realizes that her email didn't get sent properly. Sensei comforts an apologetic Kaho, and she picks herself up and starts the presentation anew.",
  "[STORY_BOND_KAHO_2_NAME]": "Even More Presidential Than the President, Kaho",
  "[STORY_BOND_KAHO_2_DESC_1]": "Sensei meets Kaho, who is finishing some work in the Yin-Yang Club's club room. Just as Kaho is about to leave to show Sensei around Hyakkiyako Academy, the students of Hyakkiyako Academy begin to arrive. It's evening when they finish helping the Hyakkiyako Academy students with their business, and so they decide that the tour will have to wait until next time.",
  "[STORY_BOND_KAHO_3_NAME]": "Kaho's Perfect Escort",
  "[STORY_BOND_KAHO_3_DESC_1]": "Kaho wants to make amends for last time's failure, so she invites Sensei to Hyakkiyako once again. Kaho introduces Sensei to the charms of Hyakkiyako, but is swayed by various temptations. It turns into evening time before they realize, and Sensei enjoys a date with Kaho.",
  "[STORY_BOND_KAHO_4_NAME]": "Kaho's True Business Plan",
  "[STORY_BOND_KAHO_4_DESC_1]": "In response to Kaho's call, Sensei visits the Yin-Yang Club's lounge, where they see Kaho organizing some specially released promotional merch.",
  "[STORY_BOND_KAHO_5_NAME]": "初心忘るるべからず",
  "[STORY_BOND_KAHO_5_DESC_1]": "陰陽部の休憩室を掃除している先生とカホ。その時、カホは百鬼夜行の生徒から貰った感謝状を丁寧に磨きながら、その感謝状にまつわる思い出を語るのであった。",
  "[STORY_BOND_ARIS_MAID_1_NAME]": "Maid vs Pinch!",
  "[STORY_BOND_ARIS_MAID_1_DESC_1]": "After receiving a call from Aris, Sensei rushes to the Game Development Department club room. Aris complains of the mental distress from wearing a maid's uniform, which she is wearing due to a series of circumstances, and Sensei suggests a way she might overcome the maid's outfit.",
  "[STORY_BOND_ARIS_MAID_2_NAME]": "Study! Maid Grand Operation!",
  "[STORY_BOND_ARIS_MAID_2_DESC_1]": "Aris decides to study to improve her maid class level. Concerned, Sensei heads to the Game Development Department to help Aris learn about maids through the right medium.",
  "[STORY_BOND_ARIS_MAID_3_NAME]": "Mobilization Preparations Complete!",
  "[STORY_BOND_ARIS_MAID_3_DESC_1]": "Aris summons Sensei, claiming important news. When Sensei arrives, Aris is frantically changing into a maid's outfit. After finishing dressing up, Aris declares that she will become the strongest hero maid.",
  "[STORY_BOND_ARIS_MAID_4_NAME]": "メイド勇者の装備",
  "[STORY_BOND_ARIS_MAID_4_DESC_1]": "メイド勇者として先生のギルドハウス、すなわちシャーレの掃除に挑んだアリス。しかし、掃除中にアリスのカチューシャが汚れてしまう。他の洗濯物と一緒にカチューシャを洗ったアリスは、先生と楽しいひと時を過ごすのだった。",
  "[STORY_BOND_TOKI_BUNNY_1_NAME]": "Source of the Problem",
  "[STORY_BOND_TOKI_BUNNY_1_DESC_1]": "Sensei joins Toki on a mission to infiltrate a party on a luxury cruise ship. Toki, dressed as a bunny girl, and Sensei receive suspicious looks and are pushed to their mental limits.",
  "[STORY_BOND_TOKI_BUNNY_2_NAME]": "Reason for Existence",
  "[STORY_BOND_TOKI_BUNNY_2_DESC_1]": "Sensei tries again and again to discuss Toki's constant presence in the Schale office with her, but to no avail.",
  "[STORY_BOND_TOKI_BUNNY_3_NAME]": "Place of Rest",
  "[STORY_BOND_TOKI_BUNNY_3_DESC_1]": "Sensei is worried about Toki after not being able to reach her during her mission and stays awake all night. The next morning, Sensei opens their eyes to find Toki, still dressed as a bunny girl, sleeping in their bed.",
  "[STORY_BOND_REISA_1_NAME]": "Say Hello, Reisa",
  "[STORY_BOND_REISA_1_DESC_1]": "Sensei runs into Reisa at a bus stop. After some encouragement from Sensei, Reisa opens up to them. Reisa takes Sensei's advice to heart.",
  "[STORY_BOND_REISA_2_NAME]": "Try Trusting, Reisa",
  "[STORY_BOND_REISA_2_DESC_1]": "Reisa visits Schale, looking for advice on getting over exhaustion. Sensei, seeing how tired she is, helps her realize she doesn't need to push herself so hard.",
  "[STORY_BOND_REISA_3_NAME]": "Say Thank You, Reisa",
  "[STORY_BOND_REISA_3_DESC_1]": "Reisa sets out to repay Sensei for all the help they've given her. Time flies as they go through the activities she's planned, but in the back of her mind, Reisa worries that she hasn't made it a truly special day for Sensei.",
  "[STORY_BOND_REISA_4_NAME]": "Say Goodnight, Reisa",
  "[STORY_BOND_REISA_4_DESC_1]": "Sensei joins Reisa on a solo patrol late at night. When Sensei catches up to her, they find that Reisa has dozed off. The two keep each other awake for the rest of the night. In the morning, they watch the sun rise and share a precious moment.",
  "[STORY_BOND_RUMI_1_NAME]": "Eating Hearty",
  "[STORY_BOND_RUMI_1_DESC_1]": "Rumi visits Schale seeking help and, after observing Sensei for a day, becomes very upset at Sensei's irregular eating habits.",
  "[STORY_BOND_RUMI_2_NAME]": "The Taste Test",
  "[STORY_BOND_RUMI_2_DESC_1]": "Sensei visits Black Tortoise Promenade upon receiving Rumi's invitation to a tasting. However, contrary to Sensei's expectations, what Rumi has prepared are incredibly innovative dishes.",
  "[STORY_BOND_RUMI_3_NAME]": "The Customer Is Always...",
  "[STORY_BOND_RUMI_3_DESC_1]": "After work, Sensei visits the Black Tortoise Promenade and is about to receive Rumi's \"Chef's Recommended Menu\" when an unwelcome guest makes their entrance.",
  "[STORY_BOND_RUMI_4_NAME]": "Steamed",
  "[STORY_BOND_RUMI_4_DESC_1]": "It's a special day at the Black Tortoise Promenade when they mass prepare dumplings. Sensei visits Rumi to observe the process but unexpectedly comes across another fascinating sight as well.",
  "[STORY_BOND_MINA_1_NAME]": "First Impression",
  "[STORY_BOND_MINA_1_DESC_1]": "Despite her ambitious proclamation, Mina is late on her first shift. After the rocky start, her shift takes an unexpected turn.",
  "[STORY_BOND_MINA_2_NAME]": "The Recorder",
  "[STORY_BOND_MINA_2_DESC_1]": "Genryumon's executive officer, Mina, is always working hard to maintain safety in Shanhaijing. Her actions set an exemplary standard for others to follow, but there seems to be something unique about her activities.",
  "[STORY_BOND_MINA_3_NAME]": "Noir on a Rainy Day",
  "[STORY_BOND_MINA_3_DESC_1]": "Leaving Shanhaijing after work, Sensei is caught off guard by a sudden downpour when Mina suddenly appears with an umbrella.",
  "[STORY_BOND_MINA_4_NAME]": "Time Marches On",
  "[STORY_BOND_MINA_4_DESC_1]": "Accompanied by Mina, Sensei goes to see the children at Plum Blossom Garden. There Sensei sees a different side of Mina as she happily plays with the kids, contrary to her usual noir demeanor.",
  "[STORY_BOND_MIYAKO_SWIMSUIT_1_NAME]": "SRT, Gear Up!",
  "[STORY_BOND_MIYAKO_SWIMSUIT_1_DESC_1]": "After being contacted by Miyako, Sensei goes to the department store to meet her. Miyako explains that she's contemplating what to buy with the gift card she received and asks Sensei for help with shopping. After purchasing various items, Miyako finds herself torn between practicality and aesthetic when deciding on a new swimsuit.",
  "[STORY_BOND_MIYAKO_SWIMSUIT_2_NAME]": "SRT, Train!",
  "[STORY_BOND_MIYAKO_SWIMSUIT_2_DESC_1]": "Miyako and Sensei set sail on a boat into the middle of the sea for a hostage rescue training exercise. Following the training protocol, Miyako ties up Sensei, but an unanticipated problem quickly arises.",
  "[STORY_BOND_MIYAKO_SWIMSUIT_3_NAME]": "SRT, Scout!",
  "[STORY_BOND_MIYAKO_SWIMSUIT_3_DESC_1]": "Sensei and Miyako travel to an uninhabited island by walking across a drained mudflat to spend some leisure time together. Miyako is captivated by the beauty of the island and loses track of time, missing the opportunity to return before the tide rises again. While passing time waiting for the next low tide, they stumble upon a group of rabbits.",
  "[STORY_BOND_MIYAKO_SWIMSUIT_4_NAME]": "SRT, Report!",
  "[STORY_BOND_MIYAKO_SWIMSUIT_4_DESC_1]": "On an early morning, Sensei goes for a walk along the beach and runs into Miyako, who is also out for her morning exercise.",
  "[STORY_BOND_SAKI_SWIMSUIT_1_NAME]": "Underwater Supply Operation",
  "[STORY_BOND_SAKI_SWIMSUIT_1_DESC_1]": "Sensei goes to the dock at Saki's request, who says she has obtained permission from the village residents to catch seafood. She is confident that she will catch expensive seafood for Sensei to show her gratitude for all that Sensei has done for her. However, despite her assurances, Saki fails to catch any fish and fires her gun at the fish in the water out of frustration.",
  "[STORY_BOND_SAKI_SWIMSUIT_2_NAME]": "Underwater Supply Operation 2",
  "[STORY_BOND_SAKI_SWIMSUIT_2_DESC_1]": "Sensei goes to the dock again at Saki's behest, who excitedly shares that she found something called a lunge mine in the village warehouse. She swears that, with this, she'll finally catch a fish. However, the power of the lunge mine turns out to be much stronger than expected, and Saki accidentally demolishes the fish.",
  "[STORY_BOND_SAKI_SWIMSUIT_3_NAME]": "Monster in the Mudflats",
  "[STORY_BOND_SAKI_SWIMSUIT_3_DESC_1]": "This time, Sensei heads to the mudflats at Saki's request. Together, they spend a delightful time collecting various fascinating marine creatures.",
  "[STORY_BOND_SAKI_SWIMSUIT_4_NAME]": "In the Span of a Breath",
  "[STORY_BOND_SAKI_SWIMSUIT_4_DESC_1]": "While strolling through the fishing village, Sensei comes across Saki, who is snorkeling to clean the seabed. Saki learns that Sensei has never snorkeled before and proposes that they try it together.",
  "[STORY_BOND_UI_SWIMSUIT_1_NAME]": "Something Seems Off",
  "[STORY_BOND_UI_SWIMSUIT_1_DESC_1]": "After receiving a MomoTalk message, Sensei finds Ui at the edge of the beach. Ui says she came to the beach because she felt overwhelmed by all of the attention, and Sensei tells her that other people also get away to be comfortable, just like Ui.",
  "[STORY_BOND_UI_SWIMSUIT_2_NAME]": "The Small Cafe in the Forest",
  "[STORY_BOND_UI_SWIMSUIT_2_DESC_1]": "Sensei arrives at the \"nice place\" that Ui mentioned. Ui offers Sensei an iced Americano.",
  "[STORY_BOND_UI_SWIMSUIT_3_NAME]": "Drifters",
  "[STORY_BOND_UI_SWIMSUIT_3_DESC_1]": "Late at night, Sensei arrives at the beach after receiving a MomoTalk message from Ui. Ui offers Sensei an iced Americano and suggests they take a walk on the beach.",
  "[STORY_BOND_HANAKO_SWIMSUIT_1_NAME]": "There's No Danger Today",
  "[STORY_BOND_HANAKO_SWIMSUIT_1_DESC_1]": "Sensei travels deep into the forest in response to Hanako's call. The \"good things\" Hanako mentioned are a variety of fruits. Sensei is puzzled by Hanako's unusual behavior, and Hanako explains that there's no point in causing trouble when others aren't looking.",
  "[STORY_BOND_HANAKO_SWIMSUIT_2_NAME]": "No Witnesses, No Point",
  "[STORY_BOND_HANAKO_SWIMSUIT_2_DESC_1]": "Sensei is enjoying nature by a waterfall when the sound of Hanako's singing shatters the peace. Frustrated that Sensei is keeping their distance, Hanako splashes water at them.",
  "[STORY_BOND_HANAKO_SWIMSUIT_3_NAME]": "Unexpectedly Clumsy",
  "[STORY_BOND_HANAKO_SWIMSUIT_3_DESC_1]": "Hanako visits Sensei, who's watching the sunset on the beach. She expresses her sincere gratitude to Sensei.",
  "[STORY_BOND_MERU_1_NAME]": "Material Supplies",
  "[STORY_BOND_MERU_1_DESC_1]": "Sensei buys a new tablet pen and gives it to Meru. Meru is surprised by the unexpectedly lavish gift and looks for a way to repay Sensei.",
  "[STORY_BOND_MERU_2_NAME]": "Creative Anguish 1",
  "[STORY_BOND_MERU_2_DESC_1]": "As Meru struggles to understand the psychology of the heroine in her work, Sensei suggests a walk outside of Red Winter Academy to help.",
  "[STORY_BOND_MERU_3_NAME]": "Creative Anguish 2",
  "[STORY_BOND_MERU_3_DESC_1]": "To thank Sensei for the walk, Meru invites Sensei to a special place for people in \"her circle.\"",
  "[STORY_BOND_MERU_4_NAME]": "Invitation to Red Winter",
  "[STORY_BOND_MERU_4_DESC_1]": "Meru invites Sensei to the Knowledge Liberation Front's library and shows them the workroom where she usually works.",
  "[STORY_BOND_KOTORI_CHEERLEADER_1_NAME]": "Kotori the Cheerleader",
  "[STORY_BOND_KOTORI_CHEERLEADER_1_DESC_1]": "Kotori comes to teach Sensei how to stretch. When Kotori starts stretching, it doesn't go as planned and she becomes disheartened. Sensei comforts Kotori and they continue to stretch together.",
  "[STORY_BOND_KOTORI_CHEERLEADER_2_NAME]": "It Really Helped",
  "[STORY_BOND_KOTORI_CHEERLEADER_2_DESC_1]": "Kotori arrives to help Sensei work through a pile of work. Sensei asks her to go on receptionist duty for a moment and heads to the restroom. When Sensei returns, Kotori is alone.",
  "[STORY_BOND_KOTORI_CHEERLEADER_3_NAME]": "This and That Are Different",
  "[STORY_BOND_KOTORI_CHEERLEADER_3_DESC_1]": "Sensei finds Kotori in the lobby, exhausted. She is suffering from dizziness and tries to explain her symptoms. Sensei begins to explain the dizziness on her behalf, and thanks to Sensei's consideration, Kotori is able to rest.",
  "[STORY_BOND_KOTORI_CHEERLEADER_4_NAME]": "What Shouldn't Be Explained",
  "[STORY_BOND_KOTORI_CHEERLEADER_4_DESC_1]": "Kotori is reflecting on the aftermath of the games. As she laments that this wonderful moment will soon be gone forever, Sensei teaches her that things are precious because they will eventually be gone.",
  "[STORY_BOND_ICHIKA_1_NAME]": "A Good Assignment",
  "[STORY_BOND_ICHIKA_1_DESC_1]": "As Sensei and Ichika walk through Trinity, they see a small disturbance on the street. Sensei asks if it's okay to not intervene, and Ichika says it's okay because she's already busy and it's not that big of a deal. With that, they finish up their walk and Sensei joins Ichika as she goes back to her work.",
  "[STORY_BOND_ICHIKA_2_NAME]": "No Big Deal",
  "[STORY_BOND_ICHIKA_2_DESC_1]": "Sensei bumps into Ichika looking at guitars at the shopping mall. Ichika mentions that she's inspired whenever she sees a guitarist passionately play, but she dismisses the idea of ever playing it for herself. Sensei asks her to give it a try.",
  "[STORY_BOND_ICHIKA_3_NAME]": "One Promise",
  "[STORY_BOND_ICHIKA_3_DESC_1]": "Sensei runs into Ichika at the park with a stack of boxes. Ichika explains that she often shops at the flea market to keep herself occupied.",
  "[STORY_BOND_ICHIKA_4_NAME]": "For the Time Being",
  "[STORY_BOND_ICHIKA_4_DESC_1]": "Sensei arrives to find Ichika helping a child who's lost their balloon. Ichika is anxious because she's good at many things but can never concentrate on one thing. Sensei advises her to not take it so seriously and to focus on what feels right.",
  "[STORY_BOND_KASUMI_1_NAME]": "Kinugawa Kasumi",
  "[STORY_BOND_KASUMI_1_DESC_1]": "Sensei discovers Kasumi's hideout. It turns out that Kasumi is planning her next demolition. Sensei encourages Kasumi to choose a place with as few people as possible, and she fortunately decides on an empty mountain valley.",
  "[STORY_BOND_KASUMI_2_NAME]": "I Like Explosions",
  "[STORY_BOND_KASUMI_2_DESC_1]": "Sensei visits a construction site after receiving a call from Kasumi. Kasumi says that she enjoys the act of demolition regardless of whether it's successful or not. She mentions that she has her eye on the Schale building, so she wants Sensei to weigh in on the selection of the next hot springs spot. The two stay up all night thinking about it.",
  "[STORY_BOND_KASUMI_3_NAME]": "Seems Smart",
  "[STORY_BOND_KASUMI_3_DESC_1]": "Sensei invites Kasumi to Schale. Kasumi brings various books on civil engineering, geology, and architectural engineering and begins to study. Sensei tells her that she can visit anytime she wants, and they spend some time chatting.",
  "[STORY_BOND_KASUMI_4_NAME]": "Deep Mountain Rescue",
  "[STORY_BOND_KASUMI_4_DESC_1]": "Kasumi calls Sensei to the mountains for help. She had slipped and tore her slippers while scouting a location. Sensei assures her that she'll be fine and carries Kasumi down the mountain... She then asks for new slippers.",
  "[STORY_BOND_MISAKA_MIKOTO_1_NAME]": "Just in Case",
  "[STORY_BOND_MISAKA_MIKOTO_1_DESC_1]": "Misaka Mikoto is worried that her abilities aren't as powerful as they should be, so Sensei advises her to think about what she's missing in her abilities.",
  "[STORY_BOND_MISAKA_MIKOTO_2_NAME]": "Innate Vibe",
  "[STORY_BOND_MISAKA_MIKOTO_2_DESC_1]": "Surrounded by thugs, Misaka Mikoto asks Sensei for help. When Sensei hears the reason why the thugs are so interested in her, they are relieved to learn that the bullies did not approach Misaka Mikoto for a bad reason.",
  "[STORY_BOND_MISAKA_MIKOTO_3_NAME]": "From the Same Cloth",
  "[STORY_BOND_MISAKA_MIKOTO_3_DESC_1]": "Misaka Mikoto doesn't know what to make of the Momo Friends, but when she learns that the students of Kivotos have a love-hate relationship with the mascot characters, she feels a strange connection to them.",
  "[STORY_BOND_MISAKA_MIKOTO_4_NAME]": "The Right Thing",
  "[STORY_BOND_MISAKA_MIKOTO_4_DESC_1]": "When Sensei sees Misaka Mikoto kicking a vending machine, they reprimand her for defacing public property. Misaka is frustrated but later realizes that it is natural for Sensei to tell a student what is right.",
  "[STORY_BOND_SHOKUHOU_MISAKI_1_NAME]": "Mental Out",
  "[STORY_BOND_SHOKUHOU_MISAKI_1_DESC_1]": "Shokuhou Misaki threatens to use her powers against Sensei, but Sensei fearlessly tells her to do so. Puzzled, Shokuhou asks Sensei why, and Sensei tells her why they would like for her to hypnotize them.",
  "[STORY_BOND_SHOKUHOU_MISAKI_2_NAME]": "Everyone Has a Weakness",
  "[STORY_BOND_SHOKUHOU_MISAKI_2_DESC_1]": "Thinking that Shokuhou Misaki's inability to concentrate is due to a lack of exercise, Sensei calls her out to an empty playground and they start running laps. Shokuhou collapses before completing a single lap, and Sensei rushes her to the hospital.",
  "[STORY_BOND_SHOKUHOU_MISAKI_3_NAME]": "Consideration",
  "[STORY_BOND_SHOKUHOU_MISAKI_3_DESC_1]": "As Shokuhou Misaki walks down the street, she notices a customer cutting in line and picking on a shop employee. Before [USERNAME] Sensei can say a word, Shokuhou Misaki takes out her remote control and presses a button.",
  "[STORY_BOND_SHOKUHOU_MISAKI_4_NAME]": "Highest Standards",
  "[STORY_BOND_SHOKUHOU_MISAKI_4_DESC_1]": "Shokuhou Misaki describes her strict criteria for finding a restaurant to eat in, and Sensei tells her that there is a restaurant that perfectly fits the bill.",
  "[STORY_BOND_YUKARI_1_NAME]": "I'm Trying Everything for The First Time!",
  "[STORY_BOND_YUKARI_1_DESC_1]": "Sensei recommends that Yukari, who doesn't understand the meaning of \"taking a breather,\" spend some time at an arcade. Yukari follows their advice, and she's amazed by the new games she experiences.",
  "[STORY_BOND_YUKARI_2_NAME]": "Junk Food Is Delicious!",
  "[STORY_BOND_YUKARI_2_DESC_1]": "Yukari is unfamiliar with the concept of salty snacks, so Sensei goes to several snack stores with her to shop for junk food. Yukari is in awe of the diverse tastes and culture of the snack stores.",
  "[STORY_BOND_YUKARI_3_NAME]": "Rest Is Important!",
  "[STORY_BOND_YUKARI_3_DESC_1]": "Yukari visits Sensei's office to spend time with them. Sensei finishes work and tries to go outside with Yukari, but it starts pouring rain. Sensei apologizes to Yukari for not being able to go out, but Yukari is quick to reassure them.",
  "[STORY_BOND_YUKARI_4_NAME]": "The Joys of Patience",
  "[STORY_BOND_YUKARI_4_DESC_1]": "Sensei heads to the Hyakkiyako shopping district and meets Yukari, who's been waiting for Sensei.",
  "[STORY_BOND_RENGE_1_NAME]": "Sensei's Youth",
  "[STORY_BOND_RENGE_1_DESC_1]": "Sensei visits Hyakkaryouran at Renge's request. There, Renge explains to Sensei that she wants to engage in more \"youth\" activities. After a long conversation, Sensei and Renge end up in a \"youth-teacher relationship.\"",
  "[STORY_BOND_RENGE_2_NAME]": "The Essence of Youth: Transfer Student",
  "[STORY_BOND_RENGE_2_DESC_1]": "Renge wants to host an event for student transfers as part of her youth activities, but it doesn't work out as planned. Just as the event Renge took so much time to prepare is about to go awry, Sensei asks Renge to give them the transfer student tour.",
  "[STORY_BOND_RENGE_3_NAME]": "The Essence of Youth: Childhood Friend",
  "[STORY_BOND_RENGE_3_DESC_1]": "One morning Renge suddenly appears in front of Sensei. She says she wants to start a \"childhood friend event\" as a part of her youth activities, and Sensei goes along with it. As she's wrapping up her youth activities, Renge is taken aback by Sensei's remark that the day had felt like a date. Embarrassed, Renge leaves in a hurry.",
  "[STORY_BOND_RENGE_4_NAME]": "Appreciation of Youth",
  "[STORY_BOND_RENGE_4_DESC_1]": "Sensei, who forgot to eat while taking care of a backlog of work, collapses while participating in Renge's youth activities. Renge feels responsible, and the next day she gives Sensei a homemade bento to make up for it.",
  "[STORY_BOND_KIKYOU_1_NAME]": "An Overprotective Cat",
  "[STORY_BOND_KIKYOU_1_DESC_1]": "Sensei visits the Hyakkaryouran at Kikyou's request but notices that the building is very run down. Kikyou says not to worry about it, but Sensei decides the building needs to be fixed up. Kikyou says she won't help, but Sensei goes ahead with the repairs anyways. In the end, Kikyou ends up not only helping, but also treating Sensei to dinner.",
  "[STORY_BOND_KIKYOU_2_NAME]": "Cutting Ties with Conviction",
  "[STORY_BOND_KIKYOU_2_DESC_1]": "Kikyou visits Schale and says she wants to thank Sensei for repairing the Hyakkaryouran's building. Kikyou says she'll do anything to pay off her debt and to her shock Sensei tells Kikyou to take a break. Keeping her word, Kikyou eventually does decide to take some time off.",
  "[STORY_BOND_KIKYOU_3_NAME]": "A Secret Me",
  "[STORY_BOND_KIKYOU_3_DESC_1]": "Sensei visits Hyakkiyako for Schale work, bringing a gift from people who Kikyou had helped in the past. There, Sensei finds Kikyou collapsed. She explains that she pushed herself too hard because she didn't want to look weak in front of others. Sensei says Kikyou needs to rest and takes care of her after delivering her gift.",
  "[STORY_BOND_KIKYOU_4_NAME]": "With an Open Heart",
  "[STORY_BOND_KIKYOU_4_DESC_1]": "After receiving a call from Kikyou, who wants to return the favor from last time, Sensei arrives at a Hyakkaryouran storage facility. Sensei enters, and Kikyou is there to express her gratitude.",
  "[STORY_BOND_KOTAMA_CAMP_1_NAME]": "Secret Mountain Hike",
  "[STORY_BOND_KOTAMA_CAMP_1_DESC_1]": "At the start of a hiking trail, Sensei finds Kotama holding a voice recorder. Kotama tries to make an excuse as to why she brought the recorder, and Sensei suggests Kotama join the hike. She complies but quickly becomes exhausted, and Sensei tries to help her. The moment their hands touch, Kotama remembers something she said earlier and feels embarrassed.",
  "[STORY_BOND_KOTAMA_CAMP_2_NAME]": "Sound of Nature 1",
  "[STORY_BOND_KOTAMA_CAMP_2_DESC_1]": "Sensei returns to the mountain to go hiking and runs into Kotama again, still holding a voice recorder. Kotama says she came to record the sounds of a bonfire. She tries several methods to light a bonfire, but to no avail. Sensei ends up helping her.",
  "[STORY_BOND_KOTAMA_CAMP_3_NAME]": "Sound of Nature 2",
  "[STORY_BOND_KOTAMA_CAMP_3_DESC_1]": "Ruminating on her past failures, Kotama climbs the mountain without any preparation. She claims she wants to record the pure sounds of nature. After some time, Kotama discovers a large old tree and listens to the sounds it makes.",
  "[STORY_BOND_KOTAMA_CAMP_4_NAME]": "Echo",
  "[STORY_BOND_KOTAMA_CAMP_4_DESC_1]": "Kotama attempts to reach the summit with Sensei. After a difficult journey, the two reach the top, and Sensei shouts out to the other side of the mountain. While listening to the echo, Kotama shares the feelings it elicits for her.",
  "[STORY_BOND_HARE_CAMP_1_NAME]": "Digital Nomad",
  "[STORY_BOND_HARE_CAMP_1_DESC_1]": "Sensei heads to the park after Hare's call. There, Hare is installing various equipment so she can work outdoors, like a digital nomad. Hare finally begins to work, but it doesn't take long before she realizes the inconvenient shortcomings unique to working outdoors.",
  "[STORY_BOND_HARE_CAMP_2_NAME]": "Glamping",
  "[STORY_BOND_HARE_CAMP_2_DESC_1]": "Having been busy with work, Sensei visits the Veritas club room for the first time in a while. For some reason, the room has the air conditioner turned on so strong that it's freezing. Hare says she turned it up to high to test the server, but then gets into her luxurious tent to escape the cold.",
  "[STORY_BOND_HARE_CAMP_3_NAME]": "World's Biggest Server",
  "[STORY_BOND_HARE_CAMP_3_DESC_1]": "During a routine maintenance, Hare receives an anonymous challenge from a hacker. They send her coordinates and a note that says the \"largest server in the world\" exists there. Hare and Sensei start hiking towards the coordinates. Upon arriving at the destination, Hare realizes that it's a closed observatory and sends a friendly greeting to the stars in the sky.",
  "[STORY_BOND_HARE_CAMP_4_NAME]": "De-Caffeine",
  "[STORY_BOND_HARE_CAMP_4_DESC_1]": "To quit caffeine, Hare decides to work outdoors where there are no convenience stores or refrigerators. Soon, she begins suffering from caffeine withdrawal, and Sensei brews her a cup of coffee. After drinking the coffee, Hare is surprised to hear that the coffee was actually decaffeinated.",
  "[STORY_BOND_HINA_DRESS_1_NAME]": "ヒナとドレス（１）",
  "[STORY_BOND_HINA_DRESS_1_DESC_1]": "ゲヘナの社交パーティーに参加することになったヒナ。ヒナは先生にパーティーに必要なもののアドバイスを求める。まずは服装を整えるべく、倉庫を探すことに。そこでヒナが幼い頃に着ていたドレスを見つけるも、サイズが合わずに破れてしまう。その後二人は一緒にドレスを選びに行くことを約束するのだった。",
  "[STORY_BOND_HINA_DRESS_2_NAME]": "ヒナとドレス（２）",
  "[STORY_BOND_HINA_DRESS_2_DESC_1]": "ヒナと一緒にドレスを選ぶことにした当日。ヒナは風紀委員会の仕事で待ち合わせの時間に間に合わず、代わりに先生にドレスを選ぶよう頼むのだった。",
  "[STORY_BOND_HINA_DRESS_3_NAME]": "ヒナとピアノ",
  "[STORY_BOND_HINA_DRESS_3_DESC_1]": "ヒナの招待を受けた先生。二人だけの空間で、ヒナは先生のために演奏を始めるのだった。",
  "[STORY_BOND_AKO_DRESS_1_NAME]": "とにかく負けられません！",
  "[STORY_BOND_AKO_DRESS_1_DESC_1]": "アコの連絡を受け訪ねてきた先生は、万魔殿に対する愚痴を聞くことに。アコは、負けたままではいられないと言い出し、先生と一緒にドレスを選ぶ。しかし、先生おすすめのドレスを見たアコは困惑し、やはり先生は風紀を乱しているという言葉を放って、慌てて席を立つのだった。",
  "[STORY_BOND_AKO_DRESS_2_NAME]": "とにかく返品します！",
  "[STORY_BOND_AKO_DRESS_2_DESC_1]": "一緒にドレスを見ている中でドレス姿を手放しで褒める先生の言葉にアコは恥ずかしがる。その瞬間、万魔殿が騒ぎを起こしているという連絡を受けたアコは急いで現場へ駆けつけ、代わりにドレス選びをすることになった先生。しかし、先生は店員のおすすめで一緒に着るインナーも購入し……。",
  "[STORY_BOND_AKO_DRESS_3_NAME]": "とにかく忙しかったんです！",
  "[STORY_BOND_AKO_DRESS_3_DESC_1]": "まもなく開催されるパーティーの準備のためにアコと先生は懇親会に参加することに。ドレス姿に慣れないアコを先生がエスコートするも、ドレスが破れてしまい……。",
  "[STORY_BOND_KAYOKO_DRESS_1_NAME]": "静かなひととき",
  "[STORY_BOND_KAYOKO_DRESS_1_DESC_1]": "カヨコの連絡を受け、オペラハウス付近の狭い路地に着いた先生。そこで先生とカヨコは会話を交わす。",
  "[STORY_BOND_KAYOKO_DRESS_3_NAME]": "子供の意地",
  "[STORY_BOND_KAYOKO_DRESS_3_DESC_1]": "便利屋の事務所を訪れた先生。そこにいたのはドレス姿のカヨコ。以前のお礼をしたいカヨコは、遠慮する先生にとある言葉をかける。",
  "[STORY_BOND_ARU_DRESS_1_NAME]": "出番のないドレス",
  "[STORY_BOND_ARU_DRESS_1_DESC_1]": "モモトークで言葉を濁すアルが心配になった先生は、便利屋の事務所へ足を運ぶ。アルは、ずっと悩んでいたドレスの処分について、先生に助言を求める。",
  "[STORY_BOND_ARU_DRESS_2_NAME]": "ちょっとは近づいたかしら",
  "[STORY_BOND_ARU_DRESS_2_DESC_1]": "アルの頼みを受けて事業説明会に到着した先生。しかし、説明会は支離滅裂な内容で、アルは落ち込んでしまう。先生はそんなアルを宥めるために、特別な場所へ案内するのであった。",
  "[STORY_BOND_ARU_DRESS_3_NAME]": "二度あることは三度ある",
  "[STORY_BOND_ARU_DRESS_3_DESC_1]": "約束時間が過ぎても姿を現せないアル。先生は心配になってアルを探すと、困っているアルの声が聞こえてくる。またしても先生に助けられたアルは、深い感謝を表すのであった。",
  "[STORY_BOND_UMIKA_1_NAME]": "お祭りって素敵です！とっても、とーっても！",
  "[STORY_BOND_UMIKA_1_DESC_1]": "百鬼夜行のお祭りに先生を招待したウミカは、会場のあちこちを回りながら先生を案内する。",
  "[STORY_BOND_UMIKA_2_NAME]": "思い出す、お祭りの記憶",
  "[STORY_BOND_UMIKA_2_DESC_1]": "百夜堂を訪れた先生はウミカと静かな午後を過ごす。そこでウミカは、今までずっと抱えていた悩みを打ち明けることに。",
  "[STORY_BOND_UMIKA_3_NAME]": "お祭りを邪魔する子は許しません！",
  "[STORY_BOND_UMIKA_3_DESC_1]": "ウミカの連絡を受け百夜堂を訪れた先生。そこではウミカがやんちゃなお客さんたちに困惑していた。そこで先生のアドバイスを受けたウミカは真心を込めた「おもてなし」をすべく、行動に出るのであった。",
  "[STORY_BOND_UMIKA_4_NAME]": "あなたのためのお祭り",
  "[STORY_BOND_UMIKA_4_DESC_1]": "百夜堂を訪れた先生を熱烈に歓迎するウミカ。彼女は先生だけのために、特別なお祭りを準備していた。",
  "[STORY_BOND_KAZUSA_BAND_1_NAME]": "ボーカル練習",
  "[STORY_BOND_KAZUSA_BAND_1_DESC_1]": "先生は近くのカラオケでカズサのボーカル練習に付き合わされる。",
  "[STORY_BOND_KAZUSA_BAND_2_NAME]": "放課後バンド部",
  "[STORY_BOND_KAZUSA_BAND_2_DESC_1]": "先生のところを訪れたカズサは、練習中、どうしても食べられなかったスイーツを先生と分けて食べるのであった。",
  "[STORY_BOND_KAZUSA_BAND_3_NAME]": "私の担当です",
  "[STORY_BOND_KAZUSA_BAND_3_DESC_1]": "カズサが考案した最適なルートに沿って、スイーツ巡りをする先生とカズサ。色んな店を回るが、最後の店でカズサはミュージシャンだと誤解されることに。そんなカズサは咄嗟に先生のことを「専属マネージャー」だと紹介してしまう。",
  "[STORY_BOND_YOSHIMI_BAND_1_NAME]": "美的感覚",
  "[STORY_BOND_YOSHIMI_BAND_1_DESC_1]": "個性豊かな部員たちに衣装選びを任せるのが不安だと言うヨシミ。そんなヨシミは先生にアドバイスを求めながら、衣装選びをすることに。そして、選ばれた衣装は先生が部室まで運ぶのであった。",
  "[STORY_BOND_YOSHIMI_BAND_2_NAME]": "アドバイス（？）",
  "[STORY_BOND_YOSHIMI_BAND_2_DESC_1]": "ヨシミの悩みを聞くため、先生はカフェに向かう。自身のサインのデザインに悩んでいたヨシミは、色んな妄想を膨らませた後、お会計を済ませようとするが、ヨシミは領収書にうっかりそのサインを書いてしまう。先生は恥ずかしがっているヨシミをからかうのであった。",
  "[STORY_BOND_YOSHIMI_BAND_3_NAME]": "あなたのために奏でて",
  "[STORY_BOND_YOSHIMI_BAND_3_DESC_1]": "ヨシミの連絡を受け、約束した場所へ到着した先生。ヨシミは先生のために曲を練習したと言う。呼吸は整えたものの緊張してしまうヨシミ。結局、ヨシミは床に座ったまま演奏を始める。関心した先生はアンコールを叫びながらからかう。ヨシミは照れながらも、準備していた全ての曲を演奏するのであった。",
  "[STORY_BOND_KIRARA_1_NAME]": "キララの部活",
  "[STORY_BOND_KIRARA_1_DESC_1]": "ゲヘナでの用事を済ませ帰る途中、キララを目撃した先生。友達と楽しくおしゃべりしているキララの姿に驚いた先生は、キララの部活について聞くことに。",
  "[STORY_BOND_KIRARA_2_NAME]": "強引なキララさん",
  "[STORY_BOND_KIRARA_2_DESC_1]": "テストで赤点を取ったキララは、先生に試験勉強をお願いする。冴えない顔をしているキララのために、先生は個人授業を行うことにする。",
  "[STORY_BOND_KIRARA_3_NAME]": "2人だけの個人授業",
  "[STORY_BOND_KIRARA_3_DESC_1]": "キララの連絡を受け、ゲヘナ学園を訪れた先生。静かな教室で2人は勉強を始める。その後、勉強に集中したキララに対し先生は休憩を提案するが、キララはまだ勉強を続けようとして……。",
  "[STORY_BOND_KIRARA_4_NAME]": "キララ on the street",
  "[STORY_BOND_KIRARA_4_DESC_1]": "個人授業のお礼がしたいと言うキララと共に、先生はあちこちを歩き回る。二人は楽しい時間を過ごすのであった。",
  "[STORY_BOND_MOMOI_MAID_1_NAME]": "メイドな気分！",
  "[STORY_BOND_MOMOI_MAID_1_DESC_1]": "メイド服を着たついでに、シャーレを掃除してあげると言うモモイ。だが案の定、シャーレに来たモモイはソファで寝転がっている始末。先生はそんなモモイを起こし、一緒にシャーレを掃除するのであった。",
  "[STORY_BOND_MOMOI_MAID_2_NAME]": "メイドの料理！",
  "[STORY_BOND_MOMOI_MAID_2_DESC_1]": "メイド服を着たついでに料理をしてあげると言うモモイ。今度はコンビニで買った物を使い、ゲームで登場した料理を作ろうと試みる。しかし、買い物をしすぎてしまい、後始末に苦労することになるのであった。",
  "[STORY_BOND_MOMOI_MAID_3_NAME]": "メイドの休息！",
  "[STORY_BOND_MOMOI_MAID_3_DESC_1]": "またしても、メイド服を着たからメイドらしい仕事をしてあげる、などと言うモモイが今回試みるのは、休憩すること。効果的な休息をとるべく、ミレニアムの様々な部活から器具を貰っていた。しかし、器具は誤作動を起こし、先生とモモイは筋肉痛になってしまうのであった。",
  "[STORY_BOND_MIDORI_MAID_1_NAME]": "メイドになりますよ、先生！",
  "[STORY_BOND_MIDORI_MAID_1_DESC_1]": "ゲーム開発部室を訪れた先生は、メイド服姿のミドリと出会う。ミドリはメイドが主人公になるゲームのキャラクターデザインを考えており、正統派メイドにしたいと言う。呼び名も大事だと考えたミドリは、先生をご主人さまと呼ぶことにするのであった。",
  "[STORY_BOND_MIDORI_MAID_2_NAME]": "お出かけの時間ですよ、先生！",
  "[STORY_BOND_MIDORI_MAID_2_DESC_1]": "先生はミドリのために、一緒に服飾美術展を訪れる。テンションが上がったミドリは、先生のために古典服を沢山用意するが、先生はミドリを落ち着かせる。そんなこんなで、2人は服飾美術展を存分に楽しむのであった。",
  "[STORY_BOND_MIDORI_MAID_3_NAME]": "覚えててくださいね、先生！",
  "[STORY_BOND_MIDORI_MAID_3_DESC_1]": "メイドが主人公になるゲームのキャラクターデザインの為にメイド服を着ていたはずのミドリだが、ずっと先生と遊んでいただけだったと思い返す。そんなミドリは、シャーレでメイドらしい仕事に取り組む。そして最後に、メイド姿を写真で残してほしいと先生に頼むのであった。",
  "[STORY_BOND_AKANE_1_NAME]": "Are You My Master? Part 1",
  "[STORY_BOND_AKANE_1_DESC_1]": "During a mission, Sensei is fleeing the Helmet Gang, and Akane steps in to save the day. After a greeting, Akane recalls how she and Sensei first met.",
  "[STORY_BOND_AKANE_2_NAME]": "Are You My Master? Part 2",
  "[STORY_BOND_AKANE_2_DESC_1]": "During their first meeting, Akane mistakes Sensei saying \"cleaning\" as a code word for an assassination. To her dismay, Sensei meant to literally clean and pick up trash. Grumbling to herself, she cleans the Schale Executive Office until it's good as new.",
  "[STORY_BOND_AKANE_3_NAME]": "Going Out Together",
  "[STORY_BOND_AKANE_3_DESC_1]": "Akane takes a wrong turn during a pursuit and loses track of the Helmet Gang, but is delightled to run into Sensei during the process. Just at that moment, however, the Helmet Gang reappears before them.",
  "[STORY_BOND_AKANE_4_NAME]": "Sleeping Maid",
  "[STORY_BOND_AKANE_4_DESC_1]": "Akane and Sensei try infiltrating the Kaiser Corporation building but are arrested and held captive by its employees. During the extraction mission, a bomb goes off, but shielded by Sensei's body, Akane is protected from the blast. ",
  "[STORY_BOND_AKANE_5_NAME]": "Good Morning, Master",
  "[STORY_BOND_AKANE_5_DESC_1]": "Early in the morning, Akane visits the Schale office and wakes Sensei up with a series of playful pranks.",
  "[STORY_BOND_AKANE_6_NAME]": "Golden Afternoon",
  "[STORY_BOND_AKANE_6_DESC_1]": "Akane invites Sensei for a spot of tea as a token of gratitude for helping her on her last mission.",
  "[STORY_BOND_CHISE_1_NAME]": "The Scent of Clouds",
  "[STORY_BOND_CHISE_1_DESC_1]": "Sensei discovers Chise chasing clouds at the shopping district. The two spend a lengthy amount of time observing and comparing clouds to find the perfect one, but ultimately give up and treat themselves to cloud-like cotton candy instead.",
  "[STORY_BOND_CHISE_2_NAME]": "Superstar of the Yin-Yang Club",
  "[STORY_BOND_CHISE_2_DESC_1]": "On their way to buy a haiku collection from the bookstore, Chise and Sensei run into some of Chise's fans. Despite being showered with adoration and praise, Chise behaves eccentrically.",
  "[STORY_BOND_CHISE_3_NAME]": "Celestial Inspiration",
  "[STORY_BOND_CHISE_3_DESC_1]": "Chise wanders the city in search of inspiration for a haiku she to submit to the promotional hall. Inspiration doesn't strike easily, but she writes a haiku based on the fun day she had with Sensei.",
  "[STORY_BOND_AKARI_1_NAME]": "Setting the Pace",
  "[STORY_BOND_AKARI_1_DESC_1]": "Akari asks Sensei to be her pacesetter to prepare for a competitive eating contest at the shopping district. However, Sensei is unable to match Akari's monstrous momentum and promptly gives up.",
  "[STORY_BOND_AKARI_2_NAME]": "Garlic-A-Holic",
  "[STORY_BOND_AKARI_2_DESC_1]": "After eating ramen, Akari becomes self-conscious of smelling like garlic. She then forces Sensei to eat a bunch of garlic-filled food to mask her own garlicky aroma.",
  "[STORY_BOND_AKARI_3_NAME]": "The Right to Refuse Gluttons",
  "[STORY_BOND_AKARI_3_DESC_1]": "Akari is banned from several restaurants offering all-you-can-eat meals due to her reputation as an insatiable glutton. To console her, Sensei takes Akari out for conveyor sushi, but underestimates just how much she can put away.",
  "[STORY_BOND_AKARI_4_NAME]": "Gourmand's Pride",
  "[STORY_BOND_AKARI_4_DESC_1]": "Akari takes on a Chinese restaurant's mapo tofu challenge, but finds out their employee tried to sabotage her by adding more spices to her dish than normal. As punishment for the dirty trick, Akari decides to eat them out of house, home, and all of their mapo tofu.",
  "[STORY_BOND_HASUMI_1_NAME]": "Big Misunderstanding",
  "[STORY_BOND_HASUMI_1_DESC_1]": "Sensei tires to chat with Hasumi by complimenting her wings, but she takes it the wrong way and runs away in embarrassment.",
  "[STORY_BOND_HASUMI_2_NAME]": "Unrealized Truth",
  "[STORY_BOND_HASUMI_2_DESC_1]": "Hasumi gorges herself on desserts while complaining about not losing weight on her diet. Soon after, she realizes her snacks are the cause of her issue.",
  "[STORY_BOND_HASUMI_3_NAME]": "Twilight Hour",
  "[STORY_BOND_HASUMI_3_DESC_1]": "Hasumi and Sensei share a conversation while watching the sunset in the park.",
  "[STORY_BOND_HASUMI_4_NAME]": "The Root of Stress",
  "[STORY_BOND_HASUMI_4_DESC_1]": "Hasumi is overwhelmed by the stress of dieting. Sensei consoles her.",
  "[STORY_BOND_HASUMI_5_NAME]": "Short but Splendid",
  "[STORY_BOND_HASUMI_5_DESC_1]": "When Hasumi and Sensei get caught in the rain on the way home from school, they take shelter together at a nearby park.",
  "[STORY_BOND_NONOMI_1_NAME]": "A Coincidental Meeting",
  "[STORY_BOND_NONOMI_1_DESC_1]": "Sensei runs into Nonomi downtown in the outskirts of Abydos and shares a parfait with her.",
  "[STORY_BOND_NONOMI_2_NAME]": "Cleaning Time",
  "[STORY_BOND_NONOMI_2_DESC_1]": "Sensei and Nonomi arrive bright and early at the Foreclosure Task Force Room and spend some time tidying up together.",
  "[STORY_BOND_NONOMI_3_NAME]": "Time to Repay",
  "[STORY_BOND_NONOMI_3_DESC_1]": "At a shopping mall far from Abydos High School, Nonomi and Sensei pick out gifts for the members of the Foreclosure Task Force. When they return to the club room from their trip, Nonomi cleans Sensei's ears with an ear pick she bought as a gift.",
  "[STORY_BOND_NONOMI_4_NAME]": "Games Are Fun",
  "[STORY_BOND_NONOMI_4_DESC_1]": "Sensei prepares for Nonomi's reversi training, but is unexpectedly served defeat after crushing defeat by way of Nonomi's surprisingly formidable skills.",
  "[STORY_BOND_NONOMI_5_NAME]": "In Pursuit of Health",
  "[STORY_BOND_NONOMI_5_DESC_1]": "Sensei and Nonomi sort out newly purchased dumbbells by weight at the playing field.",
  "[STORY_BOND_NONOMI_6_NAME]": "内緒のノート",
  "[STORY_BOND_NONOMI_6_DESC_1]": "対策委員会の教室で、ノノミはウィッシュリストを書いていた。それは何かと尋ねる先生に対し、対策委員会のみんなと一緒にやりたいことをまとめた手帳であると話してくれるのだった。",
  "[STORY_BOND_KAYOKO_1_NAME]": "Police Interrogation",
  "[STORY_BOND_KAYOKO_1_DESC_1]": "Sensei saves Kayoko from a random police search after she was profiled for her menacing expression.",
  "[STORY_BOND_KAYOKO_2_NAME]": "Office Cleaning",
  "[STORY_BOND_KAYOKO_2_DESC_1]": "Kayoko is tidying up the Problem Solver office bright and early in the morning when Sensei joins in and helps.",
  "[STORY_BOND_KAYOKO_3_NAME]": "Heavy Metal Spirit",
  "[STORY_BOND_KAYOKO_3_DESC_1]": "Sensei tries listening to a new release from a heavy metal group that Kayoko recommended.",
  "[STORY_BOND_KAYOKO_4_NAME]": "Rainy Day Alleyway",
  "[STORY_BOND_KAYOKO_4_DESC_1]": "Sensei happens upon Kayoko looking after a kitten on a rainy day.",
  "[STORY_BOND_KAYOKO_5_NAME]": "Record Store",
  "[STORY_BOND_KAYOKO_5_DESC_1]": "Sensei and Kayoko run into each other at the record store on a day off. They have a great time recommending music to each other.",
  "[STORY_BOND_MUTSUKI_1_NAME]": "The Party Imp",
  "[STORY_BOND_MUTSUKI_1_DESC_1]": "Mutsuki visits Schale and keeps interrupting Sensei's work in a bid for attention. Sensei finally relents and the two play together.",
  "[STORY_BOND_MUTSUKI_2_NAME]": "The Imp's Unspeakable Secret",
  "[STORY_BOND_MUTSUKI_2_DESC_1]": "Mutsuki invites Sensei to the Problem Solver office. Sensei notices something suspicious about Mutsuki's bag and tries to inspect it, but ultimately fails to find out what's inside.",
  "[STORY_BOND_MUTSUKI_3_NAME]": "The Imp's Hobby",
  "[STORY_BOND_MUTSUKI_3_DESC_1]": "Sensei sees Mutsuki while patrolling the streets and ends up following her to the Black Market. Later, when Mutsuki notices Sensei, she reveals her hobby—a collection of various bombs and explosives.",
  "[STORY_BOND_MUTSUKI_4_NAME]": "Someone's Special Request",
  "[STORY_BOND_MUTSUKI_4_DESC_1]": "Mutsuki enlists Sensei to a series of fake dates to satisfy a request made to Problem Solver. However, it turns out that the requester is in fact Mutsuki herself. Once the jig is up, she explains that she's just happy she got to spend time with Sensei.",
  "[STORY_BOND_JUNKO_1_NAME]": "Sincere Rewards",
  "[STORY_BOND_JUNKO_1_DESC_1]": "Sensei visits a sweets shop downtown and meets Junko, who works there as a part-timer. To reward her diligence, Sensei gifts her some sweets from the store.",
  "[STORY_BOND_JUNKO_2_NAME]": "Fake Food",
  "[STORY_BOND_JUNKO_2_DESC_1]": "Junko tries out some copycat recipes from the internet, but most taste bizarre. Her money put toward the ingredients goes to waste.",
  "[STORY_BOND_JUNKO_3_NAME]": "A Poor Gourmet",
  "[STORY_BOND_JUNKO_3_DESC_1]": "Junko's eating plans get canceled. To avoid her having to skip a meal, Sensei gives Junko an instant ramen cup. Despite her initial dismissiveness, the cup ramen is a revelatory experience for her.",
  "[STORY_BOND_JUNKO_4_NAME]": "Stomach Training",
  "[STORY_BOND_JUNKO_4_DESC_1]": "To expand her stomach, Junko eats a lot of dried kelp. The kelp expands when eaten, but instead of helping her eat more, Junko throws all the kelp back up.",
  "[STORY_BOND_JUNKO_5_NAME]": "The Not-So-Solitary Gourmet",
  "[STORY_BOND_JUNKO_5_DESC_1]": "Junko and Sensei go out to eat their fill at Shanhaijing's Chinatown street. They enjoy drinks at the cafe and have a nice chat.",
  "[STORY_BOND_JUNKO_6_NAME]": "The Results of Hard Work",
  "[STORY_BOND_JUNKO_6_DESC_1]": "Junko calls Sensei and unveils what she's been working on; a foodie tour of Shiba Town. The two of them head to one of the spots on the list. Over a shared meal, Sensei learns more about Junko's philosophy for her own brand of gastronomy.",
  "[STORY_BOND_SERIKA_1_NAME]": "Part-Time Job Assistant",
  "[STORY_BOND_SERIKA_1_DESC_1]": "Sensei hits the streets to help Serika with her part-time job posting flyers. Softened by the sight of Serika hard at work, Sensei distributes some of the flyers unbeknownst to her.",
  "[STORY_BOND_SERIKA_2_NAME]": "Hardcore All-Night Part-Time Job",
  "[STORY_BOND_SERIKA_2_DESC_1]": "Serika and Sensei stay up all night working a part-time job as night security guards at the entrance of a building.",
  "[STORY_BOND_SERIKA_3_NAME]": "Pulling Weeds at the Park",
  "[STORY_BOND_SERIKA_3_DESC_1]": "Serika works a part-time job pulling weeds in the park with Sensei.",
  "[STORY_BOND_SERIKA_4_NAME]": "A Belated Realization",
  "[STORY_BOND_SERIKA_4_DESC_1]": "While cleaning and maintaining the park, it hits Serika just how much she's enjoying working part-time jobs with Sensei.",
  "[STORY_BOND_SERIKA_5_NAME]": "Unexpected Luck",
  "[STORY_BOND_SERIKA_5_DESC_1]": "Sensei and Serika finish work a little earlier than expected, so they spend some time having fun window-shopping at the night market.",
  "[STORY_BOND_SERIKA_6_NAME]": "A Brief Respite",
  "[STORY_BOND_SERIKA_6_DESC_1]": "The marathon of part-time jobs takes its toll on Serika and she collapses from overwork. Sensei takes off work to nurse her back to health. Afterward, on the swings in the park, Serika opens up about the feelings she's bottling up.",
  "[STORY_BOND_SERIKA_7_NAME]": "Criteria for a Fine Item",
  "[STORY_BOND_SERIKA_7_DESC_1]": "While going to greet Sensei in Abydos, Serika realizes that her beloved bag was torn during an ambush. She drops it off at a repair shop with Sensei and tells Sensei the story behind her bag.",
  "[STORY_BOND_TSUBAKI_1_NAME]": "Just Another Lazy Day",
  "[STORY_BOND_TSUBAKI_1_DESC_1]": "Sensei heads to the city to meet Tsubaki and help her with her training. Upon arriving, Sensei finds distressed onlookers reacting to the bizarre feats of a sleeping Tsubaki.",
  "[STORY_BOND_TSUBAKI_2_NAME]": "Tsubaki's Training: Tools ",
  "[STORY_BOND_TSUBAKI_2_DESC_1]": "Tsubaki accidentally ruins her favorite pillow and heads to the market with Sensei to find a replacement. Unfortunately, Tsubaki doesn't find anything she likes and ultimately settles for using Sensei's lap as a pillow instead.",
  "[STORY_BOND_TSUBAKI_3_NAME]": "Tsubaki's Training: Practice",
  "[STORY_BOND_TSUBAKI_3_DESC_1]": "Tsubaki trains Sensei in the art of mediative sleeping. During the session, Tsubaki takes the chance to stare deeply at Sensei's face, but when she's caught becomes embarrassed and belligerent.",
  "[STORY_BOND_TSUBAKI_4_NAME]": "The Best Place to Train with You ",
  "[STORY_BOND_TSUBAKI_4_DESC_1]": "Tsubaki and Sensei take a nap in the grass under the guise of inner training.",
  "[STORY_BOND_YUUKA_1_NAME]": "Responsible Spending",
  "[STORY_BOND_YUUKA_1_DESC_1]": "When Yuuka dropped by Schale's office to hand in a report, she learned of Sensei's disorganized and carefree lifestyle. In response, Yuuka scolds Sensei and organizes the receipts in the office.",
  "[STORY_BOND_YUUKA_2_NAME]": "Priceless",
  "[STORY_BOND_YUUKA_2_DESC_1]": "Yuuka receives a painting as collateral from a businessman who is in debt to the Millennium School. She struggles to assess the value of the abstract art, a seemingly random jumble of scribbles. An offhand comment from Sensei leads to it being revealed as a fake.",
  "[STORY_BOND_YUUKA_3_NAME]": "The Human Calculator",
  "[STORY_BOND_YUUKA_3_DESC_1]": "Sensei becomes dismay upon realizing some delinquent's confiscated contraband has a different conversion system from that of Schale's. Yuuka lends her mental math skills to help Sensei.",
  "[STORY_BOND_YUUKA_4_NAME]": "Overslept",
  "[STORY_BOND_YUUKA_4_DESC_1]": "After staying up all night to work on Student Council business, Yuuka is late for Schale duty. Though she demands to be punished for her unkept promise, Sensei has her take a nap instead.",
  "[STORY_BOND_YUUKA_5_NAME]": "Poker Face",
  "[STORY_BOND_YUUKA_5_DESC_1]": "Yuuka and Sensei enjoy a casual poker game. Though Yuuka calculates the odds of every hand, she inexplicably loses every time. After the game, Sensei reveals the hands were fixed, and Yuuka becomes furious.",
  "[STORY_BOND_YUUKA_6_NAME]": "The Queen of Mental Arithmetic",
  "[STORY_BOND_YUUKA_6_DESC_1]": "Yuuka tests Sensei's mental arithmetic skills as brain training. Sensei confidently answers her questions, but Yuuka soon realizes their ploy...",
  "[STORY_BOND_MOMOI_1_NAME]": "A Gamer's Day",
  "[STORY_BOND_MOMOI_1_DESC_1]": "Momoi invites Sensei to the club room to study various games, but the game they start together is too difficult, so Momoi gives up on it. Reluctantly, Sensei plays the game for Momoi to completion.",
  "[STORY_BOND_MOMOI_2_NAME]": "What Makes a Good Story",
  "[STORY_BOND_MOMOI_2_DESC_1]": "Momoi is angry at the harsh reviews criticizing the storyline of her retro-style game. Momoi ponders what makes a good game story, and Sensei tells her that anything she wants to write is a good story, which helps Momoi feel better.",
  "[STORY_BOND_MOMOI_3_NAME]": "Momoi Recollection!",
  "[STORY_BOND_MOMOI_3_DESC_1]": "This time, Momoi calls on Sensei for help studying dating sims. Together, Momoi and Sensei enjoy an event fit for a dating sim.",
  "[STORY_BOND_MOMOI_4_NAME]": "Peachy Stamp Rally",
  "[STORY_BOND_MOMOI_4_DESC_1]": "Momoi wants to win the prize, but there is not much time left before the event ends. Sensei, however, encourages her not to give up, and the two participate in a stamp rally together to win the prize.",
  "[STORY_BOND_KIRINO_1_NAME]": "Relaxed Shakedown",
  "[STORY_BOND_KIRINO_1_DESC_1]": "Kirino and Sensei stop a robbery while pursuing a suspected terrorist. After the commotion settles down, they learn the suspicious object the suspect held was actually nukazuke and not a bomb.",
  "[STORY_BOND_KIRINO_2_NAME]": "Gunfire and Zirconia",
  "[STORY_BOND_KIRINO_2_DESC_1]": "Kirino and Sensei arrive at the hostage situation earlier than the professional negotiator. Kirino tries to shoot her gun to subdue the criminal, but she accidentally hits a hostage. As the situation unravels, the criminal gets scared and releases the hostage.",
  "[STORY_BOND_KIRINO_3_NAME]": "Double Target",
  "[STORY_BOND_KIRINO_3_DESC_1]": "Kirino is at the shooting range for target practice. However, she continues to hit the hostages rather than the criminals. Thanks to Sensei's advice, Kirino was able to pass the test by taking a different approach.",
  "[STORY_BOND_KIRINO_4_NAME]": "Kindergarten Going Downtown",
  "[STORY_BOND_KIRINO_4_DESC_1]": "Kirino was tasked to be a field trip guide for kindergarten students. She accidentally cuffs herself to a pole while demonstrating handcuffs and blames herself for ruining the field trip. However, the students notice Kirino's sincerity and root for her.",
  "[STORY_BOND_MOMIJI_1_NAME]": "The Legendary Fanzine Hunt",
  "[STORY_BOND_MOMIJI_1_DESC_1]": "After Momiji hears that the legendary fanzine created by the Knowledge Liberation Front is inside Red Winter Academy, she sets out to find it. The fanzine's whereabouts are a mystery, but Sensei and Momiji work together to find it.",
  "[STORY_BOND_MOMIJI_2_NAME]": "Why We Collect",
  "[STORY_BOND_MOMIJI_2_DESC_1]": "After meeting Momiji at the black market, Sensei gets an explanation as to why Momiji collects rare books.",
  "[STORY_BOND_MOMIJI_3_NAME]": "The Scene of the Festival",
  "[STORY_BOND_MOMIJI_3_DESC_1]": "Momiji and Sensei look around the Red Winter Book Festival and browse various books together.",
  "[STORY_BOND_MOMIJI_4_NAME]": "A Slight Deviation",
  "[STORY_BOND_MOMIJI_4_DESC_1]": "Momiji invites Sensei to visit the library on a day when it's closed, cautiously suggesting that Sensei take a nap there.",
  "[STORY_BOND_HARUKA_1_NAME]": "Wrong Number",
  "[STORY_BOND_HARUKA_1_DESC_1]": "Haruka accidentally sends the wrong message to Sensei, but it ultimately ends up preventing an even bigger accident from happening.",
  "[STORY_BOND_HARUKA_2_NAME]": "Miscommunication",
  "[STORY_BOND_HARUKA_2_DESC_1]": "Haruka gifts Sensei a handmade flowerpot to show her thanks for past events. Sensei is delighted to receive it, but there's more to the gift than just a simple pot.",
  "[STORY_BOND_HARUKA_3_NAME]": "Improper Method",
  "[STORY_BOND_HARUKA_3_DESC_1]": "Haruka is determined to give Sensei a proper gift for once. But as always, things don't go as planned.",
  "[STORY_BOND_HARUKA_4_NAME]": "Wrong Assumption",
  "[STORY_BOND_HARUKA_4_DESC_1]": "Haruka sends a worrying MomoTalk message, and Sensei rushes to find her. It turns out to be a misunderstanding, and Haruka actually ends up having to rescue Sensei after getting lost.",
  "[STORY_BOND_HARUKA_5_NAME]": "Wrong Place",
  "[STORY_BOND_HARUKA_5_DESC_1]": "Sensei accidentally discovers Haruka's secret hiding place and ends up sharing in Haruka's personal hobbies and hideout that no one else knows about.",
  "[STORY_BOND_ASUNA_1_NAME]": "At Her Own Pace",
  "[STORY_BOND_ASUNA_1_DESC_1]": "Even though she's on a mission, Asuna suggests a hangout at a cafe. Despite doing what she wants, everything works out in the end.",
  "[STORY_BOND_ASUNA_2_NAME]": "Date Tracking",
  "[STORY_BOND_ASUNA_2_DESC_1]": "Asuna reaches out again apropos of nothing. Together with Sensei, she horses around and goes where she pleases, yet in the end, the two can claim a sense of accomplishment.",
  "[STORY_BOND_ASUNA_3_NAME]": "The Maid's Surprise",
  "[STORY_BOND_ASUNA_3_DESC_1]": "Asuna shows up to do some volunteer work to show her gratitude. Nothing about Asuna's behavior seems out of the ordinary, but she reveals a different side of herself in the end.",
  "[STORY_BOND_ASUNA_4_NAME]": "Asuna 404: Thought not Found",
  "[STORY_BOND_ASUNA_4_DESC_1]": "Sensing something is amiss with Asuna. Sensei finds her staring into the distance at the park and takes her back to the dormitory. Asuna is climbing up the stairs at the dormitory when she suddenly falls.",
  "[STORY_BOND_KOTORI_1_NAME]": "Listen Here!",
  "[STORY_BOND_KOTORI_1_DESC_1]": "Kotori's overzealous explanations are a collective headache for the students of Millennium. Sensei assuages Kotori's worry that she talks too much, but when she launches into another spiel, Sensei turns tail and runs like all the rest.",
  "[STORY_BOND_KOTORI_2_NAME]": "You Came to the Right Place!",
  "[STORY_BOND_KOTORI_2_DESC_1]": "Kotori is dejected because her fellow students run away whenever she goes to open her mouth. Sensei asks her for her opinon on something, and Kotori perks right back up to her usual self.",
  "[STORY_BOND_KOTORI_3_NAME]": "Sensei Is the Answer!",
  "[STORY_BOND_KOTORI_3_DESC_1]": "Another student asks Kotori why a girl's heart races sometimes and asks that Kotori find an answer. After much deliberation, Kotori realizes that the question describes her feelings toward Sensei and she flees in embarrassment.",
  "[STORY_BOND_KOTORI_4_NAME]": "Fully Prepared",
  "[STORY_BOND_KOTORI_4_DESC_1]": "Sensei poses an unexpected question to Kotori. Kotori had initially been looking forward to the question, but she becomes flustered upon realizing it has something to do with herself.",
  "[STORY_BOND_SUZUMI_1_NAME]": "Trinity's Vigilante Crew",
  "[STORY_BOND_SUZUMI_1_DESC_1]": "Suzumi swoops in and saves Sensei at the eleventh hour. The two share a short conversation while Suzumi escorts Sensei to their destination.",
  "[STORY_BOND_SUZUMI_2_NAME]": "To Shine So Blindingly",
  "[STORY_BOND_SUZUMI_2_DESC_1]": "While escorting Sensei to a destination, Suzumi sets off a bunch of flash grenade due to her nerves. Later on, it's revealed that the escort was a ruse all along.",
  "[STORY_BOND_SUZUMI_3_NAME]": "Almighty Flash Grenade",
  "[STORY_BOND_SUZUMI_3_DESC_1]": "Suzumi voluntarily keeps Trinity safe as a member of the Vigilante Crew. The flash grenade in her grip is just another example of her kindness and goodwill.",
  "[STORY_BOND_SUZUMI_4_NAME]": "Girl Chases Sparkles",
  "[STORY_BOND_SUZUMI_4_DESC_1]": "Suzumi invites Sensei to a quiet amusement park. They ride a Ferris wheel together to see the stars in the night sky.",
  "[STORY_BOND_SUZUMI_5_NAME]": "Special Companions",
  "[STORY_BOND_SUZUMI_5_DESC_1]": "Sensei meets Suzumi while on a work visit to Trinity. Suzumi is embarrassed and quickly takes off her headset. However, she recovers when Sensei tells her that they aren't there because someone asked them to be.",
  "[STORY_BOND_PINA_1_NAME]": "Mob Student",
  "[STORY_BOND_PINA_1_DESC_1]": "Pina idolizes the world of mobsters. Her behavior seems misguided in a lot of ways, but her own personal code becomes clear upon closer inspection.",
  "[STORY_BOND_PINA_2_NAME]": "What's on the Inside",
  "[STORY_BOND_PINA_2_DESC_1]": "Pina tries to emulate the protagonists of mobster movies, but is discouraged by the ill-fitting sizes of their outfits, so Sensei cheers her up.",
  "[STORY_BOND_PINA_3_NAME]": "Endless Night",
  "[STORY_BOND_PINA_3_DESC_1]": "Sensei accepts an invitation to Pina's movie marathon, but ends up passing out due to just how long the run time is.",
  "[STORY_BOND_PINA_4_NAME]": "At This Time...",
  "[STORY_BOND_PINA_4_DESC_1]": "Sensei goes to a restaurant in Hyakkiyako at Pina's request. Pina has prepared a \"cup sharing\" ceremony. She gets very nervous, but thanks to Sensei's encouragement, they're able to complete the ceremony.",
  "[STORY_BOND_TSURUGI_SWIMSUIT_1_NAME]": "Summer Siren",
  "[STORY_BOND_TSURUGI_SWIMSUIT_1_DESC_1]": "Tsurugi arrives at the ocean feeling excited. However, people mistake Tsurugi for a siren and run away. Left all alone, Tsurugi and Sensei spend time together.",
  "[STORY_BOND_TSURUGI_SWIMSUIT_2_NAME]": "Summer Ocean Playtime",
  "[STORY_BOND_TSURUGI_SWIMSUIT_2_DESC_1]": "Sensei prepares several methods to help Tsurugi learn to play in the water. Each of them was a little different, but they still have a good time.",
  "[STORY_BOND_TSURUGI_SWIMSUIT_3_NAME]": "Summer Ocean Stairs",
  "[STORY_BOND_TSURUGI_SWIMSUIT_3_DESC_1]": "Tsurugi shakes off the doubt in her heart after a long day at the beach and speaking with Sensei.",
  "[STORY_BOND_IZUMI_SWIMSUIT_1_NAME]": "How a Girl Enjoys Summer",
  "[STORY_BOND_IZUMI_SWIMSUIT_1_DESC_1]": "Izumi and Sensei take part in an event. Izumi says that she's excited to eat the delicious prize food, but it turns out that she's actually looking forward to the dish that's given to the losing participants.",
  "[STORY_BOND_IZUMI_SWIMSUIT_2_NAME]": "A Girl's Secret Ingredient",
  "[STORY_BOND_IZUMI_SWIMSUIT_2_DESC_1]": "Izumi and Sensei go to a summer foodie hot spot. Izumi thinks that something's missing and adds peanut butter she made herself. Sensei is appalled, but oddly enough, it actually made the dish taste better.",
  "[STORY_BOND_IZUMI_SWIMSUIT_3_NAME]": "The Girl Fights with the Ocean",
  "[STORY_BOND_IZUMI_SWIMSUIT_3_DESC_1]": "As Sensei and Izumi head to the ocean in search of a new delicacy, they're suddenly attacked by an octopus. Sensei is barely able to hold back Izumi, who was running rampant saying that she will eat it before she gets eaten herself.",
  "[STORY_BOND_IZUMI_SWIMSUIT_4_NAME]": "Best(?) Summer Vacation",
  "[STORY_BOND_IZUMI_SWIMSUIT_4_DESC_1]": "Izumi and Sensei set out to conquer the many delicacies of the beach, but get tired from the heat and decide to take a break. Izumi takes out various ingredients from her ice cooler and makes fruit punch. Sensei faints after eating it.",
  "[STORY_BOND_TOMOE_1_NAME]": "Misunderstandings and Lies",
  "[STORY_BOND_TOMOE_1_DESC_1]": "Tomoe overhears people discussing a nasty rumor about Sensei while shopping. Tomoe dispels these rumors with her characteristic oratory skills but ends up planting a whole new rumor instead.",
  "[STORY_BOND_TOMOE_2_NAME]": "Work Begets Enjoyable Rest",
  "[STORY_BOND_TOMOE_2_DESC_1]": "Tomoe prepares a special naptime set for an exhausted Sensei. Sensei enjoys their nap as Tomoe sings them a lullaby.",
  "[STORY_BOND_TOMOE_3_NAME]": "A Speech in the Snow",
  "[STORY_BOND_TOMOE_3_DESC_1]": "Tomoe and Sensei get stranded in the mountains. As they dry their wet clothes inside a tiny material storehouse, Tomoe launches into a one-sided speech about Cherino's administrative achievements.",
  "[STORY_BOND_TOMOE_4_NAME]": "Failure Must Be Eradicated",
  "[STORY_BOND_TOMOE_4_DESC_1]": "Tomoe uses bell peppers to make a snack for Cherino, who hates bell peppers. The results are less than successful, so Tomoe gives the snacks to Sensei in order to destroy all evidence of her failure.",
  "[STORY_BOND_TOMOE_5_NAME]": "Fibs Are More like Mistakes Than Lies",
  "[STORY_BOND_TOMOE_5_DESC_1]": "Tomoe invites Sensei to Red Winter to make a propaganda film for Cherino. Sensei realizes that there was no camera in the first place, and Tomoe awkwardly beats around the bush about how she made a mistake.",
  "[STORY_BOND_FUBUKI_1_NAME]": "A Lazy Cop's Invention",
  "[STORY_BOND_FUBUKI_1_DESC_1]": "Fubuki sets up an answering machine to respond to civil complaints in her stead while she naps. A few of the cases are resolved successfully, but her cheap tricks are ultimately revealed by the shoddy algorithm.",
  "[STORY_BOND_FUBUKI_2_NAME]": "A Lazy Cop's Patrol",
  "[STORY_BOND_FUBUKI_2_DESC_1]": "Fubuki is on weekend patrol duty. She runs into some delinquents, but tries to leave without questioning them out of laziness. The students are moved by Fubuki's treatment and continue to annoy her.",
  "[STORY_BOND_FUBUKI_3_NAME]": "A Lazy Cop's Undercover Duties",
  "[STORY_BOND_FUBUKI_3_DESC_1]": "Fubuki volunteers for outdoor duty for the first time in a while, which raises Sensei's suspicions. Sure enough, Fubuki uses her undercover work as an excuse to bum around eating donuts in the sun.",
  "[STORY_BOND_FUBUKI_4_NAME]": "A Lazy Cop's Kindness",
  "[STORY_BOND_FUBUKI_4_DESC_1]": "A girl loses a hairpin and asks Fubuki for help in finding it. Fubuki pretends to be inconvenienced by the request like always, but Sensei catches her secretly looking for the hairpin.",
  "[STORY_BOND_MICHIRU_1_NAME]": "Ninja Girls Are Picky",
  "[STORY_BOND_MICHIRU_1_DESC_1]": "Michiru visits Sensei to come up with material for her video channel. During a conversation with Sensei, Michiru gets excited and begins to give Sensei a serious explanation about ninjas.",
  "[STORY_BOND_MICHIRU_2_NAME]": "Ninja Girl Never Stops",
  "[STORY_BOND_MICHIRU_2_DESC_1]": "Michiru visits Sensei and talks about the kind of content that's popular on other video channel sites, then goes out with Sensei to film together.",
  "[STORY_BOND_MICHIRU_3_NAME]": "Ninja Girl Never Hides Anything",
  "[STORY_BOND_MICHIRU_3_DESC_1]": "Michiru visits a ninja merch store with Sensei but runs into bad students who disrespect ninjas. At first she's fearful of them, but they push her a little too far and she crushes them.",
  "[STORY_BOND_MICHIRU_4_NAME]": "Ninja Girl Wants to Shine!",
  "[STORY_BOND_MICHIRU_4_DESC_1]": "Michiru goes to the park with Sensei and shows off the coolest ninja techniques she's invented for awesome new ninja content for her videos.",
  "[STORY_BOND_HIBIKI_CHEERLEADER_1_NAME]": "A Meister's Hidden Habits",
  "[STORY_BOND_HIBIKI_CHEERLEADER_1_DESC_1]": "Sensei runs into Hibiki, who is choosing fabrics at the market. Hibiki says that she's selecting fabrics to put together a cosplay, and begins talking about her cosplaying hobby in great detail.",
  "[STORY_BOND_HIBIKI_CHEERLEADER_2_NAME]": "A Meister's Moving Cheer",
  "[STORY_BOND_HIBIKI_CHEERLEADER_2_DESC_1]": "While Sensei is working a late night at Schale, Hibiki visits wearing a cheerleader costume to provide Sensei a little extra motivation. Hibiki cheers Sensei on enthusiastically, but soon realizes that something is wrong.",
  "[STORY_BOND_HIBIKI_CHEERLEADER_3_NAME]": "High-Pressure Meister",
  "[STORY_BOND_HIBIKI_CHEERLEADER_3_DESC_1]": "Hibiki introduces a new invention in an attempt to motivate Sensei. The invention, which resembles a word processor, is equipped with a self-destruct feature that is activated if tasks remain idle for a certain period of time. Upon learning this, Sensei is extremely motivated to complete their work.",
  "[STORY_BOND_HIBIKI_CHEERLEADER_4_NAME]": "Sweet Dreams (Are Made of Pom-Poms)",
  "[STORY_BOND_HIBIKI_CHEERLEADER_4_DESC_1]": "Hibiki presents an overworked Sensei with a new invention. Though it resembles an ordinary cheer tool, it also has the ability to play lullabies, and Sensei drifts off to sleep while listening to the lulling melodies playing from Hibiki's invention.",
  "[STORY_BOND_HASUMI_TRACK_1_NAME]": "Well-Developed",
  "[STORY_BOND_HASUMI_TRACK_1_DESC_1]": "Sensei responds to Hasumi's call. Hasumi is struggling to do up the zipper on her tracksuit. Hasumi gives up on her zipper and tries to focus on the paperwork for the field day with Sensei instead, but Sensei is the one who ends up getting distracted by Hasumi's outfit.",
  "[STORY_BOND_HASUMI_TRACK_2_NAME]": "Honeyed Lemons",
  "[STORY_BOND_HASUMI_TRACK_2_DESC_1]": "Sensei heads to the kitchen at Hasumi's request, where she is making honeyed lemon jam. Sensei helps Hasumi to preserve the rest of the lemons in honey.",
  "[STORY_BOND_HASUMI_TRACK_3_NAME]": "Self-Care",
  "[STORY_BOND_HASUMI_TRACK_3_DESC_1]": "Hasumi is on a diet during the field day, but her resolve wavers when she sees other students snacking. Sensei proposes to Hasumi that they eat the honeyed lemons instead. Hasumi tells herself she will only have a little bit, but eventually loses control and eats every last lemon.",
  "[STORY_BOND_HASUMI_TRACK_4_NAME]": "Proper Form",
  "[STORY_BOND_HASUMI_TRACK_4_DESC_1]": "Sensei makes plans to exercise with Hasumi and heads to the gym. Hasumi and Sensei work out together while helping each other with their forms.",
  "[STORY_BOND_JUNKO_NEWYEAR_1_NAME]": "New Year, New Clothes! New Me?",
  "[STORY_BOND_JUNKO_NEWYEAR_1_DESC_1]": "Sensei visits L'Oiseau Bleu, where Junko has a part-time job. After seeing Junko dressed up in a kimono, they order every single item on the menu. Although Junko scolds them for having so many leftovers, she doesn't say no when they asks her to eat with them.",
  "[STORY_BOND_JUNKO_NEWYEAR_2_NAME]": "More Food, More Fun! More Me?",
  "[STORY_BOND_JUNKO_NEWYEAR_2_DESC_1]": "After receiving her paycheck, Junko calls Sensei to the festival. The two enjoy new year's dishes together, but Junko turns blue from overeating.",
  "[STORY_BOND_JUNKO_NEWYEAR_3_NAME]": "Gimme Warmth",
  "[STORY_BOND_JUNKO_NEWYEAR_3_DESC_1]": "Before the holiday ends, Junko comes to find Sensei in Schale. They go to see the Christmas tree and wander about the shopping complex together. When Junko's stomach growls, the two share dango and wish for a happy new year.",
  "[STORY_BOND_KOHARU_SWIMSUIT_1_NAME]": "Koharu's Duty",
  "[STORY_BOND_KOHARU_SWIMSUIT_1_DESC_1]": "Sensei is relaxing near a waterfall. Koharu decides she needs to keep an eye on Sensei to make sure they don't do anything weird.",
  "[STORY_BOND_KOHARU_SWIMSUIT_2_NAME]": "Koharu's Crisis",
  "[STORY_BOND_KOHARU_SWIMSUIT_2_DESC_1]": "Sensei arrives at the beach to find Koharu on a rock, staring out at the horizon. After some time, Koharu and Sensei try to return to the island but panic when the tide starts to come in. Koharu clings to Sensei's back as they make their way off the beach.",
  "[STORY_BOND_KOHARU_SWIMSUIT_3_NAME]": "Koharu's Night Sky",
  "[STORY_BOND_KOHARU_SWIMSUIT_3_DESC_1]": "Koharu finds Sensei resting on the beach. Sensei is looking up at the stars, and Koharu joins in.",
  "[STORY_BOND_IBUKI_1_NAME]": "イブキと遊ぼう！",
  "[STORY_BOND_IBUKI_1_DESC_1]": "当番のためにシャーレを訪れたイブキ。先生の仕事を手伝おうするも、ゲーム機とおもちゃに目を奪われてしまう。先生は、そんなイブキと一緒に遊ぶことにするのだった。",
  "[STORY_BOND_IBUKI_2_NAME]": "イブキと楽しいピクニック！",
  "[STORY_BOND_IBUKI_2_DESC_1]": "遊園地に行く約束したイブキと先生。お弁当を準備しながらその日を心待ちにしていたが、当日に雨が降ってしまう。先生はしょんぼりしたイブキのためにシャーレが遊園地だと言って、イブキと楽しい一日を過ごすのだった。",
  "[STORY_BOND_IBUKI_3_NAME]": "イブキと職業体験！",
  "[STORY_BOND_IBUKI_3_DESC_1]": "学校で「進路希望調査書」をもらったイブキ。大人になったらどんな仕事ができるか分からないと言うイブキのために、先生は色々なところを歩き回りながらイブキに職業体験をさせてあげるのだった。",
  "[STORY_BOND_IBUKI_4_NAME]": "イブキとお勉強！",
  "[STORY_BOND_IBUKI_4_DESC_1]": "色々な職業を体験してから、一番好きなことが何なのかを考えてみたと言うイブキ。彼女が選んだのは「先生」だった。イブキは自らセットした小さな教室に先生を招き、楽しく算数の授業を始めるのだった。",
  "[STORY_BOND_AIRI_BAND_1_NAME]": "シュガーハイ",
  "[STORY_BOND_AIRI_BAND_1_DESC_1]": "アイリの招待を受け、市内へと足を運ぶ先生。いつもより機嫌が良いアイリと一緒に、とあるカフェを訪れる。しかし、思ったより列は長く、どうするか悩むアイリ。そんな二人は話をしながら、待ち時間を潰すのであった。",
  "[STORY_BOND_AIRI_BAND_2_NAME]": "シュガーラッシュ",
  "[STORY_BOND_AIRI_BAND_2_DESC_1]": "先生に練習を見てもらうことにしたアイリ。だが、その帰り道で突然の豪雨に遭う二人。アイリは自身のジャケットをかぶって一緒に走ることを提案する。",
  "[STORY_BOND_AIRI_BAND_3_NAME]": "シュガークラッシュ",
  "[STORY_BOND_AIRI_BAND_3_DESC_1]": "バンド活動が終わりを迎え、複雑な気持ちでいるアイリのために、先生は悩みを聞いてあげるのであった。",
  "[STORY_BOND_HIBIKI_1_NAME]": "Call Me Meister",
  "[STORY_BOND_HIBIKI_1_DESC_1]": "Sensei asks Hibiki to repair a cellphone, and just barely manages to stop her from installing a self-destruct function—just barely.",
  "[STORY_BOND_HIBIKI_2_NAME]": "The Burning in My Heart",
  "[STORY_BOND_HIBIKI_2_DESC_1]": "Hibiki shows off her new fireworks machine to Sensei. While testing it out, Sensei accidentally fires a rocket straight into Millennium Tower.",
  "[STORY_BOND_HIBIKI_3_NAME]": "Strike Your Heart",
  "[STORY_BOND_HIBIKI_3_DESC_1]": "Hibiki remodels the baseball-pitching machine while getting advice on the game from Sensei. Through their lively exchange of ideas, the heckling baseball-pitching machine is born.",
  "[STORY_BOND_HIBIKI_4_NAME]": "Dreaming of a Day With You",
  "[STORY_BOND_HIBIKI_4_DESC_1]": "Hibiki prepares an invention to improve the quality of Sensei's sleep. Turns out, there is terrifying secret behind its ability to instantly put the user to sleep.",
  "[STORY_BOND_HIBIKI_5_NAME]": "Rain Makes Me Emotional",
  "[STORY_BOND_HIBIKI_5_DESC_1]": "Hibiki and Sensei share an umbrella as they walk home together from the library.",
  "[STORY_BOND_HIBIKI_6_NAME]": "The Night Is Yours!",
  "[STORY_BOND_HIBIKI_6_DESC_1]": "Hibiki and Sensei work hard to repair Millennium's power facility. Finishing the job later that night, the two admire the view of the academy lit up in the dark.",
  "[STORY_BOND_KARIN_1_NAME]": "When in Need, Call C&C!",
  "[STORY_BOND_KARIN_1_DESC_1]": "During a mission, Karin finds Sensei being held captive at the Helmet Gang's base. At first, she thinks Sensei pathetic for ending up in such a situation, but changes her mind when Sensei's quick thinking puts a stop to the Helmet Gang's plans.",
  "[STORY_BOND_KARIN_2_NAME]": "Studying is Hard Part 1",
  "[STORY_BOND_KARIN_2_DESC_1]": "Having failed her exams, Karin must take a supplemental test. As Sensei helps her study, they end up going back and forth on a ridiculous series of questions.",
  "[STORY_BOND_KARIN_3_NAME]": "Studying is Hard Part 2",
  "[STORY_BOND_KARIN_3_DESC_1]": "In recognition of her Schale and Maid Club activities, Karin is allowed to do supplementary work instead of taking another test. She and Sensei converse about different things while doing the work together.",
  "[STORY_BOND_KARIN_4_NAME]": "My Relationship with Sensei?",
  "[STORY_BOND_KARIN_4_DESC_1]": "On the rooftop of the Millennium School, Karin seeks friendship advice from Sensei.",
  "[STORY_BOND_KARIN_5_NAME]": "Maid Cafe! Part 1",
  "[STORY_BOND_KARIN_5_DESC_1]": "Sensei stops by a maid cafe and runs into Karin. She tries to push through the awkwardness and serve Sensei, but eventually breaks down and explodes.",
  "[STORY_BOND_KARIN_6_NAME]": "Maid Cafe! Part 2",
  "[STORY_BOND_KARIN_6_DESC_1]": "Sensei revisits the maid cafe and is gets the chance to have a special membership status, but Sensei instead asks to be stepped on by Karin. The two have a wonderful time of Karin stepping on Sensei.",
  "[STORY_BOND_SAYA_1_NAME]": "Welcome to Saya's Research Lab!",
  "[STORY_BOND_SAYA_1_DESC_1]": "After the Eastern Alchemy Society's members flee because of Saya's sinister experiments, Sensei is enlisted as a test subject. Upon consumption, Sensei's body begins emitting a bright golden light.",
  "[STORY_BOND_SAYA_2_NAME]": "Immortality Elixir",
  "[STORY_BOND_SAYA_2_DESC_1]": "Believing to have cracked the code for immortality, Sensei becomes Saya's test subject once more. The drug ends up sprouting gray fur all over Sensei's body, causing Saya to run away in fear.",
  "[STORY_BOND_SAYA_3_NAME]": "Diet Medicine",
  "[STORY_BOND_SAYA_3_DESC_1]": "Saya treats Sensei to a bowl of rich noodles as recompense for her last experiment. Seeing Saya slurp down an entire bowl in the blink of an eye, a Helmet Gang officer asks for her secret to staying slim. Saya offers her some diet medicine, but the side effects knock the office flat on their back.",
  "[STORY_BOND_SAYA_4_NAME]": "Cheese in the Trap",
  "[STORY_BOND_SAYA_4_DESC_1]": "Saya and Sensei play a board game which has little models of cheese as play pieces. Despite the simplicity of the game, Saya is too distracted by the fake cheese to win.",
  "[STORY_BOND_SAYA_5_NAME]": "Love Potion",
  "[STORY_BOND_SAYA_5_DESC_1]": "Saya wants to test her new love potion on Sensei, but a mishap in transit ends up having Sayya ingest the potion herself. The potion's effects make Saya believe that Sensei is made of cheese. and she tries taking a bite out of Sensei's arm.",
  "[STORY_BOND_SAYA_6_NAME]": "Nezusuke Is Missing!",
  "[STORY_BOND_SAYA_6_DESC_1]": "One day, Saya's pet rat, Nezusuke, goes missing from her lab. Saya blames herself for playing too many pranks, but it turns out the rat was just out getting sunflower seeds from the Promenade. The pair reaffrim their friendship during a heartfelt reunion.",
  "[STORY_BOND_MASHIRO_1_NAME]": "Black Uniforms",
  "[STORY_BOND_MASHIRO_1_DESC_1]": "Mashiro bemoans the torn hem of her skirt that was ripped during a mission and complains about the Justice Task Force's black uniforms.",
  "[STORY_BOND_MASHIRO_2_NAME]": "What Is Justice?",
  "[STORY_BOND_MASHIRO_2_DESC_1]": "Mashiro borrows a book on the subject of justice and debates Sensei on its definition.",
  "[STORY_BOND_MASHIRO_3_NAME]": "The Sniper's Ordeal Part 1",
  "[STORY_BOND_MASHIRO_3_DESC_1]": "Mashiro trains with Sensei to improve her sniper skills. While training her endurance against ticklishness, Mashiro suddenly flies off the handle when Sensei touches the nape of her neck.",
  "[STORY_BOND_MASHIRO_4_NAME]": "The Sniper's Ordeal Part 2",
  "[STORY_BOND_MASHIRO_4_DESC_1]": "Mashiro trains with Sensei to improve her sniper skills. Sensei gets knocked out while running drills up and down the stairs carrying heavy munitions boxes.",
  "[STORY_BOND_MASHIRO_5_NAME]": "A Duty to Justice",
  "[STORY_BOND_MASHIRO_5_DESC_1]": "Mashiro carries out a sniper mission from the rooftop of Trinity General School. After waiting patiently all day in the sweltering heat, the mission gets canceled and her hard work ends up being all for naught.",
  "[STORY_BOND_MASHIRO_6_NAME]": "Friends in High Places",
  "[STORY_BOND_MASHIRO_6_DESC_1]": "Sensei runs into Mashiro by chance on a rooftop in Kivotos. Sensei and Mashiro have a fabulous time together chatting on the rooftop.",
  "[STORY_BOND_MASHIRO_SWIMSUIT_1_NAME]": "Cuteness is Justice!",
  "[STORY_BOND_MASHIRO_SWIMSUIT_1_DESC_1]": "Mashiro gets confused when she hears the clerk mention that \"cute swimsuits are justice.\" However, Sensei arrives later to tell her that the saying is just an idiom. Mashiro is relieved that her view of justice was not wrong.",
  "[STORY_BOND_MASHIRO_SWIMSUIT_2_NAME]": "Beach Sniper",
  "[STORY_BOND_MASHIRO_SWIMSUIT_2_DESC_1]": "Mashiro collapse from heatstroke during beach sniper training while wearing a ghille suit. Sensei pleads with Mashiro to take care of herself and she decides to cut back on training.",
  "[STORY_BOND_MASHIRO_SWIMSUIT_3_NAME]": "Preventing Heatstroke",
  "[STORY_BOND_MASHIRO_SWIMSUIT_3_DESC_1]": "Mashiro packs a bunch of popsicles and soft drinks to prevent her from suffering a heatstroke. Sensei and Mashiro share a popsicle after some intense training.",
  "[STORY_BOND_MASHIRO_SWIMSUIT_4_NAME]": "Enjoying High Places",
  "[STORY_BOND_MASHIRO_SWIMSUIT_4_DESC_1]": "Sensei and Mashiro are out volunteering on the beach and have a great time sharing ice cream up above a narrow watchtower.",
  "[STORY_BOND_HIFUMI_SWIMSUIT_1_NAME]": "Summer Debut!",
  "[STORY_BOND_HIFUMI_SWIMSUIT_1_DESC_1]": "Hifumi is looking for a swimsuit ahead of her vacation. She chooses a swimsuit with a provocative design to stand out more. However, when Sensei mentions that she looks cute in anything, Hifumi settles on a regular swimsuit.",
  "[STORY_BOND_HIFUMI_SWIMSUIT_2_NAME]": "Please Drive Safely",
  "[STORY_BOND_HIFUMI_SWIMSUIT_2_DESC_1]": "Hifumi takes a tank to the beach and accidentally rips her swimsuit upon hopping off. To make matters worse, because the tank broke down, [USERNAME] Sensei had to bring Hifumi's school uniform on foot.",
  "[STORY_BOND_HIFUMI_SWIMSUIT_3_NAME]": "Return Where You Found It",
  "[STORY_BOND_HIFUMI_SWIMSUIT_3_DESC_1]": "Sensei and Hifumi take a tank to the beach, but a sudden wave drenches the tank in sea water... Hifumi starts cleaning the tank to prevent it from rusting.",
  "[STORY_BOND_HIFUMI_SWIMSUIT_4_NAME]": "Exclusive Summer Peroro Merch!",
  "[STORY_BOND_HIFUMI_SWIMSUIT_4_DESC_1]": "Hifumi and Sensei stumble upon a popsicle promotion event happening in front of the Beach Shack. However, instead of drawing the winning stick, the two had to keep eating popsicles and got a stomach aches.",
  "[STORY_BOND_HIFUMI_SWIMSUIT_5_NAME]": "Midnight Tea",
  "[STORY_BOND_HIFUMI_SWIMSUIT_5_DESC_1]": "Sensei visits a nearby beach for a break. However, due to the fame of Schale, they are unable to relax properly. At the end of the day, Hifumi appears in front of Sensei atop of Crusader.",
  "[STORY_BOND_SAYA_CASUAL_1_NAME]": "Skateboarding Tips",
  "[STORY_BOND_SAYA_CASUAL_1_DESC_1]": "Saya rode her skateboard to her weekend meetup and tells Sensei all about the charm of skateboarding. Sensei, not familiar with skateboarding at all, tries to follow Saya but ends up falling down.",
  "[STORY_BOND_SAYA_CASUAL_2_NAME]": "A Genius' Day Off",
  "[STORY_BOND_SAYA_CASUAL_2_DESC_1]": "Saya visits the store with Nezusuke to try out the \"couples-only cheesecake,\" but the clerk rejects their order. Sensei sees this and joins Saya so she can order the cheesecake.",
  "[STORY_BOND_SAYA_CASUAL_3_NAME]": "Saya's Favorite Spot",
  "[STORY_BOND_SAYA_CASUAL_3_DESC_1]": "Saya visits her regular ramen shop and is asked to make improvements to a new ramen with a foul smell. Saya adds a special spicy sauce that eventually becomes a huge hit among spicy food fanatics.",
  "[STORY_BOND_SAYA_CASUAL_4_NAME]": "Laws of Trendiness",
  "[STORY_BOND_SAYA_CASUAL_4_DESC_1]": "Saya's special sauce becomes popular and used throughout the Black Tortoise Promenade. However, it's so popular that Saya had no time for anything else and refused to continue producing it.",
  "[STORY_BOND_SAYA_CASUAL_5_NAME]": "Why I Skate",
  "[STORY_BOND_SAYA_CASUAL_5_DESC_1]": "Saya bumps into Sensei while spreading her new \"relaxing scent\" perfume in the skate park and explains to them why she skateboards. She sprays the perfume all over the park, but it ends up making her sleepy...",
  "[STORY_BOND_HATSUNE_MIKU_1_NAME]": "The Virtual Idol's Secret",
  "[STORY_BOND_HATSUNE_MIKU_1_DESC_1]": "Miku, the virtual idol, obtains a corporeal body with the help of Kivotos technology but suddenly loses her singing abilities. Miku covertly asks for the help of Kivotos' reputable problem-solver, Sensei.",
  "[STORY_BOND_HATSUNE_MIKU_2_NAME]": "The Virtual Idol's Troubles",
  "[STORY_BOND_HATSUNE_MIKU_2_DESC_1]": "Interested parties and personnel find out that Miku is now incapable of singing ahead of her live performance. Miku and Sensei try everything they can think of to get her voice back with no success.",
  "[STORY_BOND_HATSUNE_MIKU_3_NAME]": "The Virtual Idol's Resolve",
  "[STORY_BOND_HATSUNE_MIKU_3_DESC_1]": "Miku is ready to give up on the performance altogether, but after listening to an old song of hers, she regains her singing abilities. Sensei comes up with a new plan realizing that the loss of her voice has something to do with the sincerity of her heart.",
  "[STORY_BOND_HATSUNE_MIKU_4_NAME]": "The Virtual Idol's Stage",
  "[STORY_BOND_HATSUNE_MIKU_4_DESC_1]": "Sensei uses Schale's authority to change the song for the live performance to a personal composition of Miku's. The stage planner frets over the sudden change to the show, but the performance goes over well.",
  "[STORY_BOND_AKO_1_NAME]": "Whatever, There's Conspiracy!",
  "[STORY_BOND_AKO_1_DESC_1]": "Ako calls Sensei to discuss her suspicions about Schale. Sensei is caught off guard. Ako continues to passionately insist that there are plenty of other sinister forces targeting the Prefect Team but soon comes to her senses before leaving in a hurry.",
  "[STORY_BOND_AKO_2_NAME]": "Whatever, It's Urgent!",
  "[STORY_BOND_AKO_2_DESC_1]": "Ako calls Sensei regarding an urgent matter. Sensei comforts Ako as she vents about all of the terrible things that have been happening to her. When Sensei finally asks what the urgent matter is, Ako says it was everything she had been talking about and leaves smiling.",
  "[STORY_BOND_AKO_3_NAME]": "Whatever, It's Sensei's Fault!",
  "[STORY_BOND_AKO_3_DESC_1]": "Ako blames Sensei for her stress. Sensei protests against this accusation, but Ako proposes a bet to figure out who's right. Sensei wins the bet, and according to the rules, Ako must humiliate herself by pretending to act like a dog before Sensei.",
  "[STORY_BOND_CHERINO_HOTSPRING_1_NAME]": "The President's Winter Vacation",
  "[STORY_BOND_CHERINO_HOTSPRING_1_DESC_1]": "Cherino has rented out an entire hot springs resort for her winter vacation, but unable to deal with her boredom, she challenges Sensei to a game of table tennis.",
  "[STORY_BOND_CHERINO_HOTSPRING_2_NAME]": "Softer Than Pudding",
  "[STORY_BOND_CHERINO_HOTSPRING_2_DESC_1]": "Cherino hears that hot spring eggs are as tasty as pudding and proceeds to dump eggs into the hot spring to try boiling them. Cherino is disappointed upon trying one, lamenting that it just tastes like a regular hard-boiled egg.",
  "[STORY_BOND_CHERINO_HOTSPRING_3_NAME]": "Waterproof Mustache",
  "[STORY_BOND_CHERINO_HOTSPRING_3_DESC_1]": "Cherino decides to oil her mustache to prevent it from getting wet as she bathes in the hot spring. However, the toasted sesame seed oil she uses has such a strong scent that she is forced to go without her mustache for a while.",
  "[STORY_BOND_CHERINO_HOTSPRING_4_NAME]": "Milk-Made Authority",
  "[STORY_BOND_CHERINO_HOTSPRING_4_DESC_1]": "Cherino receives fruit-flavored milk from Sensei as a gift to comfort her over her mustache. Cherino is delighted by her milk mustache but ends up getting a stomachache from drinking far too much milk.",
  "[STORY_BOND_CHERINO_HOTSPRING_5_NAME]": "Bath Assistant",
  "[STORY_BOND_CHERINO_HOTSPRING_5_DESC_1]": "Sensei visits the hot springs resort at Cherino's request and finds her bath time rubber duck. Cherino huffs, saying that the rubber duck isn't to her liking, but Sensei suggests that she try taking a bath with it and Cherino accepts.",
  "[STORY_BOND_NODOKA_HOTSPRING_1_NAME]": "Hot Springs Training: Kaiseki",
  "[STORY_BOND_NODOKA_HOTSPRING_1_DESC_1]": "Nodoka decides to train as a hostess in preparation for the restoration of the hot springs resort. Prior to her culinary training, Nodoka presents Sensei with a monstrous concoction of cheap snacks as a kaiseki meal.",
  "[STORY_BOND_NODOKA_HOTSPRING_2_NAME]": "Hot Springs Training: Bathtub Repairs",
  "[STORY_BOND_NODOKA_HOTSPRING_2_DESC_1]": "Nodoka repairs Schale's bathtub as part of her hostess training. She tries to fill the bathtub with hot water for Sensei but is disappointed upon learning that there's no running hot water due to construction.",
  "[STORY_BOND_NODOKA_HOTSPRING_3_NAME]": "Hot Springs Training: Etiquette",
  "[STORY_BOND_NODOKA_HOTSPRING_3_DESC_1]": "Nodoka trains by walking on an icy road while carrying a cushion so she can obtain a graceful gait. However, she overdoes it and takes a big spill, spraining her ankle. Sensei gives her a piggyback ride back to Schale.",
  "[STORY_BOND_NODOKA_HOTSPRING_4_NAME]": "Hot Springs Training: Rest and Relaxation",
  "[STORY_BOND_NODOKA_HOTSPRING_4_DESC_1]": "Sensei reserves a foot bath with great therapeutic effects for Nodoka and her sprained ankle. Nodoka and Sensei have a great time together while enjoying the foot bath.",
  "[STORY_BOND_SERIKA_NEWYEAR_1_NAME]": "Part-Time Prep",
  "[STORY_BOND_SERIKA_NEWYEAR_1_DESC_1]": "Serika asks Sensei for tips on how to be a better miko. Sensei gives a passionate speeched based on mikos in anime and video games, which annoys Serika. However, she becomes bashful when she realizes they had a great time together.",
  "[STORY_BOND_SERIKA_NEWYEAR_2_NAME]": "The Miko Specialist",
  "[STORY_BOND_SERIKA_NEWYEAR_2_DESC_1]": "Serika begins her part-time miko job but is dismayed when she feels things aren't going well. However, after receiving Sensei's encouragement, Serika becomes the most prominent part-time miko at the event.",
  "[STORY_BOND_SERIKA_NEWYEAR_3_NAME]": "A Slightly Extended Break",
  "[STORY_BOND_SERIKA_NEWYEAR_3_DESC_1]": "Sensei goes looking for Serika after she doesn't show up to their meeting. Sensei's finds Serika on the back porch, where they enjoy a relaxing moment together.",
  "[STORY_BOND_SENA_1_NAME]": "Transporting the Wounded",
  "[STORY_BOND_SENA_1_DESC_1]": "Sena runs into Sensei while transporting the wounded. Sena placidly explains this is a common occurrence at Gehenna. When a Prefect Team member tries to seize her wounded transports, she promptly injures them and takes them with her as well.",
  "[STORY_BOND_SENA_2_NAME]": "An Urgent Situation",
  "[STORY_BOND_SENA_2_DESC_1]": "Sensei is forced to keep up with a taxing schedule, so Sena spends a busy day helping out. Sena proves to be skilled in more than just first aid and helps cut down Sensei's work exponentially.",
  "[STORY_BOND_SENA_3_NAME]": "Himuro Sena",
  "[STORY_BOND_SENA_3_DESC_1]": "Sena sets up a time to collect the blanket she lent to Sensei. They meet on a riverside cherry blossom path, and Sena unabashedly reveals her feelings for Sensei in her characteristically straightforward manner of speech.",
  "[STORY_BOND_SENA_4_NAME]": "On Call",
  "[STORY_BOND_SENA_4_DESC_1]": "Sena is forced to stay up late at night due to being on call. Sensei stops by to offer Sena some encouragement, and they take a short break while sharing a midnight snack.",
  "[STORY_BOND_CHIHIRO_1_NAME]": "Daily Security Audit",
  "[STORY_BOND_CHIHIRO_1_DESC_1]": "Chihiro discovers Sensei's poor security habits while checking Schale's servers. Chihiro gives Sensei an earful while going over their security habits one-by-one.",
  "[STORY_BOND_CHIHIRO_2_NAME]": "Ultimate Hacking Techniques",
  "[STORY_BOND_CHIHIRO_2_DESC_1]": "Chihiro visits an IT company near the business district to sign a new security consulting contract. With Sensei's help, she succeeds in winning the contract from the finicky boss.",
  "[STORY_BOND_CHIHIRO_3_NAME]": "Maintenance",
  "[STORY_BOND_CHIHIRO_3_DESC_1]": "Sensei and Chihiro return after a late night of running server maintenance at the data center. On the way back, Chihiro tells Sensei about a place that she's fond of and takes them to a vending machine for drinks.",
  "[STORY_BOND_CHIHIRO_4_NAME]": "Black and White",
  "[STORY_BOND_CHIHIRO_4_DESC_1]": "Chihiro takes on a security check request from a boorish boss and discovers suspicious data on their servers. Chihiro is torn between her duty as security manager versus her conscious but decides to blow the whistle on the shady businessperson.",
  "[STORY_BOND_SAKI_1_NAME]": "The North Wind and the Sun",
  "[STORY_BOND_SAKI_1_DESC_1]": "One sweltering day, Saki refuses to take her helmet off while on duty, and Sensei makes several attempts to get it off. Just as Sensei is about to give up... work hours end and Saki voluntarily takes off her helmet.",
  "[STORY_BOND_SAKI_2_NAME]": "Lost Rabbit",
  "[STORY_BOND_SAKI_2_DESC_1]": "Saki and Sensei stop to pick wild vegetables for the SRT members' meal. But they wander too deep into the mountain and get lost. Saki tries to lead them out using the map reading method she learned at SRT Academy, but things take a turn for the worse.",
  "[STORY_BOND_SAKI_3_NAME]": "Frugality",
  "[STORY_BOND_SAKI_3_DESC_1]": "Saki finds an old mortar at a flea market. She says the mortar is an innovative product that is multi-functional: a field shovel and a mortar. She painstakingly repairs the mortar, but it turns out to be pretty impractical.",
  "[STORY_BOND_SAKI_4_NAME]": "Fully Prepared",
  "[STORY_BOND_SAKI_4_DESC_1]": "Saki and Sensei go up a mountain to pick up abandoned camping supplies. Sensei isn't used to hiking with a heavy bag and quickly gets tired, so Saki gives Sensei her shoulder pads to help.",
  "[STORY_BOND_KAEDE_1_NAME]": "The Inner Discipline Club Mascot!",
  "[STORY_BOND_KAEDE_1_DESC_1]": "Kaede isn't happy about the Inner Discipline Club being treated like a group of weirdos and insists she must do something to change public perception. While helping Kaede, Sensei starts to understand where the Inner Discipline Club's reputation comes from.",
  "[STORY_BOND_KAEDE_2_NAME]": "I Wanna Be a Proper Lady!",
  "[STORY_BOND_KAEDE_2_DESC_1]": "Kaede says a proper lady never loses her composure and asks Sensei to try to embarrass her.Kaede pretends she's unaffected by all of Sensei's attempts, but in the end she caves in front of a ticket for her favorite hero show.",
  "[STORY_BOND_KAEDE_3_NAME]": "When I Grow Up",
  "[STORY_BOND_KAEDE_3_DESC_1]": "While trying to show Sensei how mature she is, Kaede causes a major accident. Sensei advises the crying Kaede to be patient and keep moving forward one step at a time, and she leaves feeling much better.",
  "[STORY_BOND_KAEDE_4_NAME]": "From Girl to Lady",
  "[STORY_BOND_KAEDE_4_DESC_1]": "Kaede goes to a store to buy limited-edition Mushiqueen cards. She ends up giving them to another person who traveled from far away. Suddenly an industry official shows up and gives Kaede the cards, praising her kindness. Sensei and Kaede enjoy playing Mushiqueen with the new cards.",
  "[STORY_BOND_KAEDE_5_NAME]": "はじめての思い出",
  "[STORY_BOND_KAEDE_5_DESC_1]": "ムシクイーンの限定カードスリーブを手に入れるため、カエデと一緒にポップアップストアを訪れた先生。カエデは大事にしているカードスリーブを先生に見せながら、ムシクイーンを好きになったきっかけについて話す。",
  "[STORY_BOND_IROHA_1_NAME]": "Ambushing Fraulein",
  "[STORY_BOND_IROHA_1_DESC_1]": "Iroha says she was ordered by the Pandemonium Society to convince Sensei. When Sensei doesn't take her offer, Iroha says she doesn't care and lies down on the sofa in the Schale office, loafing around and reading a book.",
  "[STORY_BOND_IROHA_2_NAME]": "Enticing Fraulein",
  "[STORY_BOND_IROHA_2_DESC_1]": "Iroha tells Sensei to loaf around with her, but Sensei doesn't budge. She gives up and suggests they go out to eat. The moment Sensei accepts, Iroha flashes a triumphant smile at her moment of victory.",
  "[STORY_BOND_IROHA_3_NAME]": "Clever Fraulein",
  "[STORY_BOND_IROHA_3_DESC_1]": "Iroha asks Sensei to go shopping with her for work, but only buys snacks and toys. When Sensei asks why, she confesses that it was her plan to make Sensei take a break. She smiles and says she'll help Sensei with work when they get back to the office.",
  "[STORY_BOND_IROHA_4_NAME]": "Smiling Fraulein",
  "[STORY_BOND_IROHA_4_DESC_1]": "Sensei gets worried when Iroha doesn't visit Schale at the usual time and visits the Pandemonium Society. Sensei finds Iroha there working hard as a commander. Realizing Sensei was worried about her, Iroha decides to take Sensei to her hideout.",
  "[STORY_BOND_HIYORI_1_NAME]": "The Girl Still Wants to Read",
  "[STORY_BOND_HIYORI_1_DESC_1]": "Sensei finds Hiyori stealing electricity from a telephone pole in a lawless district. Hiyori has become pessimistic about her life and explains why she's stealing electricity. To solve her problems, Sensei gives her a portable battery and asks she stop climbing electric poles.",
  "[STORY_BOND_HIYORI_2_NAME]": "The Girl Still Doesn't Give Up ",
  "[STORY_BOND_HIYORI_2_DESC_1]": "Hiyori finds a fashion magazine she likes in a paper-waste bin and rejoices. However, her spirits couldn't be lifted for long, and she tells her dark story.",
  "[STORY_BOND_HIYORI_3_NAME]": "The Girl Still Wants to Know ",
  "[STORY_BOND_HIYORI_3_DESC_1]": "Hiyori gets an upset stomach after drinking tap water in an abandoned building, and Sensei takes her to the hospital. While recovering, Hiyori reads an article about a popular belly button type in the latest magazine Sensei brought to her. She shows her own belly to Sensei and, again, begins to feel discouraged.",
  "[STORY_BOND_MOE_1_NAME]": "Collateral Damage",
  "[STORY_BOND_MOE_1_DESC_1]": "At Sensei's request, Moe assists in the arrest of some petty thieves. Despite a job well done, she ruins it all when she flippantly decides to launch a missile to destroy the area. She explains to a flabbergasted Sensei that ruining things on purpose is strangely cathartic for her.",
  "[STORY_BOND_MOE_2_NAME]": "Missing in Action",
  "[STORY_BOND_MOE_2_DESC_1]": "Sensei's computer is wiped due to a sudden power outage, and they realize they have none of their data backed up. Moe saves the day with her excellent computer skills and restores the data. But before Sensei can celebrate, Moe presses an emergency formatting button, and the two are back at square one.",
  "[STORY_BOND_MOE_3_NAME]": "Unexploded Ordinance",
  "[STORY_BOND_MOE_3_DESC_1]": "Moe visits Schale for work. Sensei asks Moe not to touch anything and leaves. However, she finds a big red button near the desk and presses it. The button is for the emergency shower, and Moe gets soaked in the pouring water.",
  "[STORY_BOND_MOE_4_NAME]": "Phase Line",
  "[STORY_BOND_MOE_4_DESC_1]": "Sensei visits Kousagi Park to help organize supplies at Moe's request. Unlike usual, Moe keeps her cool even in the presence of explosives. When Sensei asks why Moe is acting different from her usual self, she reveals what she's been thinking.",
  "[STORY_BOND_AKANE_BUNNY_1_NAME]": "Case 1. Sensei Does not Dream of Bunny Akane",
  "[STORY_BOND_AKANE_BUNNY_1_DESC_1]": "Upon seeing Akane's MomoTalk, Sensei arrives at the room Akane is staying in and knocks. Akane appears at that moment, apparently not expecting to see them. Bewildered, Sensei makes an urgent departure.",
  "[STORY_BOND_AKANE_BUNNY_2_NAME]": "Case 2. Best to Rest",
  "[STORY_BOND_AKANE_BUNNY_2_DESC_1]": "Tired and exhausted from trying to catch up on work, Sensei heads to the lounge. There they run into Akane, who asks if there's anything she can do to help, and she ends up lending a hand with cleaning. Afterwards, Akane asks if there's anything else she can do, but Sensei ends up falling asleep from exhaustion and Akane leaves quietly.",
  "[STORY_BOND_AKANE_BUNNY_3_NAME]": "Case 3. Bunny Study",
  "[STORY_BOND_AKANE_BUNNY_3_DESC_1]": "Sensei sets aside his backlog of work to take a walk downtown and runs into Akane. Akane is wearing an eye-catching bunny girl outfit, and a speechless Sensei urgently leaves the area with Akane in tow. To Sensei's shock, they end up taking refuge in a bunny girl cafe.",
  "[STORY_BOND_AKANE_BUNNY_4_NAME]": "Case 4. Secretary Service Straight to You",
  "[STORY_BOND_AKANE_BUNNY_4_DESC_1]": "While handling some overdue tasks at Schale, Sensei wishes aloud for some coffee and Akane suddenly appears, granting their wish. Sensei and Akane have a heart-to-heart, which helps Akane feel confident in herself again.",
  "[STORY_BOND_HIMARI_1_NAME]": "The Tastes of a Genius Hacker",
  "[STORY_BOND_HIMARI_1_DESC_1]": "Knowing that it's Sensei's day off, Himari invites Sensei to her secret hiding place. There, the two of them relax and enjoy their free time together. Himari subsequently hacks into the school broadcasting system to play her song request, and the classroom starts to fill with Himari's favorite enka music.",
  "[STORY_BOND_HIMARI_2_NAME]": "The Test of a Genius Hacker",
  "[STORY_BOND_HIMARI_2_DESC_1]": "Despite their best effort to meet up with Himari on time, Sensei ends up getting roped into all sorts of accidents. After just barely overcoming these setbacks, Sensei realizes that it was all planned by Himari in an attempt to test Sensei based on something she saw in a horoscope magazine. Upon learning the truth, Sensei reads Himari the riot act.",
  "[STORY_BOND_HIMARI_3_NAME]": "The Argument of a Genius Hacker",
  "[STORY_BOND_HIMARI_3_DESC_1]": "Upon receiving a call from Himari about an emergency, Sensei hurries over to Millennium. Himari presents a gossip rag slandering Sensei, and Himari and Sensei put together a video in an attempt to clear the record. This video only ends up making things worse.",
  "[STORY_BOND_HIMARI_4_NAME]": "The Delicate Semicolon of a Genius Hacker",
  "[STORY_BOND_HIMARI_4_DESC_1]": "Himari says she acquired a special treasure and presents Sensei with a limited-edition Frenzy MAX drink. She says she learned an even more delicious way to enjoy the beverage from Veritas members and attempts to demonstrate, but the can explodes and Himari ends up soaking wet. Sensei helps clean Himari up with a towel.",
  "[STORY_BOND_HANAE_CHRISTMAS_1_NAME]": "Naughty or Nice?",
  "[STORY_BOND_HANAE_CHRISTMAS_1_DESC_1]": "Hanae decides that one must become one with the spirit of Santa when donning a Santa outfit. While contemplating the true spirit of Santa, Hanae decides to start with a lie detector game for distinguishing the good little children from the bad.",
  "[STORY_BOND_HANAE_CHRISTMAS_2_NAME]": "Special Training! The Target? Santa!",
  "[STORY_BOND_HANAE_CHRISTMAS_2_DESC_1]": "Hanae continues her training to become a true Santa. Hanae and Sensei make rounds through Kivotos while practicing parkour.",
  "[STORY_BOND_HANAE_CHRISTMAS_3_NAME]": "Waiting for Santa",
  "[STORY_BOND_HANAE_CHRISTMAS_3_DESC_1]": "Sensei is invited to Hanae's room, where Hanae has prepared stockings and snacks for Santa.",
  "[STORY_BOND_HANAE_CHRISTMAS_4_NAME]": "大事な用、大切な物",
  "[STORY_BOND_HANAE_CHRISTMAS_4_DESC_1]": "ハナエは配る用のプレゼントを買うべく先生と共にショッピングモールへと向かう。しかし、ハナエが選んだプレゼントは全て健康用品で、それがきっかけとなってブラックマーケットの不良たちと喧嘩になってしまう。ハナエは不良たちの横暴に怒り、彼女らを改善すべく行動に出るのだった。",
  "[STORY_BOND_FUUKA_NEWYEAR_1_NAME]": "What's Your Wish?",
  "[STORY_BOND_FUUKA_NEWYEAR_1_DESC_1]": "Sensei visits the Gehenna Student Dining Hall to see Fuuka, who's hard at work even during the holidays. Although initially surprised by Sensei's unexpected visit and request to spend time together, Fuuka accepts Sensei's offer and enjoys herself.",
  "[STORY_BOND_FUUKA_NEWYEAR_2_NAME]": "Even If It's a Little Off",
  "[STORY_BOND_FUUKA_NEWYEAR_2_DESC_1]": "Sensei arrives at the Student Dining Hall after being invited by Fuuka, who is waiting in her kimono for New Year's. To thank Sensei for their hard work, Fuuka treats them to New Year's Eve noodles and they wish each other a happy new year.",
  "[STORY_BOND_FUUKA_NEWYEAR_3_NAME]": "Keep It Slow Like So",
  "[STORY_BOND_FUUKA_NEWYEAR_3_DESC_1]": "On the last day of the holidays, Fuuka is still busy with School Lunch Club business. Sensei arrives to whisk her away and takes her to all sorts of places. When she understands that Sensei is trying to create a special holiday memory for her, Fuuka gives them her most heartfelt thanks.",
  "[STORY_BOND_KANNA_1_NAME]": "The Director's Rumors",
  "[STORY_BOND_KANNA_1_DESC_1]": "Kanna visits Schale for an assignment and helps Sensei take care of some work. Due to her strict reputation among students at Valkyrie, Sensei is a bit nervous about not offending Kanna. Sensei makes a series of mistakes despite their effort.",
  "[STORY_BOND_KANNA_2_NAME]": "The Director's Duties",
  "[STORY_BOND_KANNA_2_DESC_1]": "Sensei finds Kanna during an undercover investigation to offer help. When they realize that Kanna has been skipping meals until late at night, they try to offer her all sorts of food, but Kanna declines all of Sensei's suggestions.",
  "[STORY_BOND_KANNA_3_NAME]": "The Director's Rest",
  "[STORY_BOND_KANNA_3_DESC_1]": "Other students propose a celebration for a successful operation, but Kanna politely declines. Later that evening, Sensei stops by a food stall for a late-night snack and runs into Kanna, who is enjoying a meal by herself.",
  "[STORY_BOND_KANNA_4_NAME]": "The Director's Dream",
  "[STORY_BOND_KANNA_4_DESC_1]": "The quiet of an ordinary afternoon is interrupted when Kanna calls Sensei. Sensei steps in to help Kanna, who is struggling to comfort a lost child. After a chaotic day, before they part ways, Kanna confides in Sensei about something she hasn't told anyone else.",
  "[STORY_BOND_NAGISA_1_NAME]": "Afternoon Tea Time",
  "[STORY_BOND_NAGISA_1_DESC_1]": "Sensei attends a tea party with Nagisa, and brings along a bottle of black tea. Nagisa tries it, intrigued by the unfamiliar brand, but she can't stand it and runs away.",
  "[STORY_BOND_NAGISA_2_NAME]": "Proper Speech",
  "[STORY_BOND_NAGISA_2_DESC_1]": "Nagisa is concerned about reports of inappropriate language used by Trinity students. She is confident that she has always practiced proper speech, and can remain dignified in any situation. However, a series of reports about Trinity students being outrageously out of line causes her to explode.",
  "[STORY_BOND_NAGISA_3_NAME]": "The Rich Flavor of Black Tea",
  "[STORY_BOND_NAGISA_3_DESC_1]": "Nagisa invites Sensei over to try a new batch of tea leaves, but what arrives is not the kombucha she wanted, but kelp tea. After much deliberation, Nagisa serves the kelp tea and pretends everything is fine.",
  "[STORY_BOND_NAGISA_4_NAME]": "Let Them Eat...",
  "[STORY_BOND_NAGISA_4_DESC_1]": "Sensei stops by a store to buy bread, only to find them sold out. They run into Nagisa, who offers to share a custom-ordered cake she picked up from another shop instead.",
  "[STORY_BOND_HARUKA_NEWYEAR_1_NAME]": "Making Kadomatsu",
  "[STORY_BOND_HARUKA_NEWYEAR_1_DESC_1]": "Sensei visits Haruka for New Year's, but runs into her on the way, searching for materials to make kadomatsu. Sensei tells her that it's the intentions that matter most, and Haruka makes them out of weeds that she's grown herself.",
  "[STORY_BOND_HARUKA_NEWYEAR_2_NAME]": "Seasonal Dressing",
  "[STORY_BOND_HARUKA_NEWYEAR_2_DESC_1]": "Sensei is worried about Haruka wearing a short yukata even though it's winter. Although she won't accept a warmer one, they buy her dessert and get her to promise to be careful.",
  "[STORY_BOND_HARUKA_NEWYEAR_3_NAME]": "Cold Wind, Warm Sun",
  "[STORY_BOND_HARUKA_NEWYEAR_3_DESC_1]": "Sensei visits Haruka, worried about her and her weeds in the cold weather. They talk about resilience and care, and Sensei buys Haruka a warm meal.",
  "[STORY_BOND_MINORI_1_NAME]": "How Buildings Are Made",
  "[STORY_BOND_MINORI_1_DESC_1]": "After finishing up work late, Sensei is about to catch the first train when they accidentally get swept up in a crowd of workers from the labor party. Having unintentionally arrived at the work site, Sensei decides to tour the site with Minori.",
  "[STORY_BOND_MINORI_2_NAME]": "Minori Twist",
  "[STORY_BOND_MINORI_2_DESC_1]": "Sensei runs into Minori at Red Winter Academy, and they have a light conversation about books they typically read. However, Minori's impressions about the book seem quite distinctive from others...",
  "[STORY_BOND_MINORI_3_NAME]": "Hidden Scaffolds",
  "[STORY_BOND_MINORI_3_DESC_1]": "Work at the construction site is canceled due to the cold, so Sensei stops by with some snacks. Minori, who had been doing a safety inspection by herself, welcomes Sensei's surprise visit and shows her a special view that only the labor party is typically able to see.",
  "[STORY_BOND_MINORI_4_NAME]": "The Source of Discontent",
  "[STORY_BOND_MINORI_4_DESC_1]": "Minori visits the executive office as part of her duties at Schale. She points out the flaws in the duty roster system and passionately expresses her frustration about the system as the very cause of inequality in Kivotos.",
  "[STORY_BOND_SHIROKO_SWIMSUIT_1_NAME]": "Snorkeling",
  "[STORY_BOND_SHIROKO_SWIMSUIT_1_DESC_1]": "Sensei heads to the rocky seashore at Shiroko's request. There, they go snorkeling to find a mythical clam Shiroko had read about. Does the taste live up to its reputation?",
  "[STORY_BOND_SHIROKO_SWIMSUIT_2_NAME]": "Pace Control",
  "[STORY_BOND_SHIROKO_SWIMSUIT_2_DESC_1]": "Sensei joins Shiroko for an unexpectedly strenuous hike and ends up exhausted. Feeling guilty for not adjusting her pace, Shiroko blames herself. Sensei consoles the disheartened Shiroko and both agree to be more mindful of each others' pace.",
  "[STORY_BOND_SHIROKO_SWIMSUIT_3_NAME]": "Expectations",
  "[STORY_BOND_SHIROKO_SWIMSUIT_3_DESC_1]": "Sensei spots Shiroko leaving the resort in the early morning and goes after her. They return to the beach they had barbecued at the night before, and together they reminisce on the memories they made.",
  "[STORY_BOND_HINATA_SWIMSUIT_1_NAME]": "Anxious Feelings",
  "[STORY_BOND_HINATA_SWIMSUIT_1_DESC_1]": "Sensei arrives at the beach at Hinata's request. Hinata has spread out her sun bed and parasol but isn't getting much rest because she's feeling uneasy. Sensei reassures her, and Hinata falls asleep on the sun bed.",
  "[STORY_BOND_HINATA_SWIMSUIT_2_NAME]": "Unstoppable",
  "[STORY_BOND_HINATA_SWIMSUIT_2_DESC_1]": "Sensei stumbles upon Hinata as she's carrying some bags and offers a hand. While walking through the forest, a large boulder blocks their path, but Hinata pushes it aside. Hinata and Sensei encounter several more obstacles, but Hinata solves them all with her great strength.",
  "[STORY_BOND_HINATA_SWIMSUIT_3_NAME]": "Private Counseling",
  "[STORY_BOND_HINATA_SWIMSUIT_3_DESC_1]": "Sensei meets up with Hinata. She asks for Sensei's advice about counseling sessions. ",
  "[STORY_BOND_MIMORI_SWIMSUIT_1_NAME]": "Summer Lady",
  "[STORY_BOND_MIMORI_SWIMSUIT_1_DESC_1]": "Sensei goes on vacation to the beach. On a sunny summer day, Sensei receives special treatment from the ever graceful Mimori.",
  "[STORY_BOND_MIMORI_SWIMSUIT_2_NAME]": "Summer Beach Mind Reader",
  "[STORY_BOND_MIMORI_SWIMSUIT_2_DESC_1]": "Though Sensei has come to the beach on vacation, they don't know what to do with their free time. Sensei wanders about aimlessly until the \"mind reader\" Mimori offers a solution.",
  "[STORY_BOND_MIMORI_SWIMSUIT_3_NAME]": "Summer Memories",
  "[STORY_BOND_MIMORI_SWIMSUIT_3_DESC_1]": "Sensei makes many memories with Mimori at the beach. As the vacation draws to a close, Mimori, feeling sad that it's over, acts uncharacteristically childishly.",
  "[STORY_BOND_HARUNA_TRACK_1_NAME]": "I Can Help",
  "[STORY_BOND_HARUNA_TRACK_1_DESC_1]": "While volunteering in the medical tent, Sensei runs into Haruna. She decides to help out and skillfully administers first aid to the injured students. As the work winds down, Haruna invites Sensei on a gourmet tour with her.",
  "[STORY_BOND_HARUNA_TRACK_2_NAME]": "A New Gastronomic Experience",
  "[STORY_BOND_HARUNA_TRACK_2_DESC_1]": "Haruna encourages Sensei to try molecular gastronomy. Sensei finds the textures fascinating, but most people find progressive cuisine strange. Then Haruna suggests trying cotton candy, which is a kind of molecular gastronomy that people are familiar with, and her suggestion works successfully.",
  "[STORY_BOND_HARUNA_TRACK_3_NAME]": "Always Something New to Try",
  "[STORY_BOND_HARUNA_TRACK_3_DESC_1]": "In a rare show of competitiveness, Haruna signs up for several food-based contests. In the first few contests, Haruna stops to critique each food item one-by-one... But in the final event, the candy-eating race, Haruna claims first place!",
  "[STORY_BOND_SHIGURE_HOTSPRING_1_NAME]": "Luxuriously",
  "[STORY_BOND_SHIGURE_HOTSPRING_1_DESC_1]": "On a visit to Red Winter Academy, Sensei is invited by Shigure to take a dip in the newly renovated baths. Something in the water makes Sensei overheat. Sensei asks Shigure what they put in the bathwater and gets an unexpected answer...",
  "[STORY_BOND_SHIGURE_HOTSPRING_2_NAME]": "Seriously",
  "[STORY_BOND_SHIGURE_HOTSPRING_2_DESC_1]": "While visiting a public bathhouse with Sensei, Shigure is asked by the bathhouse owner for the recipe for her special fruit milk. Shigure asks for a favor in return for the recipe.",
  "[STORY_BOND_SHIGURE_HOTSPRING_3_NAME]": "Warmly",
  "[STORY_BOND_SHIGURE_HOTSPRING_3_DESC_1]": "Shigure gets a job as milk bartender for a day at the bathhouse. Sensei watches Shigure at work and ends up missing the last train home. With nowhere else to stay, Sensei ends up sleeping in the employee quarters at Shigure's invitation.",
  "[STORY_BOND_SHIGURE_HOTSPRING_4_NAME]": "Suddenly",
  "[STORY_BOND_SHIGURE_HOTSPRING_4_DESC_1]": "Sensei visits a bathhouse that Shigure recently renovated. Things get a little awkward when Shigure also enters the bath.",
  "[STORY_BOND_EIMI_SWIMSUIT_1_NAME]": "Special Fashion Training",
  "[STORY_BOND_EIMI_SWIMSUIT_1_DESC_1]": "Eimi visits Sensei for special fashion training. After realizing that Eimi's definition of fashion is a little off, Sensei agrees to help her pick out a swimsuit.",
  "[STORY_BOND_EIMI_SWIMSUIT_2_NAME]": "Field-Ready Fashion",
  "[STORY_BOND_EIMI_SWIMSUIT_2_DESC_1]": "Sensei goes with Eimi to pick out a swimsuit, but she tells them that she plans on wearing it to the Glacial Sea. Sensei gets some cold weather gear for Eimi instead, and she throws on the jacket over her swimsuit.",
  "[STORY_BOND_EIMI_SWIMSUIT_3_NAME]": "Planning an Operation",
  "[STORY_BOND_EIMI_SWIMSUIT_3_DESC_1]": "Sensei visits the Super Phenomenon Task Force. Eimi is wearing her swimsuit and jacket, making a fan for herself.",
  "[STORY_BOND_EIMI_SWIMSUIT_4_NAME]": "Cold Bath",
  "[STORY_BOND_EIMI_SWIMSUIT_4_DESC_1]": "Sensei receives a call from Eimi that piques their curiosity. Sensei goes to visit her and discovers Eimi enjoying a cold bath in a hole she created in the ice.",
  "[STORY_BOND_MAKOTO_1_NAME]": "万魔殿の偉大な議長！",
  "[STORY_BOND_MAKOTO_1_DESC_1]": "マコトの招待を受け、万魔殿を訪れた先生。マコトは万魔殿と手を組むよう先生に提案するが、先生はマコトの提案を断るのだった。",
  "[STORY_BOND_MAKOTO_2_NAME]": "偉大な議長の事業",
  "[STORY_BOND_MAKOTO_2_DESC_1]": "万魔殿の真骨頂を見せると告げ、シャーレを訪れたマコト。先生はマコトに連れられたまま、印刷所やリゾートなど万魔殿傘下の事業所巡りに参加することになる。商店街でちょっとしたトラブルが発生するが、マコトは立派に問題を解決し、議長らしき姿を見せてくれるのだった。",
  "[STORY_BOND_MAKOTO_3_NAME]": "偉大な議長の休日",
  "[STORY_BOND_MAKOTO_3_DESC_1]": "先生は、ショッピングモールでライオンマルの餌選びに悩んでいるマコトと遭遇する。その時、突然倒れたマコトを連れて病院を訪れるが、マコトは猫アレルギーと診断される。しかし、マコトは最後までライオンマルの世話をすると宣言するのだった。",
  "[STORY_BOND_MAKOTO_4_NAME]": "偉大な議長の日常",
  "[STORY_BOND_MAKOTO_4_DESC_1]": "これまで万魔殿が繰り広げてきた事業の成果を見せるというマコト。しかし、すべての事業所でトラブルが発生し、莫大な被害を受けることになってしまう。押し寄せる衝撃にしばらく揺れるマコトだったが、逆境に負けることなくトラブルを一つ一つ解決していくのだった。",
  "[STORY_BOND_AKARI_NEWYEAR_1_NAME]": "目的のために",
  "[STORY_BOND_AKARI_NEWYEAR_1_DESC_1]": "新年の大食い大会に参加しようとするアカリ。しかし、大会進行委員会曰く「何度も優勝した人が、また大会に参加するのは困る」などと言い、難色を示す。そこで先生から提案が上がり、大会はアカリ対参加者全員という形で開催される。が、アカリは堂々と大食いチャンピオンの座を守り抜くのであった。",
  "[STORY_BOND_AKARI_NEWYEAR_2_NAME]": "希望をかなえるために",
  "[STORY_BOND_AKARI_NEWYEAR_2_DESC_1]": "お雑煮の支度でお餅が足りなくなり、アカリは直接お餅を作るべく、餅つき大会へと参加することに。",
  "[STORY_BOND_AKARI_NEWYEAR_3_NAME]": "幸運を迎えるために",
  "[STORY_BOND_AKARI_NEWYEAR_3_DESC_1]": "「年越しうどん」を食べるべく、うどんツアーに出かける先生とアカリ。地域内の有名店を制覇すれば、認定証がもらえると知ったアカリは、様々な名店のうどんを食べ尽くすのであった。",
  "[STORY_BOND_TSUBAKI_GUIDE_1_NAME]": "また別の修行（？）",
  "[STORY_BOND_TSUBAKI_GUIDE_1_DESC_1]": "ツバキの連絡を受け百鬼夜行を訪れた先生は、そこで風変わりなガイドを受けることに。",
  "[STORY_BOND_TSUBAKI_GUIDE_2_NAME]": "速習コース",
  "[STORY_BOND_TSUBAKI_GUIDE_2_DESC_1]": "先生に睡眠ガイドをしてあげると言い、シャーレを訪れたツバキ。そんな中、「百鬼夜行の眠り姫」がシャーレに来ているとの噂を聞いて、とある生徒たちがやってくる。彼女たちは不眠症で眠れないのだという。ツバキはそんな生徒たちのため、睡眠の方法をガイドすることに。",
  "[STORY_BOND_TSUBAKI_GUIDE_3_NAME]": "良い眠り、良い夢",
  "[STORY_BOND_TSUBAKI_GUIDE_3_DESC_1]": "真夜中、百鬼夜行での仕事を終えた先生はツバキに連絡する。ツバキは先生のためだけのツアーガイドを始めると、疲れ果てた先生は眠りに落ちる。",
  "[STORY_BOND_AIRI_1_NAME]": "Dessert Over Lunch",
  "[STORY_BOND_AIRI_1_DESC_1]": "Airi buys a gift of new cupcakes from the cafe for her busy Sensei.",
  "[STORY_BOND_AIRI_2_NAME]": "Sugar Fix",
  "[STORY_BOND_AIRI_2_DESC_1]": "Airi buys a bunch of sugary-sweet chocolate desserts for her busy Sensei.",
  "[STORY_BOND_AIRI_3_NAME]": "Airi's Concern",
  "[STORY_BOND_AIRI_3_DESC_1]": "Sensei counsels Airi on her concerns over her timid personality.",
  "[STORY_BOND_AIRI_4_NAME]": "A Little Date",
  "[STORY_BOND_AIRI_4_DESC_1]": "After a heavy session of exhausting work, Sensei goes out on a walk for a change of scenery and runs into Airi. To placate Airi's want of dessert. Sensei treats her to some ice cream and the two enjoy the sweet treat by the riverside.",
  "[STORY_BOND_FUUKA_1_NAME]": "Want to Go Grocery Shopping?",
  "[STORY_BOND_FUUKA_1_DESC_1]": "Sensei and Fuuka go to the supermarket to buy ingredients for Gehenna Academy's dining hall.",
  "[STORY_BOND_FUUKA_2_NAME]": "Fuuka's Meal of the Day",
  "[STORY_BOND_FUUKA_2_DESC_1]": "Sensei's habitual meal skipping leads Fuuka to cooking a veritable banquet of dishes. Enamored with Fuuka's cooking, Sensei overeats to the point of needing a digestive aid.",
  "[STORY_BOND_FUUKA_3_NAME]": "Back to the Supermarket!",
  "[STORY_BOND_FUUKA_3_DESC_1]": "While shopping for ingredients at the market, a shopkeeper mistakes her and Sensei for a married couple—much to Fuuka's embarrassment, of course.",
  "[STORY_BOND_FUUKA_4_NAME]": "Sensei's Special of the Day",
  "[STORY_BOND_FUUKA_4_DESC_1]": "When Sensei collapses from overworking, Fuuka prepares a special homemade meal at the Schale building.",
  "[STORY_BOND_FUUKA_5_NAME]": "School Lunch Club President's Dedication",
  "[STORY_BOND_FUUKA_5_DESC_1]": "Fuuka accidentally gets drunk while tasting the cooking wine and vents to Sensei about the School Lunch Club's struggles.",
  "[STORY_BOND_HANAE_1_NAME]": "Painless Injection Process",
  "[STORY_BOND_HANAE_1_DESC_1]": "To get comfortable giving injections, Hanae practices on Sensei. However, her inability to grasp the procedure leaves Sensei's arm a splotchy mess.",
  "[STORY_BOND_HANAE_2_NAME]": "Insomnia",
  "[STORY_BOND_HANAE_2_DESC_1]": "Hanae prepares a bed for Sensei, who's been suffering from insomnia. At first, she attempts to knock out Sensei by force, but eventually relents and brews Sensei some herbal tea instead.",
  "[STORY_BOND_HANAE_3_NAME]": "Radio Workout",
  "[STORY_BOND_HANAE_3_DESC_1]": "Hanae visits the Schale House on a day off and finds Sensei sleeping in. She wakes Sensei to perform radio-guided calisthenics together.",
  "[STORY_BOND_HANAE_4_NAME]": "Trinity Surgical Procedures",
  "[STORY_BOND_HANAE_4_DESC_1]": "Sensei gets a minor knee injury while cleaning out the Remedial Knights' storage, and Hanae makes a big to do of attempting an invasive surgery to treat the knee. Sensei insists that just some disinfectant should be fine, and Hanae personally retreives it and treats Sensei's injury.",
  "[STORY_BOND_HANAE_5_NAME]": "Morning Glory Diary",
  "[STORY_BOND_HANAE_5_DESC_1]": "Early one morning, Sensei meets Hanae tending to some morning glories on the Schale office's outdoor terrace and the two share a lively conversation.",
  "[STORY_BOND_HARE_1_NAME]": "A Hacker's Image",
  "[STORY_BOND_HARE_1_DESC_1]": "Hare watches a new movie and is offended by its portrayal of hackers as malicious. In retaliation, she hacks into the movie studio's website—an act Sensei finds a little too similar to what was in the movie.",
  "[STORY_BOND_HARE_2_NAME]": "Energy Drink Addiction",
  "[STORY_BOND_HARE_2_DESC_1]": "A comment from Sensei pushes Hare into deciding to quit her energy drink addiction. Hare barely makes it 48 hours before she cracks and starts drinking energy drinks again due to curb her extreme drowsiness.",
  "[STORY_BOND_HARE_3_NAME]": "Welcome to the Internet Cafe",
  "[STORY_BOND_HARE_3_DESC_1]": "On their way to buy a new graphic card, Hare and Sensei get caught by a sudden rain shower and take cover in an internet cafe.Hare inspects the cafe with great interest.",
  "[STORY_BOND_HARE_4_NAME]": "Rise of the Machines",
  "[STORY_BOND_HARE_4_DESC_1]": "Hare shows off her new modded drone to Sensei. During a show of its workout functions, the drone goes into overdrive and forces Hare into a series of rigorous workouts which she has no choice but to comply with.",
  "[STORY_BOND_HARE_5_NAME]": "The Rise of the Machines Part 2",
  "[STORY_BOND_HARE_5_DESC_1]": "One day, Sensei receives a selfie from Hare through MomoTalk. Sensei visits Hare and realizes the picture was not taken by Hare herself, but sent by Hare's artificial intelligence drone.",
  "[STORY_BOND_UTAHA_1_NAME]": "Craftsmanship",
  "[STORY_BOND_UTAHA_1_DESC_1]": "Utaha uses the 3D printer to make a new pencil holder for Sensei, but she has a hard time getting the 3D printer to produce satisfying results. Sensei becomes drained by Utaha's obsessive perfectionism.",
  "[STORY_BOND_UTAHA_2_NAME]": "An Indiscriminate Craftsman",
  "[STORY_BOND_UTAHA_2_DESC_1]": "Utaha and Sensei go to shopping mall to get emergency tools to repair Schale's facilities. Utaha goes off about the value of tools and tries to coerce Sensei into buying the most expensive set of tools available.",
  "[STORY_BOND_UTAHA_3_NAME]": "The Perfect Animaloid",
  "[STORY_BOND_UTAHA_3_DESC_1]": "Utaha mistakes a lost puppy at Schale for a cutting-edge artificial animaloid and is overcome with self-doubt over her own abilities.",
  "[STORY_BOND_UTAHA_4_NAME]": "Don't Watch Me",
  "[STORY_BOND_UTAHA_4_DESC_1]": "Utaha borrows an empty warehouse at Schale to repair her broken Thundergun. Grimy and disheveled from working on repairs, she tries to avoid showing herself to Sensei, but completely forgets about her worries once she begins working...",
  "[STORY_BOND_UTAHA_5_NAME]": "The Meister's Medal",
  "[STORY_BOND_UTAHA_5_DESC_1]": "Utaha and Sensei see a brand-new nail salon at the shopping district and Sensei suggests that Utaha get her nails done. However, Utaha—considering her grease-stained fingers a badge of honor—declines.",
  "[STORY_BOND_UTAHA_6_NAME]": "Even If Everything Is Replaced",
  "[STORY_BOND_UTAHA_6_DESC_1]": "Sensei and Utaha meet at the shopping mall to purchase some necessities at her favorite specialty tool shop. There, Utaha exchanges gears and apparatuses while discussing tools and meisters with Sensei.",
  "[STORY_BOND_AYANE_1_NAME]": "Ayane's Hobby",
  "[STORY_BOND_AYANE_1_DESC_1]": "Ayane calls Sensei to Abydos High School on the weekend to help her appraise a very old book.",
  "[STORY_BOND_AYANE_2_NAME]": "Run, Ayane, Run!",
  "[STORY_BOND_AYANE_2_DESC_1]": "When Ayane finds some scrap metal at Abydos High School, she sells it to her usual junk dealer for a reasonable rate. However, when she learns the metal's true value, she chases the truck hauling away the metal with all her might.",
  "[STORY_BOND_AYANE_3_NAME]": "Fixing the School of Hard Knocks",
  "[STORY_BOND_AYANE_3_DESC_1]": "Ayane and Sensei inspect Abydos High School to see what needs fixing. After a hard day's work, the two finish all their repairs to the once broken-down facility.",
  "[STORY_BOND_SHIZUKO_1_NAME]": "The Idol of Momoyodou!",
  "[STORY_BOND_SHIZUKO_1_DESC_1]": "Shizuko tries to show off to [USERNAME] Sensei by dressing up like a pop idol. She's discouraged by Sensei's lukewarm response, but soon perks back up when Sensei says that she's best just the way she normally is.",
  "[STORY_BOND_SHIZUKO_2_NAME]": "President of the Festival Operations Department!",
  "[STORY_BOND_SHIZUKO_2_DESC_1]": "[USERNAME] Sensei helps Shizuko with the Festival Operations Department tasks. Shizuko shows off her capabilities as the club's president to Sensei.",
  "[STORY_BOND_SHIZUKO_3_NAME]": "The Pro of Momoyodou!",
  "[STORY_BOND_SHIZUKO_3_DESC_1]": "After being unwell for some time, Shizuko finally succumbs to how hard she'd pushed herself. [USERNAME] Sensei softly chides her about the importance of rest, and Shizuko asks that Sensei stay by her side until she falls asleep.",
  "[STORY_BOND_SHIZUKO_4_NAME]": "Recharge Day ",
  "[STORY_BOND_SHIZUKO_4_DESC_1]": "After hearing Sensei's advice, Shizuko decides to play hooky and continuously asks that [USERNAME] Sensei sit next to her and shower her with attention.",
  "[STORY_BOND_HANAKO_1_NAME]": "An Unusual Girl ",
  "[STORY_BOND_HANAKO_1_DESC_1]": "Hanako calls in Sensei for a make-up work class. Despite Hanako's ladylike appearance, obscene language bursts forth from her mouth.",
  "[STORY_BOND_HANAKO_2_NAME]": "An Extraordinary Girl",
  "[STORY_BOND_HANAKO_2_DESC_1]": "Hearing Hanako was trapped in the gym, Sensei goes to rescue her. Sensei is met by a school-swimsuit-clad Hanako. When a guard appears, a misunderstanding ensues.",
  "[STORY_BOND_HANAKO_3_NAME]": "A Girl's Gift",
  "[STORY_BOND_HANAKO_3_DESC_1]": "Hanako needs to buy supplies for Make-Up Work Club activities and asks Sensei to go with her. After buying new socks, she tries to gift the socks she wearing to Sensei. The clerk looks at Sensei suspiciously, and Sensei flees.",
  "[STORY_BOND_HANAKO_4_NAME]": "A Girl in the Rain",
  "[STORY_BOND_HANAKO_4_DESC_1]": "Sensei visits Hanako, who seems to be in an unusually serious mood. Hanako reveals that she's frustrated with Trinity, and Sensei gets to know her a little better.",
  "[STORY_BOND_HANAKO_5_NAME]": "Unknown Girl",
  "[STORY_BOND_HANAKO_5_DESC_1]": "Sensei runs into Hanako, who's retrieved a book that had been confiscated on a Trinity street. After having a conversation about the contents of the confiscated book, Hanako bids Sensei good-bye.",
  "[STORY_BOND_MARI_1_NAME]": "A Noble Sister",
  "[STORY_BOND_MARI_1_DESC_1]": "Mari gets in touch with Sensei while sending out a church message. Sensei gets comeuppance after teasing Mari's serious efforts to become a devout Sister.",
  "[STORY_BOND_MARI_2_NAME]": "Thoughts and Prayers",
  "[STORY_BOND_MARI_2_DESC_1]": "Mari offers to pray for Sensei. Sensei eschews the jokes and praises Mari earnestly for being a wonderful Sister.",
  "[STORY_BOND_MARI_3_NAME]": "The Body Keeps the Score",
  "[STORY_BOND_MARI_3_DESC_1]": "Mari falls ill after neglecting to take care of herself. Sensei chastises her, telling her that she must care for herself as she cares for others, which helps put Mari at ease.",
  "[STORY_BOND_MARI_4_NAME]": "What You Want",
  "[STORY_BOND_MARI_4_DESC_1]": "Mari quietly prays at a deserted shooting range. She opens up to Sensei about what's on her mind, not as a Sister but as a student, and manages to find some comfort.",
  "[STORY_BOND_CHINATSU_1_NAME]": "What's Gotta Be Done",
  "[STORY_BOND_CHINATSU_1_DESC_1]": "Chinatsu tries to move a heavy stack of paperwork by herself. Despite it not being her job, Chinatsu says that \"someone has to do it.\" Sensei helps her while they discuss this concept.",
  "[STORY_BOND_CHINATSU_2_NAME]": "An Uneventful Day",
  "[STORY_BOND_CHINATSU_2_DESC_1]": "Chinatsu finally has a long-awaited day off. Nothing particularly eventful happens, but the time off feels all the more special because of it.",
  "[STORY_BOND_CHINATSU_3_NAME]": "Fatigue Recovery Counseling",
  "[STORY_BOND_CHINATSU_3_DESC_1]": "Sensei collapses after several consecutive days of overwork. As the head of medical aid, Chinatsu is unable to stand by and do nothing. After giving Sensei a piece of her mind, she cautiously makes a suggestion.",
  "[STORY_BOND_CHINATSU_4_NAME]": "Unexpected Situation",
  "[STORY_BOND_CHINATSU_4_DESC_1]": "Sensei visits Chinatsu's Prefect Team office to help her organize paperwork.",
  "[STORY_BOND_KOTAMA_1_NAME]": "Grown-Up Secrets",
  "[STORY_BOND_KOTAMA_1_DESC_1]": "Kotama wiretaps Schale in a vain attempt to discover Sensei's secrets. When confronted, Kotama admits she just wanted to get closer to Sensei, so Sensei reveals a personal weakness.",
  "[STORY_BOND_KOTAMA_2_NAME]": "The Voice of Mary",
  "[STORY_BOND_KOTAMA_2_DESC_1]": "One night, Sensei hears a horrible inexplicable voice at Schale. Kotama's analysis reveals the voice to be a product of mixed-up radio signals, though she's disappointed that it isn't a real ghost.",
  "[STORY_BOND_KOTAMA_3_NAME]": "Unspeakable Secrets",
  "[STORY_BOND_KOTAMA_3_DESC_1]": "Kotama is eavesdropping via wiretap by usual when she overhears a conversation between Sensei and a suspicious merchant. Believe Sensei to be wrapped up in illict dealings, Kotama is fraught with worry. Turns out, Sensei was just ordering some umeboshi. ",
  "[STORY_BOND_KOTAMA_4_NAME]": "So Pale it's See-Through",
  "[STORY_BOND_KOTAMA_4_DESC_1]": "Sensei runs into Kotama at a music store in the electronics shopping district. When Sensei asks her what she's listening to, Kotama responds that she is listening to environmental sounds and starts to explain why quite earnestly.",
  "[STORY_BOND_JURI_1_NAME]": "The Most Important Spice",
  "[STORY_BOND_JURI_1_DESC_1]": "In her quest to figure out how much love is the right amount as a secret ingredient, Juri invites Sensei to try some home cooking. Sensei has a series of \"interesting\" experiences upon tasting each dish, but refuses to give up and still manages to eat it all for Juri's sake.",
  "[STORY_BOND_JURI_2_NAME]": "A Girl's Recipe",
  "[STORY_BOND_JURI_2_DESC_1]": "Juri's continuous culinary failures lead her to seek Sensei's advice. In the process of helping her cook, the flaw in Juri's process is revealed.",
  "[STORY_BOND_JURI_3_NAME]": "A Girl's Determination",
  "[STORY_BOND_JURI_3_DESC_1]": "With Sensei's help, Juri is determined to figure out why her cooking has been failing. The pairs repeated defeats discourage Juri, so Sensei tries to cheer her up.",
  "[STORY_BOND_JURI_4_NAME]": "Something Even a Beginner Can Do",
  "[STORY_BOND_JURI_4_DESC_1]": "Juri invites Sensei to the Gehenna cafeteria. When they arrive, they find Juri with her hands full of gardening tools. Juri leads Sensei to a vegetable garden managed by the Yin Yang Club. While Juri still isn't a good cook, she wants to bring joy to people by working hard to grow food. Moved by her kind heart, Sensei joins her in working the garden.",
  "[STORY_BOND_SERINA_1_NAME]": "Trinity's Angel",
  "[STORY_BOND_SERINA_1_DESC_1]": "Sensei happens to see Serina looking after some children in the park. Embarrassed that her good deeds have been made known, Serina changes the subject Sensei's working habits.",
  "[STORY_BOND_SERINA_2_NAME]": "Night Duty Angel",
  "[STORY_BOND_SERINA_2_DESC_1]": "Serina goes to Schale to tend to Sensei who is working late into the night.",
  "[STORY_BOND_SERINA_3_NAME]": "Serina, Anytime, Anywhere",
  "[STORY_BOND_SERINA_3_DESC_1]": "When Sensei gets hurt during a blackout, Serina appears to administer aid. Sensei can't help but marvel at how Serina shows up at any time and any place people are in need, but the praise makes Serina bashful and she changes the subject.",
  "[STORY_BOND_SERINA_4_NAME]": "Gotcha!",
  "[STORY_BOND_SERINA_4_DESC_1]": "Serina always seems to show up whenever Sensei is in need. Sensei prepares a surprise picnic for Serina to thank her. The unexpected situation catches Serina off guard, but she soon happily accepts the favor.",
  "[STORY_BOND_SHIMIKO_1_NAME]": "Bookworm",
  "[STORY_BOND_SHIMIKO_1_DESC_1]": "Though one may think Shimiko a shy bookworm upon first meeting, it turns out there's more to her than meets the eye.",
  "[STORY_BOND_SHIMIKO_2_NAME]": "I've Got a Secret",
  "[STORY_BOND_SHIMIKO_2_DESC_1]": "Shimiko gets in some quality reading time late after the library has closed. She and Sensei enjoy some reading together.",
  "[STORY_BOND_SHIMIKO_3_NAME]": "The Mysterious Scavenger Hunt",
  "[STORY_BOND_SHIMIKO_3_DESC_1]": "Shimiko comes across a disorganized pile of unidentified and neglected books. She excitedly searches in the hopes of finding a never-before-seen book, but what she finds instead defies her expectations.",
  "[STORY_BOND_SHIMIKO_4_NAME]": "More Often Please",
  "[STORY_BOND_SHIMIKO_4_DESC_1]": "Sensei goes to the library to find a book, and Shimiko, the librarian, helps. Sensei and Shimiko bond talking about the library while searching.",
  "[STORY_BOND_YOSHIMI_1_NAME]": "Sensei's Treat",
  "[STORY_BOND_YOSHIMI_1_DESC_1]": "Yoshimi visits a cafe with Sensei to buy a limited-time release. She hesitates when it turns out to be much more expensive than she thought, but then Sensei goes ahead and buys it for her instead.",
  "[STORY_BOND_YOSHIMI_2_NAME]": "Death by Macaron Challenge",
  "[STORY_BOND_YOSHIMI_2_DESC_1]": "Yoshimi and Sensei join a competitive macaron-eating contest. The two quickly run out of steam thanks to the macarons' rich flavors. However, when Yoshimi accidentally sits on Sensei, she starts ferociously wolfing down macarons out of embarrassment and the two pull out a surprise victory.",
  "[STORY_BOND_YOSHIMI_3_NAME]": "Cafe Studying",
  "[STORY_BOND_YOSHIMI_3_DESC_1]": "Sensei and Yoshimi visit a dessert cafe to study for a test and taste various desserts while cramming.",
  "[STORY_BOND_YOSHIMI_4_NAME]": "You Are My Sunshine",
  "[STORY_BOND_YOSHIMI_4_DESC_1]": "Sensei buys the dessert Yoshimi wanted and plans to slip it into her shoe locker. Yoshimi, however, catches Sensei in the act and suspects something unseemly. In the end, they end up going to a cafe to eat the dessert together.",
  "[STORY_BOND_YOSHIMI_5_NAME]": "スイーツ・ハンター",
  "[STORY_BOND_YOSHIMI_5_DESC_1]": "カフェの前に到着した先生は、ヨシミからプレゼントされたスイーツをすぐさま食べようとする。ヨシミは先生に、中身を開けたらはく奪すると宣言する。ヨシミの中に眠っていた「スイーツ・ハンター」が目を覚ます間一髪の状況が近づいてきて……。",
  "[STORY_BOND_NODOKA_1_NAME]": "One Lucky Day",
  "[STORY_BOND_NODOKA_1_DESC_1]": "When [USERNAME] Sensei tries to pick up a coin from the ground,\nNodoka suddenly appears and claims the coin for herself.",
  "[STORY_BOND_NODOKA_2_NAME]": "Observational Diary",
  "[STORY_BOND_NODOKA_2_DESC_1]": "Nodoka is caught monitoring [USERNAME] Sensei from a rooftop across from the Schale building.",
  "[STORY_BOND_NODOKA_3_NAME]": "A Place to Watch the Meteors",
  "[STORY_BOND_NODOKA_3_DESC_1]": "Nodoka is looking forward to observing the meteor shower coming to Kivotos, but becomes disappointed when the forecast predicts cloudy weather. [USERNAME] Sensei gets permission to access the rooftop of the Schale building so she can go above the clouds.",
  "[STORY_BOND_NODOKA_4_NAME]": "When You Wish Upon a Meteor",
  "[STORY_BOND_NODOKA_4_DESC_1]": "Nodoka and [USERNAME] Sensei observe the meteor shower and make a wish while on the roof of the Schale building.",
  "[STORY_BOND_NODOKA_5_NAME]": "In Search of Clouds",
  "[STORY_BOND_NODOKA_5_DESC_1]": "Nodoka runs into Sensei at the subway station and she explains her plan to observe the clouds.",
  "[STORY_BOND_AYANE_SWIMSUIT_1_NAME]": "The Meaning of Enjoyment",
  "[STORY_BOND_AYANE_SWIMSUIT_1_DESC_1]": "Ayane starts rummaging through the storage room instead of enjoying her vacation. Sensei helps Ayane to not feel so disappointed with herself.",
  "[STORY_BOND_AYANE_SWIMSUIT_2_NAME]": "Ayane in a Blanket",
  "[STORY_BOND_AYANE_SWIMSUIT_2_DESC_1]": "Unexpectedly, Ayane is sleeping in late. Ayane mistakes Sensei, who comes to wake her up, as Serika and shows her vulnerable side.",
  "[STORY_BOND_AYANE_SWIMSUIT_3_NAME]": "A Reason for Urgency",
  "[STORY_BOND_AYANE_SWIMSUIT_3_DESC_1]": "Ayane tries to repair the helicopter by herself but eventually collapses from exhaustion. Sensei convinces Ayane that it's important to take care of her health, helps her repair the helicopter, and then takes a commemorative photo of her.",
  "[STORY_BOND_SHIZUKO_SWIMSUIT_1_NAME]": "Did You See? I Succeeded!",
  "[STORY_BOND_SHIZUKO_SWIMSUIT_1_DESC_1]": "Shizuko suddenly summons Sensei and excitedly explains how successful her franchise business is. However, Sensei is concerned about her because Shizuko seems to be feeling threatened by something. Taken aback by Sensei's unexpected reaction, she runs away.",
  "[STORY_BOND_SHIZUKO_SWIMSUIT_2_NAME]": "But...What Was It For?",
  "[STORY_BOND_SHIZUKO_SWIMSUIT_2_DESC_1]": "Sensei gives advice to Shizuko, who's depressed for some reason. Shizuko is so preoccupied with the success of her franchise that she's forgotten what she originally went into business for: the smile of her customers. Shizuko realizes this and pulls herself together.",
  "[STORY_BOND_SHIZUKO_SWIMSUIT_3_NAME]": "I'm So Ambitious!",
  "[STORY_BOND_SHIZUKO_SWIMSUIT_3_DESC_1]": "Shizuko regains her strength and calls Sensei again. She expresses her gratitude to Sensei and proudly talks about her new ambitions and dreams.",
  "[STORY_BOND_YUZU_MAID_1_NAME]": "A New Character Design",
  "[STORY_BOND_YUZU_MAID_1_DESC_1]": "Yuzu puts on a maid outfit to model for a new character in the Game Development Department's latest game. But her lack of self-confidence makes her unsure if she'll be able to be a model. Sensei encourages Yuzu and offers her some advice.",
  "[STORY_BOND_YUZU_MAID_2_NAME]": "A New Part-Time Job",
  "[STORY_BOND_YUZU_MAID_2_DESC_1]": "Sensei is working away in Schale when Yuzu runs in, looking upset. She ran away from the part-time job Sensei helped her get when she realized it was at a maid cafe. To help Yuzu find the courage to face her job, Sensei offers to give her maid lessons.",
  "[STORY_BOND_YUZU_MAID_3_NAME]": "A New Break Room",
  "[STORY_BOND_YUZU_MAID_3_DESC_1]": "Sensei is in the area of Yuzu's maid cafe and goes to check on her at work. Yuzu, nervous about Sensei's visit, makes a series of mistakes which are very unusual for her. When Yuzu doesn't come back after her break, Sensei goes looking for her. However, what they find isn't what they expected.",
  "[STORY_BOND_YUZU_MAID_4_NAME]": "A Clubroom, Good As New",
  "[STORY_BOND_YUZU_MAID_4_DESC_1]": "Sensei visits the Game Development Department to help Yuzu clean up, only to find that Yuzu's idea of cleaning is optimizing her computer. Sensei, taking a look around the clubroom, decides some cleaning of the usual kind is in order.",
  "[STORY_BOND_MIYU_SWIMSUIT_1_NAME]": "Dock Sniper",
  "[STORY_BOND_MIYU_SWIMSUIT_1_DESC_1]": "Sensei goes to the docks upon hearing about Miyu's desire to try out a new disguise. There, Sensei finds Miyu quietly fishing to avoid drawing attention to herself. However, things quickly go south after Miyu catches a very rare fish.",
  "[STORY_BOND_MIYU_SWIMSUIT_2_NAME]": "How to Make Memories",
  "[STORY_BOND_MIYU_SWIMSUIT_2_DESC_1]": "Miyu collects pebbles at the beach, as usual. Sensei takes up the challenge of finding pebbles that Miyu will like. Miyu is overjoyed at the pebbles that Sensei finds and expresses how much she likes them.",
  "[STORY_BOND_MIYU_SWIMSUIT_3_NAME]": "Shape of the Sky",
  "[STORY_BOND_MIYU_SWIMSUIT_3_DESC_1]": "Sensei looks for Miyu on the beach, so they can watch the horizon together. After a heartfelt conversation about her love for the open sky, they promise each other to visit the ocean together again.",
  "[STORY_BOND_MIYU_SWIMSUIT_4_NAME]": "A Bold Test",
  "[STORY_BOND_MIYU_SWIMSUIT_4_DESC_1]": "Inspired by a fashion magazine, Miyu decides to try out a new casual outfit. Concerned, Sensei searches for her in the city and finds her dressed in a swimsuit in the middle of a busy shopping district. As misunderstandings from passersby start to build, Sensei hurriedly takes Miyu away.",
  "[STORY_BOND_SATEN_RUIKO_1_NAME]": "Am I the Legend?",
  "[STORY_BOND_SATEN_RUIKO_1_DESC_1]": "Saten Ruiko marvels at the sight of Kivotos, an urban legend come to life. Sensei tells her that, to the people of Kivotos, Saten is even more of an urban legend. She feels overwhelmed by her own legendary existence.",
  "[STORY_BOND_SATEN_RUIKO_2_NAME]": "Surprisingly the Same",
  "[STORY_BOND_SATEN_RUIKO_2_DESC_1]": "Saten Ruiko stumbles upon some citizens of Kivotos playing mahjong. She's intrigued that the game exists in both worlds, and even more so by the fact that the rules are the same.",
  "[STORY_BOND_SATEN_RUIKO_3_NAME]": "Batting Bet",
  "[STORY_BOND_SATEN_RUIKO_3_DESC_1]": "While hitting balls at the batting cages, Saten Ruiko notices a suspicious warning sign. She goes inside and proposes a bet to a worried Sensei.",
  "[STORY_BOND_SATEN_RUIKO_4_NAME]": "An Amazing Trait",
  "[STORY_BOND_SATEN_RUIKO_4_DESC_1]": "While practicing her shooting, Saten Ruiko tells Sensei why she's been training so hard. Sensei praises her for her willingness to work hard to find her talent."
}