{
  "[STORY_ALL_NAME]": "All Story Type",
  "[STORY_ALL_DESC]": "This page lists all the story types in Blue Archive available.",

  "[STORY_MAIN_NAME]": "All Main Story",
  "[STORY_MAIN_DESC]": "This page lists the chapter numbers and titles of all main story.",

  "[STORY_MAIN_1_NAME]": "Foreclosure Task Force",
  "[STORY_MAIN_1_DESC]": "Abydos is in danger of getting shut down. Help the Foreclosure Task Force save the academy!",
  "[STORY_MAIN_1_1_NAME]": "Strange Days for the Task Force",
  "[STORY_MAIN_1_1_DESC]": "The Foreclosure Task Force was formed to prevent Abydos High School from closing. The school's debt persists despite the students' best efforts.",
  "[STORY_MAIN_1_2_NAME]": "Things Lost and Others Held On To",
  "[STORY_MAIN_1_2_DESC]": "The Foreclosure Task Force is hanging on by a thread. Will they be able to fight back against the conspiracy that threatens their academy's survival?",

  "[STORY_MAIN_2_NAME]": "Clockwork Flower Pavane",
  "[STORY_MAIN_2_DESC]": "The Game Development Department is in need of assistance. Help them produce a fantastic video game by the deadline!",
  "[STORY_MAIN_2_1_NAME]": "Retromania",
  "[STORY_MAIN_2_1_DESC]": "The Game Development Department is in danger of getting shut down due to declining membership and performance. Can the ragtag band of gamers come together to make the best video game ever?",
  "[STORY_MAIN_2_2_NAME]": "The Romance of Friendship, Courage, and Light",
  "[STORY_MAIN_2_2_DESC]": "The Game Development Department sets their sights on the next Millennium Prize and starts developing a new game. But before long, they are confronted with a sudden crisis unveiling harsh truths. Will they be able to find their happy ending?",

  "[STORY_MAIN_3_NAME]": "Eden Treaty",
  "[STORY_MAIN_3_DESC]": "Gehenna and Trinity academies are sworn enemies. Will they ever see eye to eye?",
  "[STORY_MAIN_3_1_NAME]": "Make-Up Work Club, Here We Go!",
  "[STORY_MAIN_3_1_DESC]": "Save the troubled youth of Trinity who are at risk of failing out. Take charge of the Make-Up Work Club and lead your students to success!",
  "[STORY_MAIN_3_2_NAME]": "Paradise Paradox",
  "[STORY_MAIN_3_2_DESC]": "Conspiracy and betrayal, suspicion and doubt, scheming and shadow wars are running rampant. Will Sensei be able to safely overcome the crisis with the Make-Up Work Club students?",
  "[STORY_MAIN_3_3_NAME]": "Our Stories",
  "[STORY_MAIN_3_3_DESC]": "The time to sign the Eden Treaty has finally come, and little by little, small cracks begin to form in everyone's daily lives. Each story begins to converge as catastrophe looms.",
  "[STORY_MAIN_3_4_NAME]": "Chapter 4 - Kyrie of the Forgotten Gods",
  "[STORY_MAIN_3_4_DESC]": "The Arius Squad has been abandoned. Will there be mercy for the students who are lost to its teachings of hatred and anger?",

  "[STORY_MAIN_4_NAME]": "Rabbit of Caerbannog",
  "[STORY_MAIN_4_DESC]": "An academy has disappeared overnight. What is the destiny of SRT's new students?",
  "[STORY_MAIN_4_1_NAME]": "RABBIT Squad, Begin Operation!",
  "[STORY_MAIN_4_1_DESC]": "The RABBIT Squad students are occupying the park, protesting the closure notice of the SRT Academy. Will the squad members survive the harsh conditions of camping in the park?",

  "[STORY_MAIN_FINAL_NAME]": "Final. Where All Miracles Begin",
  "[STORY_MAIN_FINAL_DESC]": "A fissure splits open the daily lives of Kivotos citizens. In a story subverted, where does Schale fall?",
  "[STORY_MAIN_FINAL_1_NAME]": "Operation Recapture Schale",
  "[STORY_MAIN_FINAL_1_DESC]": "The General Student Council has uncovered anomalies in Kivotos. While Rin convenes an Emergency Response Committee and many forces seek to capitalize on the chaos, will Schale be able to overcome the crisis?",
  "[STORY_MAIN_FINAL_2_NAME]": "Operational Plan: Nisir's Summit",
  "[STORY_MAIN_FINAL_2_DESC]": "Six ominous towers have been erected in Kivotos. Can Sensei and their students protect Academy City from the threat of the Chroma and overcome the False Sanctums?",

  "[STORY_SHORT_NAME]": "All Short (Mini) Stories",
  "[STORY_SHORT_DESC]": "This page lists all the short (mini) stories of Blue Archive.",

  "[STORY_SIDE_NAME]": "All Side (Group) Stories",
  "[STORY_SIDE_DESC]": "This page lists all the side (group) stories of Blue Archive.",

  "[STORY_OTHER_NAME]": "All Other Stories",
  "[STORY_OTHER_DESC]": "This page lists all the other stories of Blue Archive.",

  "[STORY_OTHER_1_NAME]": "Prologue",
  "[STORY_OTHER_1_DESC]": "A record of Sensei's first day on the job.",
  "[STORY_OTHER_1_1_NAME]": "Chapter 1",
  "[STORY_OTHER_1_1_DESC]": "This page lists all the stories of Chapter 1 of the story \"Prologue\"."
}