{
  "Binah": {
    "PathName": "Binah",
    "Faction": "Decagrammaton",
    "Name": "บีนาห์",
    "Profile": "เดคาแกรมมาทอนคือปัญญาประดิษฐ์ที่อ้างว่าตนเป็นสมาชิกของลัทธิศักดิ์สิทธิ์ ปัจจุบันมีผู้เลื่อมใสนับ 10 คนติดตามเขาไปทั่วคิโวทอส\n\nบีนาห์คือผู้เลื่อมใสคนที่ 3 ของเดคาแกรมมาทอน ถูกพบเป็นครั้งแรกในโลกทะเลทราย ของโรงเรียนอะบิดอส ไม่มีใครรู้ว่าทำไมบีนาห์ถึงมาที่นี่ แต่ที่แน่ๆ มันเป็นภัยอันตรายเกินกว่าจะปล่อยไว้แบบนี้"
  },
  "Chesed": {
    "PathName": "Chesed",
    "Faction": "Decagrammaton",
    "Name": "เชเซ็ด",
    "Profile": "เดคาแกรมมาทอนคือปัญญาประดิษฐ์ที่อ้างว่าตนเป็นสมาชิกของลัทธิศักดิ์สิทธิ์ ปัจจุบันมีผู้เลื่อมใสกว่า 10 คนติดตามเขาไปทั่วคิโวทอส\n\nเชเซ็ดคือผู้เลื่อมใสคนที่ 4 ของเดคาแกรมมาทอน เขาเป็นเจ้าของระบบการผลิต ของโรงงานอาวุธที่ถูกทิ้งร้างนอกโรงเรียนมิลเลเนียม หากเชเซ็ดสร้างกองทัพที่ไร้ขีดจำกัดแบบนี้ขึ้นสำเร็จแล้วล่ะก็ คิโวทอสจะต้องเผชิญกับหายนะครั้งใหญ่อย่างไม่เคยมีมาก่อน"
  },
  "Shirokuro": {
    "PathName": "Shirokuro",
    "Faction": "Slumpia",
    "Name": "ชิโระ&คุโระ",
    "Profile": "มีรายงานเรื่องเหตุการณ์ประหลาดลึกลับที่สวนสนุก <สลัมเพีย>\nที่ต้องปิดกิจการลงเพราะปัญหาการเงินและถูกปล่อยร้างมีรายงานว่าตุ๊กตา\nและเครื่องเล่นต่างๆ ที่ควรจะหยุดทำงานไปแล้ว\nได้ถูกเปิดขึ้นมาอีกในตอนกลางคืน และออกอาละวาดทำร้ายผู้คน\n\nถึงจะไม่รู้สาเหตุที่เครื่องเล่นอื่นๆ และ คุโระ&ชิโระ เคลื่อนไหวได้อีกครั้งก็ตาม\nแต่ดูเหมือนว่าพวกมันพยายามที่จะสร้างเทศกาลสวนสนุกที่มีสีสัน\nแบบในอดีตขึ้นมาอีกครั้ง"
  },
  "Hieronymus": {
    "PathName": "Hieronymus",
    "Faction": "CommunioSanctorum",
    "Name": "ไฮโรนีมัส",
    "Profile": "มีการค้นพบสิ่งมีชีวิตที่ไม่สามารถระบุตัวตนได้ที่ชั้นใต้ดินของซากปรัก\nหักพังของวิหารโบราณในเขตทรีนิตี้ ไฮโรนีมัสคือหุ่นเทวทูตประดิษฐ์\nรุ่นสมบูรณ์แบบที่เรียกว่า <สหพันธ์นักบุญ> ที่เกมาเทรียสร้างขึ้นโดย\nใช้ข้อมูลจากความรู้โบราณ\nจะปล่อยให้พลังของไฮโรนีมัสเพิ่มไปกว่านี้ไม่ได้! ได้เวลาเคลื่อนไหว\nเพื่อความผาสุขของคิโวทอสแล้ว!"
  },
  "KaitenFxMk0": {
    "PathName": "KaitenFxMk0",
    "Faction": "Kaitenger",
    "Name": "KAITEN FX Mk.0",
    "Profile": "พบศูนย์บัญชาการของไคเทนเจอร์ตัวปัญหาแล้ว\nไคเทนเจอร์กำลังสร้าง「KAITEN FX Mk.0」 หุ่นยนต์ที่รวมเอาเทคโนโลยี\nและเงินที่ปล้นมาได้ไว้ที่นี่ แน่นอนว่าเท่สุดๆ แต่พอมาคิดถึงปัญหาต่างๆ\nที่หุ่นยนต์นี้ก่อแล้ว ความฝันคงต้องสิ้นสุดลงตรงนี้"
  },
  "Perorozilla": {
    "PathName": "Perorozilla",
    "Faction": "TheLibraryofLore",
    "Name": "เพโรโร่ซิลล่า",
    "Profile": "ปีศาจยักษ์ปริศนาที่ถูกพบในเขตทะเลแถว D.U. มันมีรูปลักษณ์คล้ายกับ\nของเล่น MOMO FRIENDS ที่ตกทะเลมา แม้จะไม่รู้ว่ามันเกิดขึ้นได้อย่างไร\nแต่เราต้องขัดขวางการโจมตีของปีศาจยักษ์นี่ให้ได้!"
  },
  "HOD": {
    "PathName": "HOD",
    "Faction": "Decagrammaton",
    "Name": "HOD",
    "Profile": "เดคาแกรมมาทอนคือปัญญาประดิษฐ์ที่อ้างว่าตนเป็นสมาชิกของลัทธิศักดิ์สิทธิ์ ปัจจุบันมีผู้เลื่อมใสกว่า 10 คนติดตามเขาไปทั่วคิโวทอส\n\nเดิมที HOD เป็นหน่วย AI สร้างเครือข่ายสื่อสารในเขตปกครองตนเองของมิลเลเนียม แต่หลังจากที่ถูก AI ไม่ระบุตัวตนแฮ็ก ก็อ้างว่าตนเป็นผู้เลื่อมใสคนที่ 8 ของเดคาแกรมมาทอน เราต้องยับยั้งการจู่โจมเครื่องคำนวณที่มีแก่นเทคโนโลยีของมิลเลเนียมนี้ เพื่อรับประกันความปลอดภัยของเขตปกครองตนเองมิลเลเนียมไว้"
  },
  "Goz": {
    "PathName": "Goz",
    "Faction": "Slumpia",
    "Name": "GOZ",
    "Profile": "มีรายงานเรื่องเหตุการณ์ประหลาดลึกลับในสวนสนุก <สลัมเพีย>\nที่ต้องปิดกิจการลงเพราะปัญหาการเงินและถูกปล่อยร้าง มีรายงานว่า\nตุ๊กตาและเครื่องเล่นต่าง ๆ ที่ควรจะหยุดทำงานไปแล้วได้ถูกเปิดขึ้นมา\nอีกในตอนกลางคืน และออกอาละวาดทำร้ายผู้คน\n\nGOZ ตุ๊กตาตัวตลกได้ออกมาเปิดการแสดงเดี่ยวใน <สลัมเพีย> ร้างแห่งนี้ โดยซ่อนตัวตนร้ายกาจไว้ภายใต้รอยยิ้มที่แปลกประหลาด จึงยากที่เราจะคาดคะเนได้"
  },
  "EN0005": {
    "PathName": "EN0005",
    "Faction": "CommunioSanctorum",
    "Name": "เกรเกอริอุส",
    "Profile": "キヴォトスのどこかに存在する廃墟となった地下神殿にて、歪んだ神秘によって顕現した人工天使が観測されました。\n\nグレゴリオは「聖徒の交わり」と呼ばれる人工天使シリーズの完成形であり、ゲマトリアの実験で生まれた謎の怪物です。今もその怪物は地下神殿でオルガンの演奏を続けています。旋律の終わりに何が待ち受けているのか……それは誰も知りません。"
  }
}