{
  "Binah": {
    "PathName": "Binah",
    "Faction": "Decagrammaton",
    "Name": "Binah",
    "Profile": "Decagrammaton is an artificial intelligence system claiming to be a divine seeker of truth. It is followed by ten prophets who make appearances all over Kivotos.\n\nBinah, the third prophet of Decagrammaton, was first seen in the desert district of Abydos.\nWhy Binah came here is unknown, but it's too dangerous to be left to do as it pleases."
  },
  "Chesed": {
    "PathName": "Chesed",
    "Faction": "Decagrammaton",
    "Name": "Chesed",
    "Profile": "Decagrammaton is an artificial intelligence system claiming to be a divine seeker of truth. It is followed by ten prophets who make appearances all over Kivotos.\n\nChesed, the fourth prophet of Decagrammaton, has control of an abandoned munitions factory on the outskirts of Millennium.\nKivotos will face unprecedented disaster if Chesed produces an unlimited supply of troops."
  },
  "Shirokuro": {
    "PathName": "Shirokuro",
    "Faction": "Slumpia",
    "Name": "Shiro & Kuro",
    "Profile": "A mysterious phenomenon has been reported in Slumpia, a theme park that went bankrupt long ago. Rumor has it that the animatronics and other attractions have now come back to life in the middle of the night to attack people.\n\nIt is unknown why the animatronics, Shiro and Kuro, are active again, but it seems clear that they are trying to recreate the wonderful festivals of the theme park's past."
  },
  "Hieronymus": {
    "PathName": "Hieronymus",
    "Faction": "CommunioSanctorum",
    "Name": "Hieronymus",
    "Profile": "An unknown entity was discovered beneath the old cathedral ruins in Trinity, supposedly a test subject created by Gematria based on ancient doctrines.\nIt is Hieronymus, the final form of the artificial angel Communio Sanctorum. We can't leave its incredible power unchecked. For the safety of Kivotos!"
  },
  "KaitenFxMk0": {
    "PathName": "KaitenFxMk0",
    "Faction": "Kaitenger",
    "Name": "KAITEN FX Mk.0",
    "Profile": "The Kaitengers' secret weapon has appeared to block the road to their base. The Kaitengers plan to use the stolen funds and technologies to build a giant combination mecha: KAITEN FX Mk.0. It may look cool, but no good can come of letting them have something like that. Time to put a stop to it."
  },
  "Perorozilla": {
    "PathName": "Perorozilla",
    "Faction": "TheLibraryofLore",
    "Name": "Perorodzilla",
    "Profile": "An unidentified giant monster has been sighted in the waters near D.U. The monster looks like a Momo Friends toy that once sank into the sea.\nWe don't know why this happened, but we have to stop this giant monster from advancing!"
  },
  "HOD": {
    "PathName": "HOD",
    "Faction": "Decagrammaton",
    "Name": "Hod",
    "Profile": "Decagrammaton is an AI claiming to be a divine seeker of truth. It is followed by ten prophets who make appearances all over Kivotos.\nHod was originally a built-in network unit at Millennium, but now claims to be the eighth prophet of Decagrammaton since being hacked by an unidentified AI.\nThe district's safety is in jeopardy until this computing unit powered by Millennium technology is stopped."
  },
  "Goz": {
    "PathName": "Goz",
    "Faction": "Slumpia",
    "Name": "Goz",
    "Profile": "A mysterious phenomenon has been reported in Slumpia, a now-desolate theme park that went bankrupt long ago. Rumor has it that the park's decaying animatronics and other attractions are coming to life in the middle of the night, and they have a violent streak.\n\nIn the midst of this mystery, Goz seems intent on keeping the show running. What intentions are hidden behind that bizarre smile? It will be a challenge to find out."
  },
  "EN0005": {
    "PathName": "EN0005",
    "Faction": "CommunioSanctorum",
    "Name": "Gregorius",
    "Profile": "An artificial angel manifested by a twisted mystery that has been spotted in an abandoned underground temple somewhere in Kivotos.\n\nGregorius is a mysterious monster created through Gematria's experiments, as final product in a series of artificial angels called the Communio Sanctorum. Even now, the creature plays the organ in an underground temple. What awaits at the end of its performance, no one knows."
  },
  "RaidHoverCraft": {
    "PathName": "RaidHoverCraft",
    "Faction": "SevenPrisoners",
    "Name": "Hovercraft",
    "Profile": "The Fox of Calamity, one of the Seven Prisoners who escaped from the Corrections Bureau, has hijacked a hovercraft and is now on a rampage.\n\nWe don't know what sparked this swimsuit-clad girl's frenzy, she must be stopped before Kivotos' sparkling beach is turned into a sea of fire."
  },
  "EN0006": {
    "PathName": "EN0006",
    "Faction": "HundredGhostTales",
    "Name": "Kurokage",
    "Profile": "百鬼夜行連合学院で語り継がれてきた怪談、「幻魎百物語」が顕現しました。\n\n賑やかなお祭りを荒らす「猫鬼クロカゲ」は、実在する存在なのか――それとも、誰かの手によって生み出された創作に過ぎないのでしょうか？真相は定かではありませんが、取り返しがつかない事態になる前に、怪談に終止符を打つ時です。"
  }
}